{"http://www.concordia.ca/artsci/geography-planning-environment/news/cunews/offices/vpaer/aar/2014/09/15/weather-forecast-new-solutions-on-the-way.html": [["http://www.concordia.ca/content/shared/en/news/offices/vpaer/aar/2014/09/15/weather-forecast-new-solutions-on-the-way.html", "Unexpected hurricanes. Freak snowstorms. Devastating tsunamis. Polar vortexes. The Earth’s climate is undeniably becoming increasingly volatile. ", "A number of professors and students from Concordia’s four academic faculties are examining the effects of climate change and looking for ways to sustain human activities without depleting the Earth’s resources. Their research and teaching are serving as scientific warnings, opening up exciting new opportunities revolving around sustainability and deepening human understanding and awareness. We present a few of their efforts.", "When Damon Matthews co-published a 2012 paper warning that the days of Canada’s outdoor skating rinks could be numbered, the associate professor in the Department of Geography, Planning and Environment received more media atten­tion than he ever had before. Hockey in Canada is, after all, sacred.", "“Based on the conditions needed to create outdoor rinks and what we’ve observed from the meteorological data over the previous 30 years, we extrapolated that we have about three more decades of viable outdoor skating,” Matthews says. “That really touched a cultural nerve among Canadians that I hope will help lead to significant action in terms of reducing carbon emissions.”", "Matthews uses mathematical calcula­tions to model climate response to carbon dioxide (CO2) and other emissions. “The ratio is a 1.5-degree-Celsius-higher global temperature for every trillion tonnes of carbon emitted into our atmosphere,” he explains. “And while it took us 200 years to emit a half-trillion tonnes, it will take us only 50 years to emit another half-tril­lion at current levels.”", "With carbon emissions still increasing, that additional 500 billion tonnes might occur even sooner, he adds.", "The only way to stop the planet from warming further is to stop emissions im­mediately. “Of course, zero emissions are unlikely to happen overnight because people won’t decommission current production and transportation systems or change their habits that quickly,” Matthews says.", "Matthews and his Concordia colleagues have therefore looked at the amount of emissions already embedded into the cur­rent fossil fuel infrastructure to determine the amount of “wiggle room” to stabilize the increase in the Earth’s overall temper­ature to only 2 degrees Celsius. “If we want global warming to stay below 2 degrees Celsius, we need to cut all emissions by at least half,” he says.", "Given this reality, some researchers are proposing to remove CO2 from the atmosphere to keep global warming to 2 degrees Celsius. “That’s when people start talking about geo-engineering projects, such as artificial trees to suck CO2 from the atmosphere,” Matthews says.", "He’s conducting simulations to de­termine how the climate might respond to some of the proposed technological solutions. “For instance, one idea is to spray reflective particles into the atmosphere to deflect sunlight,” Matthews says. “However, that would introduce a whole other suite of potential side effects on the climate system, such as impacts on the ozone layer and changes in rainfall patterns.”", "His modelling indicates that reaching zero emissions as soon as possible through renewable energy sources and significant changes in our lifestyle and habitat remains the best solution. To show what needs to be done, one of his recent projects involved calculating the historical emissions produced by nations and how each country’s emissions are contributing to the global tempera­ture increase. “Of course, the United States produces the most emissions, and Canada ranked 10th, which is not very good given its relatively small popula­tion,” he says. “We’re hoping this kind of information will spur governments to action.", "“There’s a misconception that even if we stopped emitting carbon, the Earth’s temperature would continue to rise, and that’s not the case,” he emphasizes. “We could stabilize the planet’s temperature if we take prompt and significant ac­tion.” It’s why Matthews conducts studies that alert people to the fact that if carbon emissions aren’t dramatically curbed without delay, other young boys and girls might not have the chance to learn hockey on an outdoor rink like Wayne Gretzky did.", "Research in the fine arts has a less obvious connection to sustainability than that of other disciplines — but Ricardo Dal Farra, an associate professor in the Department of Music, is helping change that perception.", "Dal Farra has been a leading organizer of three international BALANCE-UNBALANCE conferences that have brought artists together with scientists, engineers, sociologists, policymakers and others to help resolve the world’s pressing environmental issues. ", " involved the collaboration of colleagues from Concordia’s departments of Geography, Planning and Environment, Political Science, Design and Computation Arts, Communication Studies and Music, as well as the David O’Brien Centre for Sustainable Enterprise.", "The highly successful 2013 BALANCE-UNBALANCE conference was held at the UNESCO-designated Noosa Biosphere in Queensland, Australia. It prompted the Red Cross/Red Crescent Climate Centre to approach Dal Farra about creating some original music to play during their presentations and workshops, as well as games that the organization uses to help government officials and other key people to understand the complexities of disaster risk management.", "Dal Farra suggested a contest to find original music and sound-art works for the climate centre’s overall humanitarian responses to people dealing with floods, drought and other disasters related to climate change. “Pablo Suarez, the centre’s associate director for Research and Innovation, was so pleased that he asked if we could also launch a contest for music miniatures specifically for the efforts to obtain mosquito nets to prevent dengue fever,” Dal Farra says.", "The contests have been a springboard for the “art! ⋈ climate” project, which aims to use art as a catalyst for social awareness and change. “To compose a piece about climate change or dengue fever, you really have to understand what the problem is, so the contest rules prompted entrants to read white papers and other documents about climate change and its consequences,” Dal Farra says. “The contests encouraged sound artists to reflect significantly on the situation and what kind of message they wanted to get across.”", "A jury of highly regarded composers and media artists chose 39 submissions as being of very good quality from among the large number received. The climate centre selected nine compositions for its purposes. Dal Farra and the other contest organizers are programming many of the remaining high-quality pieces into conferences and festivals related to climate change around the world.", "“We’re also in the process of putting all the pieces ", " with a Creative Commons licence that gives organizations and individuals the permission to download and use them in connection with any initiatives specifically related to dealing with climate change,” he says.", "The response and outcome of the initial contests were so successful that the “art! ⋈ climate” project and BALANCE-UNBALANCE conference series were featured in the April 2013 issue of ", ". “We really have shown how art can play a fundamental role in social change,” Dal Farra says. “It’s a message that I keep emphasizing to my students by integrating issues related to climate change in my teaching and making them a part of the curriculum activities for my composition of electroacoustic music classes.”", "A lamp from the 1980s may be nothing but junk to a lot of us. Yet some people would love to get their hands on one. It’s this kind of unprecedented value for items that ", "an associate professor in the Department of Marketing at the John Molson School of Business (JMSB), is researching as a consumption scholar. She’s looking at how people’s evolving ideas of what holds value might help to save the planet’s resources.", "“I am increasingly seeing people desire items in ways that were unimaginable in the past,” Arsel says. “And I’m examining how that desire could help to avoid resource depletion in the long run.”", "Arsel’s research is focused on how people are creating value by trading items that wouldn’t otherwise be marketable. “This includes exchanging unsellable items, such as used makeup,” she notes.", "Her current project involves examining various forms of exchange within Canada and the United States that exist outside the formal marketplace, such as bartering. “I’m investigating how people are creating and maintaining systems that I would say make up for the limitations of the formal marketplace,” she explains.", "She is also looking at upcycling — the process of using what would otherwise become trash to create new items, such as leather bags from worn jackets. “People are really starting to recognize the dormant value of the items in their closets and cupboards and putting that into action,” she says. “I’m researching this in terms of the concept of value which I think needs to be re-theorized in light of these relatively new activities.”", "The growing popularity of the ", ", which claims nearly eight million participants around the world, provides another example. The site helps individuals to pass along and receive items for free. “People are using the site to give things away because they realize the value in creating more space for themselves, or they want to increase their moral capital by helping others in the process of facilitating the reuse of items rather than just discarding them,” Arsel says. “I think there may be a real con­sciousness-awakening here.”", "Arsel is noticing that as some are becoming more aware of the dormant value in used and upcycled items, they are creating formal marketplaces for them. Entrepreneurs are establishing upcycling businesses. Organizations are opening thrift shops to raise money for medical research or charitable efforts.", "For now, Arsel is focusing on value that isn’t determined by a monetary amount. “I’m more interested in floating value,” she says. “What is it that makes  people decide that a used object is worth something? What is it that makes some of us seek out items that others consider junk or garbage? What determines a fair exchange? How is it that a book could end up being a fair trade for a chair?”", "Arsel has received a wide array of answers so far, which is making it a real challenge to establish some kind of shared criteria. “It’s very subjective,” she emphasizes. “What’s interesting is that people are not just exchanging physical items in many cases, but objects that come with stories that form part of their value structure.”", "As more networks for bartering or swapping become established, Arsel suspects that society’s mainstream notions of value might also keep shifting. She speculates: “Fixed currencies might become less important in determining exchanges.”", "Search for an expert to comment on any topic", "Realizing the sustainability challenges that lay ahead, in 2008 Concordia Chancellor David O’Brien, BA 62, made a generous donation to help the university promote more environmentally conscious business practices. Paul Shrivastava was hired as the first director of the David O’Brien Centre for Sustainable Enterprise when it opened a year later.", "Shrivastava, a professor in the Department of Management, feels business leaders have come a long way in only a few years in terms of understanding the need for sustainability. “Most corporate executives recognize climate change as an urgent situation and know there are newer technologies that are a lot more sustainable,” he says. “The problem is that many companies have already made huge investments in technologies that are supposed to last for a decade or longer, and they’re unwilling to abandon this legacy investment.”", "The centre has been playing a pivotal role in not only instructing John Molson School of Business (JMSB) students about sustainability, but educating current business owners and operators about the economic advantages of making a transition to newer technologies sooner rather than later. As part of the Sustainable Internship Program, JMSB students are hired by companies for a school term to identify feasible sustainability improvements that often come with a pleasantly quick return on investment.", "“Other internships involve students helping a company to develop a more sustainable product, or designing, developing and implementing more sustainable production systems,” Shrivastava adds.", "Companies involved with internships have also opened the eyes of JMSB students when it comes to sustainability. Sofia Coelho, who’s pursuing a BComm in marketing, found her whole attitude towards food and its production radically changing during her three-month marketing/analytics internship at Montreal’s Crudessence restaurant, which serves organic vegan food.", "“What blew me away was how the restaurant prioritizes sustainability over profits and still manages to make money,” she says. “Since working there, I’ve become involved with Sustainable Concordia and the Concordia Food Coalition, and I’m really hoping to find a job that puts my marketing skills to work for a sustainable enterprise.”", "Concordia is aiming for a similar change in attitude for existing professionals. Shrivastava is among the professors who have developed the Sustainable Investment Professional Certification Program. It focuses on sustainable investment strategies for professionals already working in the financial field. “The 90-hour certification program is designed for frontline portfolio managers,” he says. The program covers what sustainability is, why it’s important, all of the ethics, governance and social responsibility intertwined with it, as well as the new investment opportunities arising from sustainability, such as micro-financing and renewable energy projects.", "“The course teaches investors to assess the social and ecological impacts of investing in a project, and encourages them to find out what governments may be offering in terms of financial assistance,” Shrivastava adds. “Every course module comes with an assignment that refers to a real company situation so these financial professionals can learn what questions to ask and how to better connect potential investors to projects that adhere to sustainability principles.”", "© Concordia University"], ["Department of Geography, Planning & Environment", "Department of Geography, Planning & Environment", "Facebook", "Twitter", "LinkedIn", "GooglePlus", "By: Julie Gedeon", "Source: ", "Enter a phrase or keyword", "Sustainability lessons", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Department of Geography, Planning & Environment", "Department of Geography, Planning & Environment", "Facebook", "Twitter", "LinkedIn", "GooglePlus", "By: Julie Gedeon", "Source: ", "Enter a phrase or keyword", "Sustainability lessons", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links ", "MyConcordia", "Cspace", "Webmail", "Library", "Directories", "A-Z", "Maps", "Concordia University", "Concordia University", "About the department", "\n                                                                Faculty\n                                                            ", "\n                                                                Staff \n                                                            ", "\n                                                                Job opportunities\n                                                            ", "Programs", "\n                                                                Undergraduate\n                                                            ", "\n                                                                Graduate\n                                                            ", "\n                                                                Current students\n                                                            ", "Research", "\n                                                                Research interests\n                                                            ", "\n                                                                Publications\n                                                            ", "\n                                                                Facilities\n                                                            ", "\n                                                                Research centres\n                                                            ", "Student life", "\n                                                                Student groups\n                                                            ", "\n                                                                Student projects\n                                                            ", "\n                                                                Career options\n                                                            ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Concordia University", "\r\n                    \r\n                    Home\r\n                    \r\n                ", "\r\n                    \r\n                    Faculty of Arts and Science\r\n                    \r\n                ", "\r\n                    \r\n                    Department of Geography, Planning, Environment\r\n                    \r\n                ", "\r\n                    \t", "\r\n                    ", "\r\n                    \t", "\r\n                    ", "\r\n                        ", "\r\n                    ", "\r\n                        ", "\r\n                    ", "Concordia University Magazine", "BALANCE-UNBALANCE 2011", "on a website", "Freecycle Network", "\n\t            urban planning            \n\t        ", "\n\t            geography            \n\t        ", "\n\t            sustainability            \n\t        ", "\n\t            music            \n\t        ", "About", "Academics", "Admissions", "Campus life", "Research", "International", "Future students", "Current students", "Alumni & friends", "Parents ", "Faculty & staff", "See SGW Campus map ", "See Loyola Campus map ", "facebook", "twitter", "google", "youtube", "linkedin", "pinterest", "instagram", "flickr", "Concordia social", "Terms", "Privacy", "Accessibility", "Website feedback", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n            ", "\n            ", "\n        ", "\n            ", "\n            ", "\n        ", "See SGW Campus map ", "See Loyola Campus map ", "Website feedback", "Terms", "Privacy", "Accessibility"], ["Concordia University", "Weather forecast: new solutions on the way"], ["\n                ", "\n            ", "\n                ", "\n            ", "Skating on thin ice", "Raising awareness through art", "Creating new value from old goods", "Related topics"], [], ["Find an expert"], [" - Call us at 514-848-2424"], []]}