{"http://www.concordia.ca/artsci/geography-planning-environment/programs/graduate/environmental-assessment-menv/testimonials.html": [["http://www.concordia.ca/content/concordia/en/artsci/geography-planning-environment/programs/graduate/environmental-assessment-menv/testimonials.html", "Alumni of the Master's in Environmental Assessment talk about the benefits of the program.", "As the Sustainability Analyst at Concordia University, I am responsible for the planning, coordination, and execution of research that assess the sustainability situation of the University. Since sustainability is a multi-faceted concept including environmental, social, and economic sciences, the Master in Environmental Assessment program helped me developed new skills complementing my engineering background. Through the program I had the opportunity to work with colleagues from very different educational programs, which is a critical skill to develop in order to tackle the complexities of today’s challenges. My internship at the Stockholm Environment Institute in Sweden gave me the opportunity to connect with internationally-renowned researchers and professionals related to the field of sustainability and to directly collaborate with government officials. This priceless opportunity adds solid credentials to someone’s professional profile. Compared to large impersonal classrooms, the smaller workgroups of the MEnv program parallel a professional team-based working environment and incite people to share knowledge in a mutually motivating learning environment.", "I am currently a doctoral student employed as a Research Fellow at the Mercator Research Institute on Global Commons and Climate Change in Berlin, Germany, working with the Assessments and Scientific Policy Advice working group. My PhD work focuses on various aspects related to the engagement of stakeholders in global environmental assessments such as UNEP’s Global Environment Outlook series, the work of the Intergovernmental Panel on Climate Change, and others. The approaches and methods I learned during my Master’s degree in Environmental Impact Assessment at Concordia University, such as qualitative and quantitative statistical analysis, environmental economics, and geographic information systems techniques, have proven invaluable in my PhD work. In addition, my internship with the Biodiversity and Human Health Cross-Cutting Initiative at the Secretariat of the Convention on Biological Diversity gave me the expertise and the motivation necessary to succeed in my application for a PhD program working on assessment-making at the global scale. While for many, the Environmental Impact Assessment program provides an excellent stepping stone into a professional position, it may also open doors for advancing your education even further and help to expand your network and knowledge base to the global scale.", "Concordia’s Master in Environment (Environmental Impact Assessment) (M.Env) helped me to get to where I am today. I am currently a full time permanent employee at the Canadian Nuclear Safety Commission (CNSC) as an Aboriginal consultation advisor and I am also the Administrator for the CNSC’s Participant Funding Program. The knowledge base and experience that the M.Env program provided me has been invaluable to my day-to-day work. The course work was engaging, challenging and practical. The M.Env provided me with a strong basis and understanding of federal environmental laws, regulatory policy and report writing. I also learned how to manage large, complex projects and effectively analyze environmental assessment and other technical reports. The courses offered in conjunction with the M.Env were varied and provided me with a holistic education which helped effectively prepare me for a career in a dynamic federal government regulatory agency. The internship component of the M.Env was very useful in helping me jump start my career. The M.Env internship coordinator assisted me in finding a suitable internship and provided a lot of support during and after my internship. Although my internship was with a different federal department, the experience, skills and connections made through my internship experience contributed directly to me finding a permanent job with the Government of Canada. I truly enjoy my work and I would recommend the M.Env at Concordia to anyone who has an interest in an environmental assessment or environmental policy related field.", ", ", "I have been working at Terragon Environmental Technologies Inc. since the beginning of my internship in May 2013. Terragon’s mission is to develop and commercialize technologies and products that offer communities and enterprises a practical and economical option for the safe generation of energy and water from their waste.  Since my internship I have become a permanent full-time employee focusing on the analysis and application of legislative and regulatory requirements against project scopes, the submission of regulatory permit and license applications as well as the coordination and support of document preparation including environmental assessments, studies and approval applications. Concordia’s Master in Environment (Environmental Impact Assessment) has prepared me for working in a team environment and coordinating information from several different bodies/institutions. The program provided a solid foundation, upon which I base all of my work and research.", " ", " ", "We are deeply appreciative for all the intern has done for our team, at a time when we were especially under pressure to produce results. Your program is batting 100% on quality - send us more CVs! ", "© Concordia University"], ["Department of Geography, Planning & Environment", "Department of Geography, Planning & Environment", "Facebook", "Twitter", "LinkedIn", "GooglePlus", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Department of Geography, Planning & Environment", "Department of Geography, Planning & Environment", "Facebook", "Twitter", "LinkedIn", "GooglePlus", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links ", "MyConcordia", "Cspace", "Webmail", "Library", "Directories", "A-Z", "Maps", "Concordia University", "Concordia University", "About the department", "\n                                                                Faculty\n                                                            ", "\n                                                                Staff \n                                                            ", "\n                                                                Job opportunities\n                                                            ", "Programs", "\n                                                                Undergraduate\n                                                            ", "\n                                                                Graduate\n                                                            ", "\n                                                                Current students\n                                                            ", "Research", "\n                                                                Research interests\n                                                            ", "\n                                                                Publications\n                                                            ", "\n                                                                Facilities\n                                                            ", "\n                                                                Research centres\n                                                            ", "Student life", "\n                                                                Student groups\n                                                            ", "\n                                                                Student projects\n                                                            ", "\n                                                                Career options\n                                                            ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Concordia University", "\r\n                    \r\n                    Concordia.ca\r\n                    \r\n                ", "\r\n                    \r\n                    Faculty of Arts and Science\r\n                    \r\n                ", "\r\n                    \r\n                    Department of Geography, Planning, Environment\r\n                    \r\n                ", "\r\n                    \r\n                    Programs\r\n                    \r\n                ", "\r\n                    \r\n                    Graduate\r\n                    \r\n                ", "\r\n                    \r\n                    Environmental Assessment (MEnv)\r\n                    \r\n                ", "\r\n                    \t", "\r\n                    ", "\r\n                    \t", "\r\n                    ", "\r\n                        ", "\r\n                    ", "\r\n                        ", "\r\n                    ", "Environmental Assessment (MEnv)", "Internships", "Internship Reports", "Testimonials", "About the Faculty", "Academics", "Research", "Services & facilities", "Faculty life", "See SGW Campus map ", "See Loyola Campus map ", "facebook", "twitter", "google", "youtube", "linkedin", "pinterest", "instagram", "flickr", "Concordia social", "Terms", "Privacy", "Accessibility", "Website feedback", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n            ", "\n            ", "\n        ", "\n            ", "\n            ", "\n        ", "See SGW Campus map ", "See Loyola Campus map ", "Website feedback", "Terms", "Privacy", "Accessibility"], ["Concordia University", "Testimonials"], ["\n                ", "\n            ", "\n                ", "\n            "], [], [], [" - Call us at 514-848-2424"], []]}