{"https://www.concordia.ca/artsci/biology/events/cuevents/finearts/fofa/2017/01/16/undergraduat-student-exhibition.html": [["http://www.concordia.ca/content/shared/en/events/finearts/fofa/2017/01/16/undergraduat-student-exhibition.html", "\n", "\n", "For over three decades, the annual undergraduate exhibition has presented works by students in the Faculty of Fine Arts at Concordia University. In recent years, the initiative has expanded to include writers from the department of Art History and designers from the department of Design and Computation Arts. Together, a uniquely designed catalogue illustrates the diversity of works and texts that reveal the breadth of talent found within the faculty of fine arts.", "We are pleased to introduce a new layer to this year’s iteration and are working with performers from Concordia’s department of Contemporary Dance. As such, the growing collaboration has compelled us to come up with a theme to unify the participating disciplines. The thematic of “space” was introduced to encourage thought-provoking concepts that stem from notions of space, which has the potential to be interpreted broadly within various creative practices. For example, there is the space between generations, pictorial space, the space between performer and audience, geographic space, queer space, political space, outer space, to name only a few.", "The FOFA Gallery salutes the extraordinary work of the artists, writers, designers and dancers proving that cross-disciplinary practice continues to be an engaging approach within the creative process. We also wish to acknowledge the dedicated guidance from professors in all of these departments who have inspired a dynamic illustration of current interests and artistic explorations.", "Depuis plus de trente ans, les étudiantes et étudiants de 1", " cycle de la Faculté des beaux-arts de l’Université Concordia présentent leurs œuvres dans le cadre d’une exposition annuelle. Ces dernières années, l’initiative s’est enrichie de la contribution de rédacteurs du Département d’histoire de l’art et de designers du Département de design et d’arts numériques. Ensemble, ceux-ci réalisent un catalogue original où œuvres, textes et facture graphique mettent en lumière l’ampleur des talents issus de la faculté.", "C’est avec plaisir que nous ajoutons un nouveau volet à l’édition de cette année grâce à l’apport d’artistes du Département de danse contemporaine. Pour nourrir cette collaboration florissante, nous avons jugé utile de choisir un thème qui unifierait les disciplines participantes. Ainsi, nous avons mis de l’avant le concept d’« espace » afin d’encourager la réflexion sur un sujet se prêtant à une multitude d’interprétations au sein de diverses pratiques créatives. Par exemple, l’espace entre les générations, l’espace pictural, l’espace entre l’artiste et le public, l’espace géographique, l’espace ", ", l’espace politique ou l’espace extraterrestre.", "La Galerie FOFA salue le travail extraordinaire des artistes, rédacteurs, designers et danseurs, qui prouve que le croisement des disciplines demeure une démarche stimulante dans le processus de création. Nous souhaitons enfin remercier les membres du corps professoral des divers départements, dont le soutien dévoué a inspiré cette illustration dynamique des réflexions théoriques et des explorations artistiques de l’heure.", " is a twenty-one-year-old artist from Prince Edward Island, completing a Bachelor of Fine Arts in Studio Arts and Art History at Concordia. Her narrative work combines comic techniques, such as dialogue and panel sequencing, with more conventional drawing methods and the sensibility of lyric poetry.", "Âgée de 21 ans et originaire de l’Île-du-Prince-Édouard, ", " termine à l’Université Concordia un baccalauréat ès beaux-arts qui allie arts plastiques et histoire de l’art. Dans son travail de narration, elle exploite tant des techniques de bande dessinée, comme le dialogue et la juxtaposition de cases, que le conformisme cher à certaines écoles de dessin ou la sentimentalité propre à la poésie lyrique.", "received a trade certificate diploma (DEP) in plumbing and heating in 2009. Next, he received his DEC in Fine Arts in Saint-Hyacinthe, then his bachelor’s from Concordia in Studio Art in 2016. His work is always infused with philosophical reflections both supported and based in reality. ", " a obtienu son diplôme d'étude professionnelle en plomberie chauffage en 2009. Il termine par la suite un DEC en art visuel à Saint-Hyacinthe en 2013, puis son baccalauréat à Concordia, en studio art en 2016. Son travail est toujours imprégné de réflexions philosophiques soutenues et encré dans le réel.  ", " is a visual artist, residing in the Laurentides region of Quebec. Born in Alberta, Christopher has also lived in Calgary, Ottawa, Toronto, Sointula, British Columbia, and Montreal. His ceramics and painting practices offer conversations with materiality, expression and space, from a contemporary queer perspective.", "L'artiste ", " habite dans les Laurentides, au Québec. Né en Alberta, il a précédemment vécu à Calgary, à Ottawa, à Toronto, à Sointula (en Colombie-Britannique) et à Montréal. Développant une perspective allosexuelle bien de notre temps, ses créations picturales et céramiques ouvrent le dialogue sur la matérialité, l’expression et l’espace. ", " recently completed a bachelor’s degree in Studio Arts with a minor in English Literature at Concordia. Her multi-disciplinary practice includes sculpture, drawing, writing, and book art. Through minimal and often playful imagery, her conceptual work explores the depth of human emotion and the narrative potential of shape and colour. ", "Fraîchement diplômée de Concordia, ", " est titulaire d’un baccalauréat ès arts plastiques avec mineure en littérature anglaise. Sa pratique multidisciplinaire fait appel à la sculpture, au dessin, à l’écriture et aux arts du livre. Employant un langage pictural minimaliste mais souvent ludique, l’artiste conceptuelle explore les profondeurs des émotions humaines ainsi que le potentiel narratif des formes et des couleurs. ", " is currently undergoing a bachelor’s degree at Concordia, with a major in Photography and a minor in Art History. Her photographic and installation work aim to reveal the instinctive path of her thoughts, past life experiences and her current views of the world.", "Les études de baccalauréat que mène à Concordia ", " associent une majeure en photographie et une mineure en histoire de l’art. À la fois photographe et artiste d’installation, elle aspire à reproduire l’itinéraire spontané de ses réflexions, de son vécu et de sa vision du monde. ", " is a Canadian-German artist residing in Montreal. Working primarily with sculpture and drawing, his work aims to queer and question current and historical representations of the body. His work is informed by conceptual and formal references, and attempts to raise implicit questions and contradictions without ever necessarily presenting answers or solutions, rather simply following the language of the materials.", "Montréalais d’adoption, le Germano-Canadien ", " se consacre surtout à la sculpture et au dessin. Dans sa production artistique, il remet en cause et déconstruit les archétypes d’hier et d’aujourd’hui liés à la représentation du corps. S’inspirant de références formelles et conceptuelles, son œuvre soulève des questions et contradictions implicites. Plutôt que de fournir systématiquement des réponses ou des solutions à celles-ci, les créations de Kroll laissent simplement parler les matériaux. ", "is a young Montreal artist who recently completed her Bachelor of Fine Arts at Concordia. Passionate about painting, this medium quickly became her medium of choice. She is equally interested in processes of image construction and in diverse printmaking techniques.", " est une jeune artiste montréalaise qui vient tout juste de compléter son baccalauréat en Beaux-Arts à l’Université Concordia. Passionnée par la peinture, cette forme d’art est vite devenue son médium de prédilection. Étant attire par les différents processus de construction d’images, elle s’intéresse également aux multiples techniques de printmaking.", " (b.1992) was raised in Halfmoon Bay, British Columbia.  She currently studies Fibres and Material Practices and Art History at Concordia.  ", "Née en 1992, ", " a grandi à Halfmoon Bay, en Colombie-Britannique. À Concordia, elle étudie les fibres et pratiques matérielles, d’une part, et l’histoire de l’art, d’autre part. ", "Born in 1995, ", " majors in Studio Arts at Concordia.", " est venu au monde en 1995. Entre autres choses, il prépare une majeure en arts plastiques à l’Université Concordia. ", " is interested in conveying emotion and the spectacle of sensitivity through film and video. Her work explores the tension in the inability to discern between imagined perspectives and realities. She graduated from the Mel Hoppenheim School of Cinema in 2016.", "Par l’intermédiaire du film et de la vidéo, ", " s’applique à communiquer l’émotion et l’image que véhicule simultanément la sensibilité. Diplômée en 2016 de l’École de cinéma Mel-Hoppenheim, elle explore cette tension que crée notre incapacité à discerner nos perspectives imaginaires des réalités concrètes. ", " is a contemporary artist living and working in Montreal, where she recently completed a Bachelor’s of Fine Arts. Lightstone’s interdisciplinary practice includes drawing, video, sound recordings, textile practices, installations, and participatory interventions. Her work frequently employs processes of cataloguing and classification, oral histories, and fictitious narratives.", "Bachelière ès beaux-arts depuis peu, ", " a fait de Montréal son lieu de travail et de vie. L’artiste contemporaine privilégie une pratique interdisciplinaire : dessin, vidéo, expérimentation acoustique, création textile, installations, interventions participatives... Ses œuvres empruntent souvent aux procédés de catalogage et de classification, aux récits oraux et aux histoires fictives. ", " is a Brazilian artist living in Montreal since 2012. Journalist by trade, fiber artist by nature, she teaches knitting and enjoys spinning and weaving. Quintela is a social activist and feminist, continuously collecting dreams and stories.", "Activiste sociale et féministe d’origine brésilienne, ", " habite Montréal depuis 2012. Journaliste de profession, mais artiste textile par tempérament, elle enseigne le tricot ; elle s’adonne aussi au filage et au tissage. Par ailleurs, elle accumule les rêves et les histoires. ", " is a Montreal-based interdisciplinary artist, with a bachelor’s degree in Creative Writing from Concordia, where she now studies Intermedia Cyberarts. Ségolène has participated in several exhibitions in spaces such as City Bird (NYC), Vox Populi (Philadelphia) Pangée and Never Apart (Montreal), and has published three books with Anteism Press.", "Créatrice interdisciplinaire, ", " vit à Montréal. Titulaire d’un baccalauréat en création littéraire de l’Université Concordia, elle y poursuit son parcours en intermédias/cyberarts. Elle a participé à plusieurs expositions organisées par des galeries réputées : City Bird à New York, Vox Populi à Philadelphie ou encore Pangée et Never Apart à Montréal. Enfin, elle a publié trois ouvrages aux éditions Anteism. ", "Inspired", "by the liveliness", "and artistic hub of creative cities worldwide,", " enjoys travelling and immersing herself within unique cultures. She is currently taking some time to study art history at Concordia University, and seizing every opportunity to sharpen her writing skills.", "Interpellée par la vivacité et le bouillon artistique des villes créatives du monde, ", " aime voyager pour s’immerger et s’inspirer de cultures singulières. C’est à l’université Concordia qu’elle se pose un moment pour approfondir ses connaissances en histoire de l’art et saisir au vol toutes opportunités d’aiguiser sa plume.", " is a Montreal-based artist and writer trained in media art and performance. Her research examines the changing forms of intimacy, interpersonal connection and relationality in Internet culture, and their impacts on personal connection and oral histories.", "Maintenant installée à Montréal, ", " possède une formation en arts médiatiques et en art action. Dans le cadre de ses recherches, la créatrice et critique canadienne explore les formes mouvantes de l’intimité, des interactions interpersonnelles et de la relationnalité dans la culture Internet. Elle analyse aussi leurs répercussions sur les rapports personnels et les récits oraux. ", "Originally from Guadaloupe, ", "has lived in Montreal for fifteen years. Having first worked in the fashion design industry, she now integrates the transformative potential of materials into her artistic practice. Graduate of the Centre d’impression Textile, she is currently pursuing a Bachelor of Fine Arts degree at Concordia with a major in Fibre arts and a minor in Art Education.", "Guadeloupéenne, ", " vit à Montréal depuis quinze ans. Ayant travaillé en design de mode, elle a renoué avec le matériau et son potentiel transformatif en intégrant des techniques de métiers d'art à sa pratique artistique. Diplômée du Centre d'impression Textile en 2010, elle a entamé un baccalauréat en arts visuels à Concordia avec majeure en Fibres et mineure en Éducation des Arts.", " is in her third year of undergraduate studies, pursuing a major in Art History (co-op) and a minor in Psychology. She has contributed to ", " and ", ", and has been involved with ", ", the ", " ", " and the ", ". Her research interests include adaptation studies and psychology.", "Étudiante en troisième année du premier cycle, ", " prépare une majeure en histoire de l’art — un programme coop — ainsi qu’une mineure en psychologie. Outre sa collaboration à la revue étudiante ", "et au magazine ", ", elle a apporté son concours à la revue ", ", au bulletin ", " ", " et la cyberrevue étudiante ", ". En tant que chercheuse, elle s’intéresse notamment à la didactique de l’adaptation et à la psychologie. ", " is an undergraduate student in Concordia’s Art History program. She is involved with ", " and the Ethnocultural Art History Research group, and had worked at the Museum of Jewish Montreal, Optica and SBC galleries. She is currently the assistant curator at Two Rivers Gallery. Her academic interests examine art institutions and social approaches to art history.", " poursuit des études de premier cycle en histoire de l’art à l’Université Concordia. Membre du groupe de recherche en histoire de l’art ethnoculturel, elle participe également à la revue ", ". Après avoir travaillé au musée du Montréal juif de même qu’aux galeries Optica et SBC, elle occupe actuellement la fonction de conservatrice adjointe à la Two Rivers Gallery. Sa démarche intellectuelle vise tout particulièrement l’histoire de l’art telle que la conçoivent les institutions sociales et artistiques. ", " was born.", "He grew up, went to school, went to work, went back to school, kept working, went back to school again, and has now written about the artist Vincent Larouche for this exhibition catalogue.", "Eventually he’ll die.", "Un jour, ", " est né.", "Par la suite, il a grandi, il a fréquenté l’école, il s’est trouvé un boulot, il a raccroché, il a continué à travailler, il a de nouveau repris ses études… avant de pondre le texte – sur l’artiste Vincent Larouche — qui se trouve dans le présent catalogue.", "Un jour ou l’autre, Perrin Martin mourra. ", " is in her fourth year as an Honours English and Creative Writing student, pursuing a minor in Art History. Some of her work has recently appeared in ", " and ", ". She is editor-in-chief at ", ".", "Maintenant en quatrième année du programme de ", " en études anglaises et en création littéraire, ", " effectue une mineure en histoire de l’art. Rédactrice en chef de la revue ", ", elle faisait récemment paraître des textes dans deux anthologies, respectivement intitulées ", " et ", ". ", " recently graduated from Concordia with a Bachelor of Fine Arts. She is looking forward to paying off her student loans while continuing to work as a waitress. She hopes to paint again one day and is considering getting a cat.", " possède depuis peu un baccalauréat ès beaux-arts de l’Université Concordia. Parmi ses projets d’avenir, mentionnons le remboursement de ses prêts étudiants et la poursuite de sa carrière de serveuse. Elle caresse l’idée d’adopter un chat et espère se remettre tôt ou tard à la peinture. ", " recently completed her first year in Concordia’s Art History and Film Studies program. Growing up in Toronto, she fell in love with art galleries and film festivals. Sanders hopes to one day join the arts field as a museum curator. ", " a grandi à Toronto, où elle s’est prise de passion pour les galeries d’art et les festivals de films. Elle souhaite un jour intégrer le milieu des beaux-arts, idéalement comme conservatrice de musée. Dans l’immédiat, elle vient de terminer sa première année en histoire de l’art et en études cinématographiques à Concordia. ", " holds a bachelor’s degree with Great Distinction from Concordia, with Honours in Religion and a minor in Art History, where he is also currently pursuing a master's degree in art history. He specializes in Hispanic visual and religious cultures, with particular attention to questions of gender and sexuality in the Early Modern Transatlantic world. ", "Bachelier de l’Université Concordia, ", " y a accompli avec grande distinction un programme de ", " en sciences des religions ainsi qu’une mineure en histoire de l’art. Poursuivant à la maîtrise dans cette discipline, il se spécialise en cultures religieuse et visuelle hispaniques. Il approfondit principalement les questions de genre et de sexualité dans l’univers transatlantique à l’époque moderne. ", " is an undergraduate Art History student pursuing academic interests in queer theory, curation and institutional critique, among many. Both her art practice and research explore ideas surrounding identity, identification and performativity. She has been exhibited at Concordia's VAV Gallery and has contributed to a number of journals including: ", ", ", " and the VAV Gallery’s ", "exhibition catalogue.", "Étudiante au premier cycle en histoire de l’art, ", " axe surtout son travail universitaire sur la théorie allosexuelle, la critique institutionnelle et le commissariat d’art. Dans ses activités de création et de recherche, elle appréhende les notions d’identité, d’identification et de performativité. Elle a exposé à la Galerie VAV de Concordia et collaboré à plusieurs revues, dont ", "et ", ", de même qu’au catalogue de l’exposition", ". ", " is an undergraduate of the Communication and Cultural Studies program. She is currently editor-in-chief at Montreal’s ", " Her research deals with critical discourses of representation in contemporary art and photography, particularly at the intersection of feminism and postcolonialism. ", "Rédactrice en chef de la revue montréalaise ", ", ", " est inscrite au programme de premier cycle en communication et études culturelles. Si son champ d’investigation s’étend au discours critique sur la représentation dans l’art et la photographie d’aujourd’hui, il se situe plus précisément au carrefour du féminisme et du postcolonialisme. ", " is a student of Art History at Concordia whose research interests focus on subcultures and their expression through style and media. A member of the Cooperative Institute for Education, she is also editor-in-chief of volume XIII of the ", ".", " étudie en histoire de l’art à l’Université Concordia. Elle concentre sa démarche intellectuelle sur les subcultures et leur expression par l’intermédiaire des modes et des médias. Membre de l’Institut d’enseignement coopératif, elle dirige la rédaction du treizième numéro de la revue ", ". ", "Art History Department, Concordia University; Concordia Undergraduate Journal of Art History (CUJAH); Contemporary Dance Department, Concordia University; Angélique Wilke; VAV Gallery: Edwin Isford & Terrance Richard; Fine Arts Student Alliance (FASA); Le groupe Quadriscan: Richard Buchanan; Fine Arts Research Facilities (FARF).", " January 19, 2017", "\n", " 5 p.m. to 7 p.m.", "\n", " FOFA Gallery,", "\n1515 Ste-Catherine St West,", "\n1.715 EV", "\nMontréal, H3G 2W1", "\n", " Admission is free", " 19 janvier 2017", "\n", " 17h à 19h", "\n", " Galerie FOFA,", "\n1515 St-Catherine Ouest,", "\n1.715 EV", "\nMontréal, H3G 2W1", "\n", " Admission gratuite", "© Concordia University"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "Calendar", "Submit an event", "Latest news", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "Calendar", "Submit an event", "Latest news", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links ", "MyConcordia", "Cspace", "Webmail", "Library", "Directories", "A-Z", "Maps", "Future students", "Student hub", "Alumni & friends", "Parents", "Faculty & staff", "Media", "Concordia University", "Concordia University", "Department of Biology", "About the department", "\n                                                                Faculty members\n                                                            ", "\n                                                                Technical staff\n                                                            ", "\n                                                                Job opportunities\n                                                            ", "Programs", "\n                                                                Undergraduate programs\n                                                            ", "\n                                                                Graduate programs\n                                                            ", "Research", "\n                                                                Weekly research seminar\n                                                            ", "\n                                                                Research areas\n                                                            ", "\n                                                                Recent theses\n                                                            ", "Student life", "\n                                                                Advising & support\n                                                            ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Information for... ", "Future students", "Student hub", "Alumni & friends", "Parents", "Faculty & staff", "Media", "Concordia University", "Department of Biology", "\r\n                    \r\n                    Home\r\n                    \r\n                ", "\r\n                    \r\n                    Faculty of Arts and Science\r\n                    \r\n                ", "\r\n                    \r\n                    Department of Biology, Concordia Biology, Biology, Study Biology \r\n                    \r\n                ", "\r\n                    \t", "\r\n                    ", "\r\n                    \t", "\r\n                    ", "\r\n                        ", "\r\n                    ", "\r\n                        ", "\r\n                    ", "\r\n\t\t\t\t\t\r\n                    Jordan Beaulieu\r\n                ", "\r\n\t\t\t\t\t\r\n                    Anthony Brunelle\r\n                ", "\r\n\t\t\t\t\t\r\n                    Shawn Christopher\r\n                ", "\r\n\t\t\t\t\t\r\n                    Laura Horrocks-Denis\r\n                ", "\r\n\t\t\t\t\t\r\n                    Sabrina Jolicoeur\r\n                ", "\r\n\t\t\t\t\t\r\n                    Marlon Kroll\r\n                ", "\r\n\t\t\t\t\t\r\n                    Marie-Claude Lacroix\r\n                ", "\r\n\t\t\t\t\t\r\n                    Misca Lagassé\r\n                ", "\r\n\t\t\t\t\t\r\n                    Vincent Larouche\r\n                ", "\r\n\t\t\t\t\t\r\n                    Kaja Levy\r\n                ", "\r\n\t\t\t\t\t\r\n                    Emma Lightstone\r\n                ", "\r\n\t\t\t\t\t\r\n                    Clara Quintela\r\n                ", "\r\n\t\t\t\t\t\r\n                    Marie Ségolène C. Brault.\r\n                ", "\r\n\t\t\t\t\t\r\n                    Éloïse Brunet\r\n                ", "\r\n\t\t\t\t\t\r\n                    naakita feldman-kiss\r\n                ", "\r\n\t\t\t\t\t\r\n                    Caroline Gamiette\r\n                ", "\r\n\t\t\t\t\t\r\n                    Kimberly Glassman\r\n                ", "\r\n\t\t\t\t\t\r\n                    Valérie Hénault\r\n                ", "\r\n\t\t\t\t\t\r\n                    Perrin Martin\r\n                ", "\r\n\t\t\t\t\t\r\n                    Esmé Pine\r\n                ", "\r\n\t\t\t\t\t\r\n                    Sydney Pine\r\n                ", "\r\n\t\t\t\t\t\r\n                    Elizabeth Sanders\r\n                ", "\r\n\t\t\t\t\t\r\n                    Daniel Santiago Sáenz Tabares\r\n                ", "\r\n\t\t\t\t\t\r\n                    Alyse Tunnell\r\n                ", "\r\n\t\t\t\t\t\r\n                    Amelia Wong-Mersereau\r\n                ", "\r\n\t\t\t\t\t\r\n                    Mattia Zylak\r\n                ", "Engineering, Computer Science and Visual Arts Integrated Complex", "About", "Academics", "Admissions", "Campus life", "Research", "International", "Future students", "Current students", "Alumni & friends", "Parents ", "Faculty & staff", "See SGW Campus map ", "See Loyola Campus map ", "facebook", "twitter", "google", "youtube", "linkedin", "pinterest", "instagram", "flickr", "Concordia social", "Terms", "Privacy", "Accessibility", "Website feedback", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n            ", "\n            ", "\n        ", "\n            ", "\n            ", "\n        ", "See SGW Campus map ", "See Loyola Campus map ", "Website feedback", "Terms", "Privacy", "Accessibility"], ["Concordia University", "\n                        ", " Undergraduate Student Exhibition\n                   \t"], ["\n                ", "\n            ", "\n                ", "\n            ", "\n", "\nExposition des étudiants et étudiantes de premier cycle", "Artists / Artistes", "\nAuthors / Auteurs ", "Thanks / Remerciements", "Vernissage & Publication Launch / Vernissage et lancement de la publication"], ["\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            "], [], [" - Call us at 514-848-2424"], []]}