{"https://www.concordia.ca/artsci/biology/news/cunews/main/stories/2016/01/29/crispr-gene-editor-controversy-patents-doudna-charpentier-lander.html": [["http://www.concordia.ca/content/shared/en/news/main/stories/2016/01/29/crispr-gene-editor-controversy-patents-doudna-charpentier-lander.html", "Cell ", "Cell'", " I wasn't surprised, due to the competitive nature of research — recognition, funding, publishing. Especially in a time when advances in technology and rapid communication mean that many scientists (with the means) can quickly identify and advance 'novel' areas of research. Who made a 'discovery or important advancements' becomes murky.", "Some scientists may fight to be properly recognized for their contributions, since this recognition can open the door to more patent and funding opportunities, which is crucial at a time when funding is tight in most countries. Unfortunately, those that fight the hardest also often care more about prizes and money than they do about advancing science.", "But the recognition for important contributions to, and the advancement of, CRISPR goes even deeper than this, because it also highlights the fact that many women are often overlooked for their contributions to science. This is a problem that has occurred for decades, if not hundreds of years. ", "To be clear, the article does discuss the women involved in the history of CRISPR, but it may have glossed over the importance of their contribution and according to statements made by one of the woman involved (Doudna), may not have been entirely factually correct.", "I think gender bias is an ongoing problem in science and technology — the older generation is especially male-dominant and some, or many, may not have open bias per se, but simply favour their 'colleagues and friends', many of whom happen to be male (and white).", "I think the problem boils down to competition. People can be fiercely competitive at a time when access to funding is limited and those that are most vocal or visible often win out over those that aren't. Also, it may not be instinctive for most women to do this. ", " I see this all the time in my field. The men are more successful at getting external funding, they seem to have an easier time getting papers accepted, especially in high tier journals, and they seem to be better networked in terms of collaborations and working with the private sector.", "Of course, this is circular. Some would argue that they have the better grants and opportunities ", "they have the better publications. But the bottom line is that many women are often disadvantaged. Further, they are often still the primary caregivers and as soon as they have a family, this restricts the time that they can dedicate to their research.", "The agencies are getting better at recognizing this, but the fierce competition for funding is closing the door for many women in science, because it is harder for them to compete with their male peers. Publishing is also something that has become a real issue in my field, but this isn't necessarily restricted to gender — this may apply to any junior researcher.", "What used to be acceptable for publication as an article in a strong mid-to-high tier journal would only be considered as a 'communication or report' nowadays. And the review process doesn't always work and may not be fair. Most journals still use a blind approach, where the authors do not know the reviewers, but the reviewers know the authors. This allows the reviewers to hide behind their anonymity and they have no accountability.", "I have seen many reviews, personally, that are simply not professional or that demand unrealistic changes before a manuscript can be accepted. Some of us may not have the resources, but more importantly, would these changes actually impact the outcome of the 'story' or are they simply demanded because they are 'sexier?'", "Again, I go back to the 'old boys club,' where publishing has become a game of who knows who, and where friends review each other’s papers.", "I am not saying that excellent science isn't published in good journals, but there likely are lots of excellent research articles that are not getting published or are not getting into better journals simply because of one reviewer that blocked it.", "My previous supervisor used to say that 'good science will be recognized regardless of where it is published,' but I disagree. We are bombarded with more and more online journals, some of which may have questionable review practices (or no peer review), and most of us don't have the time to even consider these articles.", "There are many male colleagues who are very aware that gender bias exists, which is why they brought attention to this article in the first place. Many of these men may have worked under or with women during their careers, or have wives who are active scientists. ", "Michael Eisen at Berkeley ", " on the article by Lander in Cell on the discovery of CRISPR. It is very witty, and pokes fun at Lander. At the same time, though, it brings up some interesting issues regarding patenting and intellectual property, and Nobel prizes or other awards recognizing a few scientists for what was likely a coordinated effort by many scientists.", "He highlights how the tone Lander uses to describe the history of CRISPR leading up to work done by Zhang (the scientist currently in a patent dispute from his own Institute), changes as soon as he starts discussing the work done by Zhang. (He figured out how to use the technology to efficiently edit mammalian genomes). It is clear that Lander is pushing Zhang as the key person who pushed CRISPR into the limelight. ", "There are many male colleagues who are very aware that the bias exists, which is why they brought attention to this article in the first place. Eisen is an example.", "As more men and women are less tolerant and call out their colleagues and peers for especially blatant bias, then this should change with time. Those at the top have more onus than those at the bottom. For example, editors and panel review members for granting agencies need to become more aware and perhaps disregard reviews coming from those with potential conflicts of interest.", "I think what bothers me the most is that ", ", which is a top journal in my field, published an opinion piece by someone who has an obvious conflict of interest on the topic (Lander is the director of the Broad Institute, which is in a patent dispute on CRISPR). For me, this brings into question the ethics of the journal itself and makes you wonder how many articles were rejected or not considered on subjective bias because reviews were carried out by those with conflicts of interest.", "I am not sure how aware the general public is about this latest scandal, but gender bias would be a great topic to discuss with the panel. It gets to the deeper issue of ", ", and how women struggle for recognition in male-dominant fields. It will be interesting to see how the patent disputes play out, and the role of policy, another interesting topic that will be discussed by the panel. ", " ", "\r\n        ", "\r\n    ", "\r\n        ", "\r\n    ", "Search for an expert to comment on any topic", "© Concordia University"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "By: Alisa Piekny", "Enter a phrase or keyword", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "By: Alisa Piekny", "Enter a phrase or keyword", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links ", "MyConcordia", "Cspace", "Webmail", "Library", "Directories", "A-Z", "Maps", "Concordia University", "Concordia University", "Department of Biology", "About the department", "\n                                                                Faculty members\n                                                            ", "\n                                                                Technical staff\n                                                            ", "\n                                                                Job opportunities\n                                                            ", "Programs", "\n                                                                Undergraduate programs\n                                                            ", "\n                                                                Graduate programs\n                                                            ", "Research", "\n                                                                Weekly research seminar\n                                                            ", "\n                                                                Research areas\n                                                            ", "\n                                                                Recent theses\n                                                            ", "Student life", "\n                                                                Advising & support\n                                                            ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Concordia University", "Department of Biology", "\r\n                    \r\n                    Home\r\n                    \r\n                ", "\r\n                    \r\n                    Faculty of Arts and Science\r\n                    \r\n                ", "\r\n                    \r\n                    Department of Biology, Concordia Biology, Biology, Study Biology \r\n                    \r\n                ", "\r\n                    \t", "\r\n                    ", "\r\n                    \t", "\r\n                    ", "\r\n                        ", "\r\n                    ", "\r\n                        ", "\r\n                    ", "genome-editing technology CRISPR", "Eric Lander", "MIT", "The Heroes of CRISPR", "Alisa Piekny", "Department of Biology", "Beyond Disciplines: Editing genes? The Science and Ethics of the New Biotechnology", "wrote an interesting piece", "gender bias in STEM in general", "Beyond Disciplines: Editing genes? The Science and Ethics of the New Biotechnology", "\r\n\t\t\t\t\t\t            ", "\r\n\t\t\t\t\t\t            Department of Biology\r\n\t\t\t\t\t\t        ", "\r\n\t\t\t\t\t\t            ", "\r\n\t\t\t\t\t\t            Alisa Piekny\r\n\t\t\t\t\t\t        ", "Designer babies? No more cancer? Welcome to the exhilarating, terrifying world of DNA editing", "Great scientific breakthroughs of 2015: Concordia’s synthetic painkiller research cracks the top 10", "\n\t            genomics            \n\t        ", "\n\t            biology            \n\t        ", "About", "Academics", "Admissions", "Campus life", "Research", "International", "Future students", "Current students", "Alumni & friends", "Parents ", "Faculty & staff", "See SGW Campus map ", "See Loyola Campus map ", "facebook", "twitter", "google", "youtube", "linkedin", "pinterest", "instagram", "flickr", "Concordia social", "Terms", "Privacy", "Accessibility", "Website feedback", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n            ", "\n            ", "\n        ", "\n            ", "\n            ", "\n        ", "See SGW Campus map ", "See Loyola Campus map ", "Website feedback", "Terms", "Privacy", "Accessibility"], ["Concordia University", "Hey Mister, that's my CRISPR!"], ["\n                ", "\n            ", "\n                ", "\n            ", "Related Links", "Related stories", "Related topics"], [], ["Find an expert"], [" - Call us at 514-848-2424"], []]}