{"https://www.concordia.ca/artsci/biology/events/cuevents/offices/vprgs/sgs/2016/12/21/phd-oral-exam-150-ahmed-bakr-civil-engineering.html": [["http://www.concordia.ca/content/shared/en/events/offices/vprgs/sgs/2016/12/21/phd-oral-exam-150-ahmed-bakr-civil-engineering.html", "A growing number of recalcitrant pollutants of both human health and environmental concern (e.g., pharmaceuticals and endocrine disrupting chemicals) are being introduced to Canadian and global water and wastewater systems at an alarming rate. While conventional water and wastewater treatment technologies are effective at providing clean, usable water, these methods are inadequate for the complete removal of these emerging aquatic contaminants. Unlike naturally occurring aquatic organic compounds, these emerging contaminants must not only be removed from aqueous systems but also degraded to non-toxic constituent compounds. Membrane filtration is currently one of the most effective technologies for water purification, but conventional membranes lack mechanisms for contaminant degradation. Many environmental contaminants are highly susceptible to aggressive oxidative or reductive degradation. This is achievable with electro-filtration along with electro-enhanced oxidation and reduction processes.", "Electrochemical filtration is a promising technology that aims for the efficient removal of persistent contaminants that cannot be effectively eliminated through conventional treatment methods. Multiwalled carbon nanotubes (MWNTs) and carbon substrates can be employed as filtration media to which a DC potential can be applied for further electrochemical treatment.", "\nThis study consists of two main objectives: firstly, an investigation of MWNTs and carbon substrates and the use of electrochemical filtration in dead-end filtration systems, and secondly, the application of the same technologies in crossflow filtration systems for the removal and degradation of model persistent organic contaminants. Through the course of the study, MWNTs were employed as filtration media and tested under different surface conditions and solution chemistries with the aim of achieving the most effective elimination of the model persistent organic contaminants.", "Ibuprofen and Bisphenol A, two emerging contaminants of concern, have been reported to exist in natural waters, influent, secondary treated effluent of wastewater, and in primary and secondary wastewater sludge. In this study, dead-end electrochemical filtration was investigated as a removal method for these contaminants. This technique has shown promise in the elimination of both of these compounds and the reduction of their overall toxicity. In these dead-end electrochemical filtration experiments, we employed multiwalled carbon nanotubes as both a filtration and electrode material. As well, the stability of MWNTs was studied under different surface and bulk structural conditions.", "Carboxylated multiwalled carbon nanotubes (MWNTs-COOH) were used with the aim of increasing the filtration efficiency for the removal of carboxylated ibuprofen under different pH and electrolytic conditions. It was found that the presence of oxy-functional groups can increase the functional surface area of MWNTs and increase the filtration capacity in low voltage applications. In high voltage applications, it was found that electrochemical filtration is controlled by bulk electroactive species. Boron doped multiwalled carbon nanotubes (BMWNTs) were also studied, with the goal of improving electrical conductivity during bisphenol A electrochemical filtration experiments. It was found that despite previous reports describing the higher oxidative power of doped carbon nanotubes, with the highest reported for BMWNTs, pristine MWNTs and BMWNTs showed similar outcomes in eliminating bisphenol A. The results indicate adequate performance and efficiency of pristine MWNTs in removing bisphenol A. These results demonstrate the dead-end electrochemical filtration as a promising technology for the removal of these emerging contaminants.", "The removal of ibuprofen and bisphenol A was also investigated by using crossflow electrochemical filtration for individual and equimolar mixture solutions. The aim was, firstly, to investigate electrochemical filtration performance under the horizontal shear flow mechanism in a flat sheet crossflow setup. Large surface area, superconductive MWNT blend buckypaper membranes were used as electrochemical filtration electrodes.", "The crossflow configuration shows great potential in eliminating these two contaminants in both individual component and mixed solutions from pure and fouling electrolytes. This outcome can mainly be attributed to the crossflow mechanism and can be assigned to the horizontal shear flow, which likely leads to a consistent surface coverage, combined with the greater conductivity of the MWNT blend buckypaper membrane. The long residence time within the membrane likely leads to a significant reduction in toxicity under applied voltage. Our results suggest that the electrochemical filtration technology based on MWNTs has a potential for use as a polishing step for removal of emerging contaminants from natural waters and secondary wastewater effluents.", "© Concordia University"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "Calendar", "Submit an event", "Latest news", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "Calendar", "Submit an event", "Latest news", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links ", "MyConcordia", "Cspace", "Webmail", "Library", "Directories", "A-Z", "Maps", "Future students", "Student hub", "Alumni & friends", "Parents", "Faculty & staff", "Media", "Concordia University", "Concordia University", "Department of Biology", "About the department", "\n                                                                Faculty members\n                                                            ", "\n                                                                Technical staff\n                                                            ", "\n                                                                Job opportunities\n                                                            ", "Programs", "\n                                                                Undergraduate programs\n                                                            ", "\n                                                                Graduate programs\n                                                            ", "Research", "\n                                                                Weekly research seminar\n                                                            ", "\n                                                                Research areas\n                                                            ", "\n                                                                Recent theses\n                                                            ", "Student life", "\n                                                                Advising & support\n                                                            ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Information for... ", "Future students", "Student hub", "Alumni & friends", "Parents", "Faculty & staff", "Media", "Concordia University", "Department of Biology", "\r\n                    \r\n                    Home\r\n                    \r\n                ", "\r\n                    \r\n                    Faculty of Arts and Science\r\n                    \r\n                ", "\r\n                    \r\n                    Department of Biology, Concordia Biology, Biology, Study Biology \r\n                    \r\n                ", "\r\n                    \t", "\r\n                    ", "\r\n                    \t", "\r\n                    ", "\r\n                        ", "\r\n                    ", "\r\n                        ", "\r\n                    ", "Engineering, Computer Science and Visual Arts Integrated Complex", "Sharon Carey ", "About", "Academics", "Admissions", "Campus life", "Research", "International", "Future students", "Current students", "Alumni & friends", "Parents ", "Faculty & staff", "See SGW Campus map ", "See Loyola Campus map ", "facebook", "twitter", "google", "youtube", "linkedin", "pinterest", "instagram", "flickr", "Concordia social", "Terms", "Privacy", "Accessibility", "Website feedback", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n            ", "\n            ", "\n        ", "\n            ", "\n            ", "\n        ", "See SGW Campus map ", "See Loyola Campus map ", "Website feedback", "Terms", "Privacy", "Accessibility"], ["Concordia University", "\n                        PhD Oral Exam - Ahmed Bakr, Civil Engineering\n                   \t"], ["\n                ", "\n            ", "\n                ", "\n            "], [], ["Abstract"], [" - Call us at 514-848-2424"], []]}