{"http://www.concordia.ca/artsci/biology/faculty.html.html?fpid=jochen-a-g-jaeger": [["http://www.concordia.ca/content/concordia/en/artsci/biology/faculty.html.html", "\n       \n                ", "   \n       \n                ", "   \n       \n                ", "   \n       \n                ", "   \n       \n                ", "   \n       \n                ", "   ", "Dr. Jaeger received his PhD from the Department of Environmental Sciences at   the ETH Zurich (Swiss Federal Institute of Technology) in 2000. He held a position at   the Centre of Technology Assessment in Baden-Württemberg in Stuttgart,   Germany, and lectured at the University of Stuttgart. In 2001, he went to Canada   As a postdoctoral fellow with Dr. Lenore Fahrig in her Landscape Ecology Laboratory   at Carleton University, Ottawa, funded by the German Academy of Natural Scientists   Leopoldina. From 2003 to 2007 he was back in Zurich at the ETH as a research   associate and was funded by the German Research Foundation DFG, the Swiss National   Science Foundation SNF, the Swiss Federal Roads Authority, and the Swiss Federal   Office for the Environment. His two last larger projects in Zurich were on the   degree of landscape fragmentation and the degree of urban sprawl in Switzerland   as indicators for the Swiss Monitoring System of Sustainable Development (MONET).   He joined Concordia University in July 2007. In October 2010, he received the   Dean's 2009-2010 New Scholar Award for outstanding achievement by a tenure-track   faculty member. His research team received the IENE Project Award 2011 for their   project \"", "\" from the Infra Eco Network Europe   in September 2011 (", ").\n", "In addition to his position at the Department of Geography, Planning and Environment,   he is an affiliated member of the Department of Biology.", "Research areas: Dr. Jaeger is working in the fields of landscape ecology, road   ecology, the quantification and assessment of landscape structure and landscape   change, land consumption through urban sprawl, ecological modelling, environmental   indicators, impact assessment, and novel concepts of problem-oriented transdisciplinary   research.", "PhD (Swiss Federal Institute of Technology ETH, Zurich)", "\n", " ", "\n", "  ", "\n", "  ", "\n", "  ", "\n", " ", "\n(Schweizerische     Akademische Gesellschaft für Umweltforschung und Ökologie, SAGUF)     ", "\n[board member 10/2004 - 11/2014]", "\n ", "(Gesellschaft für     Ökologie, GfÖ)", "\n", "\n", " “", "” (7/2007-8/2012)", "\n“", "” (since 9/2015)", "\n “", "” (since     6/2004)", "\n“", "” (since 10/2013)", " HENV 615: Research     Group Seminar", "\n HENV 635: Spatial     Analysis ", "\n ENVS 662: Data Collection     and Analysis for EA ", "\n HENV 605: Research     Concepts and Design ", "\n GEOG 361: Research     Design and Qualitative Methods ", "\nGEOG 371: Landscape     Ecology", "\n", "\nSee course descriptions in the ", " or ", " calendar. ", "Our meta-analysis about the effectiveness of road mitigation measures to reduce traffic mortality of wildlife is now published in PLoS ONE: Trina Rytwinski, Kylie Soanes, …, Edgar van der Grift (2016): \"", "\". It is the result of our last three meetings of the \"Road Castle Group\" (and work outside of these meetings). We are hoping to meet again in April 2017.   ", "\n", "\nAurora's paper from her PhD thesis about ", " is published in ", "Early Edition on July 11, 2016 - you can find it here: ", "  Sarah DeWeerdt summarized it very well for a general audience in Conservation Magazine ", ".  ", "\n  ", "\nThe global conference of the ", " will be held ", ". The deadline for abstract submissions was October 31st, 2016. We would like to encourage you to attend our session, chaired by Aurora Torres: \"", "\". Our session welcomes papers from scholars and practitioners that (1) evaluate the effects of roads or other infrastructure on wildlife from all parts of the world, (2) propose novel methods for quantifying the magnitude and/or spatial distribution of these effects, and (3) are interested in approaches to improve knowledge exchange in international communities through open online platforms.     ", "\n", "\nOur new report about \"", "\" has been published in June 2016 on the Highlights website of the European Environment Agency - have a look at it here: ", "\n", ". It is also covered by the ", ", together with Naghmeh's work about ", ". The journal 'Metro' also wrote about her work on ", ". ", "\nThe ", " and the User Manual are now available here: ", "  ", "\n", "\nThe new brochure about our project \"", "\" is now available here: ", "\n", "\nWe are currently working on four major research projects (and a few smaller projects):", "\n- ", " (", "),", "\n- ", " (", " and ", "),", "\n- ", " (see News Bulletins below),", "\n- ", " (", " and ", ").", "\n", "I am currently looking for MSc and PhD students to work with me starting summer or fall 2017. ", "\nThere are many opportunities in my lab including field work, GIS (e.g., landscape metrics), or computer   simulation modeling (or combinations of them). You are welcome to bring your   own research ideas. Generally, my reserach interests include landscape ecology,   road ecology, the quantification and assessment of landscape structure and landscape   change, urban sprawl, ecological modelling, environmental indicators, environmental   impact assessment, as well as inter- or trans-disciplinary combinations of them   - e.g., ones that include quantitative, qualitative, or mixed-methods approaches.   I have applied for funding at various places (under review).", "\n", "; for example: \"How to set limits to control environmental   degradation?\"", "I am currently looking for an Honours student to work on a project about procedures   to introduce limits to control environmental degradation. ", ". Various other topics are also available. ", " ", " ", " This project compares the strengths and weaknesses of environmental assessment   (EA) reports to identify best practices and to learn from them for preparing   future environmental assessments. To achieve this goal, a database has been   created that now needs to be populated with EA reports and analyzed. You are   highly welcome to help with this work. You will learn a lot about environmental   impact assessment, how EA reports are prepared in practice, what methods are   used, and what their strengths and weaknesses are. You can start this work at   any time. ", "I am looking forward to hearing from you. If you already have some knowledge   in computer modelling/programming, GIS, statistical analysis, or other quantitative   skills, I would particularly like to encourage you to get in contact with me. ", "for calculating the urban sprawl metric Weighted Urban Proliferation (", ") and its components: ", "\nNazarnia, N., Schwick, C., Kopecky, M., Soukup, T., Orlitova, E., Kienast, F., Jaeger, J.A.G. (2016): Urban Sprawl Metrics (USM) Toolset - User Manual. First edition, 8 September 2016. ", " ", "\nThe USM toolset is available under the Creative Commons License here: ", "  ", "\n", "Monitoring the effectiveness of wildlife passages along HW 175 for small and medium-sized mammals:", "\nBulletin No. 1 - ", "\nBulletin No. 1 - ", "\nBulletin No. 2 - ", "\nBulletin No. 2 - ", "\nBulletin No. 3 - ", "\nBulletin No. 3 - ", "Bulletin No. 4 - ", "\nBulletin No. 4 - ", "Bulletin No. 5 - ", "\nBulletin No. 5 - ", "    ", "Bulletin No. 6 - ", "          ", "\nBulletin No. 6 - ", " ", "\nBulletin No. 7 - ", " ", "\nBulletin No. 7 - ", " ", "1. ETH-Life reports about the ongoing project on measuring the degree of landscape fragmentation in Switzerland (funded by the Swiss Federal Roads Authority ASTRA and the Federal Office for the Environment FOEN): ", " ", " - ", " ", ". ", "\n", "\n2. Leaflet on the topic of landscape fragmentation and the effective mesh size, ", ", ", ", ", ". ", "\n", "\n3. Miniposter of a project on landscape fragmentation in Europe: about our ongoing project on landscape fragmentation in the European continent (pdf Poster English). ", "\n", "\n4. Miniposter of a project on landscape fragmentation in Switzerland: about our project on landscape fragmentation in Switzerland (completed) (pdf Poster English, ", "). ", "\n", "\n5. Miniposter of a project on urban sprawl in Switzerland: about our ongoing project on urban sprawl in Switzerland. (pdf Poster English, pdf Poster German) ", "\n", "\n6. Road effects model for predicting when animal populations are at risk from roads: an interactive model of road avoidance behaviour ", "\n", " ", "\nRoads and traffic affect animal populations detrimentally in four ways: they decrease habitat amount and quality, enhance mortality due to collisions with vehicles, prevent access to resources on the other side of the road, and subdivide animal populations into smaller and more vulnerable fractions. Roads will affect persistence of animal populations differently depending on (1) road avoidance behavior of the animals (i.e., noise avoidance, road surface avoidance, and car avoidance); (2) population sensitivity to the four road effects; (3) road size; and (4) traffic volume. We have created a model based on these population and road characteristics to study the questions: (1) what types of road avoidance behaviors make populations more vulnerable to roads?; (2) what types of roads have the greatest impact on population persistence?; and (3) how much does the impact of roads vary with the relative population sensitivity to the four road effects?", "\nOur results suggest that, in general, the most vulnerable populations are those with high noise and high road surface avoidance, and secondly, those with high noise avoidance only. Conversely, the least vulnerable populations are those with high car avoidance only, and secondly, high road surface and high car avoidance. Populations with low overall road avoidance and those with high overall road avoidance tend to respond in opposite ways when the sensitivity to the four road effects is varied. The same is true of populations with high road surface avoidance when compared to those with high car and high noise avoidance. The model further predicted that traffic volume has a larger effect than road size on the impact of roads on population persistence. One potential application of our model is to generate predictions for more structured field studies of road avoidance behavior and its influence on persistence of wildlife populations.", "\nPublished in Jaeger et al. (2005), Ecological Modelling 85: 329–348 ", ".", "\n", "\n 7. Webpage on the effects of landscape fragmentation  ", "\nEffects of transportation infrastructure and urban development on landscapes in general and on wildlife populations in particular (among other, additional information): ", "\n", "\n 8. What are the objectives of environmental science?  ", "\nDr. Martin Scheringer and I want to start a critical discussion of this question. Therefore, we investigate the kinds of research questions asked by environmental scientists. To do this, we are taking a closer look at four questions: \n", "© Concordia University"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "large-scale wildlife responses to man-made infrastructure", "PNAS ", "International Association for Impact Assessment (IAIA) 2017", "Montreal", "April 4-7, 2017", "Road Ecology in IA: New methods and platforms to move towards larger scales (Session ID 168)", "Urban Sprawl in Europe", "urban sprawl in Montreal and Quebec City", "Urban-Sprawl-Metrics toolset (USM toolset)", "Earth Observation in support of the City Biodiversity Index (EO4CBI)", "Earth Observation in support of the City Biodiversity Index (EO4CBI)", "Speak no evil, hear no evil? Uncertainty analysis and communication in Canadian environmental impact assessment practice and decision making", "Monitoring the use and effectiveness of wildlife passages along HW 175 for small and medium-sized mammals", "Urban sprawl in Europe", " ", "Various Honours thesis topics are available", "\n", "\n", "\n", "Samia Tabarah, MSc student: ", "\nA case study about the role of uncertainties in Canadian environmental impact assessments", "\n", "\n", "Naghmeh Nazarnia, MSc, Professional support/GIS-Analyst:", "\nEarth Observation in Support of the City Biodiversity Index ", "\n", "\nJudith Plante, MSc student:", "\nMonitoring traffic mortality and the effectiveness of wildlife fences along HWY 175 ", "\n", "\n", "Ariel Spanowicz, Honours student:", "\nEvaluating the reliability of two methods for measuring habitat connectivity in urbanizing landscapes", "\n", "\nBen Brunen, Honours student:", "\nTo what degree can regular drainage culverts serve as wildlife passages? ", "\n", "\nAntoni Di Done, Honours student: ", "\nIdentifying wildlife corridors along HW 10: Integrating terrestrial and aquatic considerations", "\n", "\nDaniella LoScerbo, Science College research study: ", "\nBehaviour of wildlife at potential crossing locations along HW 10  ", "\n", "\n", "Christian Schwick, PhD student, external (Switzerland) (", ")", "\n", "Aurora Torres, PhD student:", "\nWildlife in a human-dominated world: Impacts of anthropogenic landscape changes on birds and mammals in Spain (", ")", "\n", "\nDr. Ernest I. Hennig, Postdoctoral Research Fellow:", "\nUrban sprawl in Europe ", "\n", "\nJorge Gaitan, MSc, Research Associate:", "\nPermeability of highways for individuals and gene flow for American marten in the boreal forest ", "\n", "\nApril Martinig, MSc student:", "\nEvaluating the effectiveness of wildlife passages for small and medium-sized mammals", "\n", "\nKatrina Bélanger-Smith, MSc student: ", "\nMonitoring the effectiveness of wildlife passages along HWY 175", "\n", "\nLaura Roch, MSc student:", "\nMapping landscape connectivity in the A2A (Algonquin to Adirondack) region using Circuitscape", "\n", "\nJuliette Lees, MSc student:", "\nWhat is the role of uncertainties in Canadian environmental impact assessments? ", "\n", "\nMegan Deslauriers, Honours student:", "\nMeasuring the connectivity of the greenway network in southwest Montreal", "\n", "\nMary-Helen Paspaliaris, Honours student: ", "\nLife under the fast lane: Wildlife underpasses along HWY 175", "\n", "\nNaghmeh Nazarnia, MSc student:", "\nMonitoring urban sprawl in Montreal and Quebec City. Her work is presented in the ", ". ", "\n", "\nRobby Marrotte, MSc, Research Associate:", "\nMonitoring the effectiveness of wildlife passages along HWY 175 for American marten (", ")", "\n", "\nRodrigo Lima, MSc, Research Associate:", "\nMonitoring the effectiveness of wildlife passages along HWY 175 for American marten", "\n", "\nSolene Tremblay-Gendron, MSc, Field Technician: ", "\nMonitoring the effectiveness     of wildlife passages along HWY 175", "\n", "\nMaarten van Strien, PhD student, external (Switzerland)", "\n", "\nEvan Hovington, MSc, Field technician: ", "\nMonitoring the effectiveness of wildlife     passages along HWY 175", "\n", "\nAdrienne Asgary, Honours student: ", "\nApplication and critique of the connectivity     metric of the City Biodiversity Index (CBI)", "\n", "\nMaya Hernes, Honours student: ", "\nEcological effectiveness of protected areas     in Quebec", "\n", "\nHomayra Shaikh, Honours student: ", "\nA critique of approaches for dealing with     uncertainties in EIA", "\n", "\nDavid Beauchesne, MSc student: ", "\nInfluence of different barrier types on the     use of landscape by forest-dwelling caribou (", ").     (", "), co-supervised by Dr. M.-H. St-Laurent, UQAR     (", ").   ", "\n", "\nRushdia Mehreen, MSc student:", "\nHow are inner-city population densities affected by freeways? A study of eight Canadian cities", "\n", "\nDr. Francisco Madrinan, Postdoctoral Research Fellow: ", "\nLandscape fragmentation in Europe", "\n", "\nPaul Grosman, MSc student:", "\nUsing agent-based modelling to evaluate mitigation measures for moose-vehicle collisions", "\n", "\nKaren Paquin, MSc student:", "\nAssessing the effects of forest management techniques on sequestering carbon in northern woodlots", "\n", "\nStephanie McConkey, Honours student", "\n", "\nRobert Moriarity, EIA Internship", "\n", "\nYves Maurer, MSc student, external (Switzerland) (", ")", "WUP", "ç", "ç", "http://www.tandfonline.com/doi/full/10.1080/09640568.2015.1116980", "  ", "– ", "e: ", " ", "Multi-scale analysis of urban sprawl in Europe: Towards a European de-sprawling strategy.", " – Land Use Policy 49: 483-498. Online: ", "  - It is highlighted in the ", ".", "48", "ine: ", ", presented in the ", ".", " ", "WUP", "ä", "ü", "http://www.wsl.ch/dienstleistungen/publikationen/pdf/15122.pdf", "é", "à", "DIE ZEIT ONLINE", "ü", "News of the Leibniz-Gemeinschaft", ", April 27th 2015 ", "(net", "work of scientifi", "c", " research institutes in Germany).", ") Review of the book by H. Leser, Basel (in German, in: Die Erde 143/1-2) ", " ", "\n(b.) ", "← Back to faculty list", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "large-scale wildlife responses to man-made infrastructure", "PNAS ", "International Association for Impact Assessment (IAIA) 2017", "Montreal", "April 4-7, 2017", "Road Ecology in IA: New methods and platforms to move towards larger scales (Session ID 168)", "Urban Sprawl in Europe", "urban sprawl in Montreal and Quebec City", "Urban-Sprawl-Metrics toolset (USM toolset)", "Earth Observation in support of the City Biodiversity Index (EO4CBI)", "Earth Observation in support of the City Biodiversity Index (EO4CBI)", "Speak no evil, hear no evil? Uncertainty analysis and communication in Canadian environmental impact assessment practice and decision making", "Monitoring the use and effectiveness of wildlife passages along HW 175 for small and medium-sized mammals", "Urban sprawl in Europe", " ", "Various Honours thesis topics are available", "\n", "\n", "\n", "Samia Tabarah, MSc student: ", "\nA case study about the role of uncertainties in Canadian environmental impact assessments", "\n", "\n", "Naghmeh Nazarnia, MSc, Professional support/GIS-Analyst:", "\nEarth Observation in Support of the City Biodiversity Index ", "\n", "\nJudith Plante, MSc student:", "\nMonitoring traffic mortality and the effectiveness of wildlife fences along HWY 175 ", "\n", "\n", "Ariel Spanowicz, Honours student:", "\nEvaluating the reliability of two methods for measuring habitat connectivity in urbanizing landscapes", "\n", "\nBen Brunen, Honours student:", "\nTo what degree can regular drainage culverts serve as wildlife passages? ", "\n", "\nAntoni Di Done, Honours student: ", "\nIdentifying wildlife corridors along HW 10: Integrating terrestrial and aquatic considerations", "\n", "\nDaniella LoScerbo, Science College research study: ", "\nBehaviour of wildlife at potential crossing locations along HW 10  ", "\n", "\n", "Christian Schwick, PhD student, external (Switzerland) (", ")", "\n", "Aurora Torres, PhD student:", "\nWildlife in a human-dominated world: Impacts of anthropogenic landscape changes on birds and mammals in Spain (", ")", "\n", "\nDr. Ernest I. Hennig, Postdoctoral Research Fellow:", "\nUrban sprawl in Europe ", "\n", "\nJorge Gaitan, MSc, Research Associate:", "\nPermeability of highways for individuals and gene flow for American marten in the boreal forest ", "\n", "\nApril Martinig, MSc student:", "\nEvaluating the effectiveness of wildlife passages for small and medium-sized mammals", "\n", "\nKatrina Bélanger-Smith, MSc student: ", "\nMonitoring the effectiveness of wildlife passages along HWY 175", "\n", "\nLaura Roch, MSc student:", "\nMapping landscape connectivity in the A2A (Algonquin to Adirondack) region using Circuitscape", "\n", "\nJuliette Lees, MSc student:", "\nWhat is the role of uncertainties in Canadian environmental impact assessments? ", "\n", "\nMegan Deslauriers, Honours student:", "\nMeasuring the connectivity of the greenway network in southwest Montreal", "\n", "\nMary-Helen Paspaliaris, Honours student: ", "\nLife under the fast lane: Wildlife underpasses along HWY 175", "\n", "\nNaghmeh Nazarnia, MSc student:", "\nMonitoring urban sprawl in Montreal and Quebec City. Her work is presented in the ", ". ", "\n", "\nRobby Marrotte, MSc, Research Associate:", "\nMonitoring the effectiveness of wildlife passages along HWY 175 for American marten (", ")", "\n", "\nRodrigo Lima, MSc, Research Associate:", "\nMonitoring the effectiveness of wildlife passages along HWY 175 for American marten", "\n", "\nSolene Tremblay-Gendron, MSc, Field Technician: ", "\nMonitoring the effectiveness     of wildlife passages along HWY 175", "\n", "\nMaarten van Strien, PhD student, external (Switzerland)", "\n", "\nEvan Hovington, MSc, Field technician: ", "\nMonitoring the effectiveness of wildlife     passages along HWY 175", "\n", "\nAdrienne Asgary, Honours student: ", "\nApplication and critique of the connectivity     metric of the City Biodiversity Index (CBI)", "\n", "\nMaya Hernes, Honours student: ", "\nEcological effectiveness of protected areas     in Quebec", "\n", "\nHomayra Shaikh, Honours student: ", "\nA critique of approaches for dealing with     uncertainties in EIA", "\n", "\nDavid Beauchesne, MSc student: ", "\nInfluence of different barrier types on the     use of landscape by forest-dwelling caribou (", ").     (", "), co-supervised by Dr. M.-H. St-Laurent, UQAR     (", ").   ", "\n", "\nRushdia Mehreen, MSc student:", "\nHow are inner-city population densities affected by freeways? A study of eight Canadian cities", "\n", "\nDr. Francisco Madrinan, Postdoctoral Research Fellow: ", "\nLandscape fragmentation in Europe", "\n", "\nPaul Grosman, MSc student:", "\nUsing agent-based modelling to evaluate mitigation measures for moose-vehicle collisions", "\n", "\nKaren Paquin, MSc student:", "\nAssessing the effects of forest management techniques on sequestering carbon in northern woodlots", "\n", "\nStephanie McConkey, Honours student", "\n", "\nRobert Moriarity, EIA Internship", "\n", "\nYves Maurer, MSc student, external (Switzerland) (", ")", "WUP", "ç", "ç", "http://www.tandfonline.com/doi/full/10.1080/09640568.2015.1116980", "  ", "– ", "e: ", " ", "Multi-scale analysis of urban sprawl in Europe: Towards a European de-sprawling strategy.", " – Land Use Policy 49: 483-498. Online: ", "  - It is highlighted in the ", ".", "48", "ine: ", ", presented in the ", ".", " ", "WUP", "ä", "ü", "http://www.wsl.ch/dienstleistungen/publikationen/pdf/15122.pdf", "é", "à", "DIE ZEIT ONLINE", "ü", "News of the Leibniz-Gemeinschaft", ", April 27th 2015 ", "(net", "work of scientifi", "c", " research institutes in Germany).", ") Review of the book by H. Leser, Basel (in German, in: Die Erde 143/1-2) ", " ", "\n(b.) ", "← Back to faculty list", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links ", "MyConcordia", "Cspace", "Webmail", "Library", "Directories", "A-Z", "Maps", "Concordia University", "Concordia University", "Department of Biology", "About the department", "\n                                                                Faculty members\n                                                            ", "\n                                                                Technical staff\n                                                            ", "\n                                                                Job opportunities\n                                                            ", "Programs", "\n                                                                Undergraduate programs\n                                                            ", "\n                                                                Graduate programs\n                                                            ", "Research", "\n                                                                Weekly research seminar\n                                                            ", "\n                                                                Research areas\n                                                            ", "\n                                                                Recent theses\n                                                            ", "Student life", "\n                                                                Advising & support\n                                                            ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Concordia University", "Department of Biology", "\r\n                    \r\n                    Concordia.ca\r\n                    \r\n                ", "\r\n                    \r\n                    Faculty of Arts and Science\r\n                    \r\n                ", "\r\n                    \r\n                    Department of Biology, Concordia Biology, Biology, Study Biology \r\n                    \r\n                ", "\r\n                    \t", "\r\n                    ", "\r\n                    \t", "\r\n                    ", "\r\n                        ", "\r\n                    ", "\r\n                        ", "\r\n                    ", "Biography", "Teaching activities", "Research", "Publications", "Presentations", "More information", "\n                                        S-H 1255-29", "jochen.jaeger@concordia.ca", "Jochen A. G. Jaeger's", "Explore Concordia page", "Landscape Fragmentation in Europe", "Link", "International Association of Landscape Ecology (IALE)", "International Association for Impact Assessment (IAIA)", "Quebec Center for Biodiversity Science (QCBS)", "Infra Eco Network Europe (IENE)", "Loyola Sustainability Research Centre (LSRC)", "Swiss Academic Society for Environmental Research and Ecology", "Ecological Society of Germany, Austria and Switzerland ", "Landscape Ecology", "Current Landscape Ecology Reports", "GAIA: Ecological Perspectives for Science and Society", "Landscape Online", "undergraduate", "graduate", "How effective is road mitigation at reducing road-kill? A meta-analysis", "http://www.pnas.org/content/early/2016/07/05/1522488113.full", "here", "in ", " on ", "http://www.eea.europa.eu/highlights/better-targeted-measures-needed-to", "News of Concordia University here", "25 July 2016 (it even was on their title page)", "www.wsl.ch/info/fokus/zersiedelung/onlinetool/index_EN", "http://spectrum.library.concordia.ca/981925/", "brochure", "more information here", "here", "more information here", "here", "More information HERE", "Link", "link", "News of Concordia University here", "Link", "click     for project description", "website", "link", "pdf", "http://www.wsl.ch/info/fokus/zersiedelung/onlinetool/index_EN", "Français", "English", "Français", "English", "Français", "English", "\n", "Fran", "ais", "English", "\n", "Français", "English", "\n", "Français", "English", "Fran", "ais", "English", "http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0166941", "http://www.pnas.org/content/early/2016/07/05/1522488113.abstract", "https://www.oekom.de/fileadmin/zeitschriften/gaia_leseproben/GAIA2_2016_99_104_Jaeger.pdf", "http://link.springer.com/article/10.1007%2Fs10980-016-0400-z", "http://authors.elsevier.com/a/1SB7EiZ5slUsd", "http://authors.elsevier.com/a/1S1qw,XRNLMSM7", "News of Concordia University here", "http://www.sciencedirect.com/science/article/pii/S0264837715002367", "News of Concordia University here", "http://www.sciencedirect.com/science/article/pii/S030147971500064X", "Concordia News here", "http://www.sciencedirect.com/science/article/pii/S0195925514000936", "http://www.sciencedirect.com/science/article/pii/S0006320714001104", "http://dx.doi.org/10.1007/s10661-013-3557-9", "http://dx.doi.org/10.1007/s10661-014-3641-9", "http://www.sciencedirect.com/science/article/pii/S1470160X13004858", "http://dx.doi.org/10.1016/j.eiar.2012.10.001", "pdf", "pdf", "http://www.sciencedirect.com/science/article/pii/S0304380011000548", "pdf", "pdf", "pdf", " http://www.ecologyandsociety.org/vol14/iss2/art17/     ", "pdf     (1.4 MB)", "pdf     (1.8 MB)", "pdf (3.3 MB)", "     http://www.sciencemag.org/cgi/content/full/318/5854/1240b", " http://www.ecologyandsociety.org/vol12/iss1/art11/", "     http://www.ecologyandsociety.org/vol12/iss1/art22/ ", "pdf     (2.7 MB)", "pdf", "     link to journal", "pdf", "pdf", "pdf", "pdf", "pdf", "pdf", "pdf     (1.4 MB)", "pdf", "     pdf", "pdf     (4.2 MB)", " http://www.ecologyandsociety.org/viewissue.php?sf=41     ", "pdf", "pdf", "pdf", "pdf", "pdf", "http://ca.wiley.com/WileyCDA/WileyTitle/productCd-1118568184.html", "http://ca.wiley.com/WileyCDA/WileyTitle/productCd-1118568184.html", "http://ca.wiley.com/WileyCDA/WileyTitle/productCd-1118568184.html", "https://jhupbooks.press.jhu.edu/content/roads-and-ecological-infrastructure", "Link", "pdf", "pdf", "pdf     (1.7 MB)", "pdf     (2.7 MB)", "pdf", "pdf", "http://www.eea.europa.eu/publications/urban-sprawl-in-europe", "EEA Highlights here", "News of Concordia University here", "here (because we received an award for it)", "English abstract     of the book (600 kB)", "Inhalt-Vorwort-Zusammenfassung     (600 kB)", "Bestellformular", "     Onlinebestellung (Link zum Haupt-Verlag)", "Korrekturen     zu S. 31 und 104 (pdf)", "pdf", "pdf", "pdf", "Bookcover     (2.5 MB)", "pdf", "pdf     (1.5 MB)", "pdf", "pdf", "PDF: ", "PDF: http://www.wsl.ch/dienstleistungen/publikationen/pdf/15127.pdf", "PDF", "Link", "pdf", "Link", "pdf", "Link", "Link", "pdf", "pdf     (2.6 MB)", "pdf", "pdf", "GAIA: Ecological Perspectives for Science and Society", "pdf", "pdf", "pdf(1.4     MB)", "here", "here", "English abstract     of the book (600 kB)", "Inhalt-Vorwort-Zusammenfassung     (600 kB)", "Bestellformular", "     Onlinebestellung (Link zum Haupt-Verlag)", "Korrekturen     zu S. 31 und 104 (pdf)", "pdf", "pdf", "pdf", "Bookcover     (2.5 MB)", "pdf", "pdf     (1.5 MB)", "pdf", "pdf", "pdf (1.6     MB)", "pdf     (1.6 MB)", "pdf     (1.6 MB)", "pdf", "pdf     (2.5 MB)", "pdf", "pdf", "English pdf", "German pdf", "French pdf", "pdf Poster German", "link to the project within Switzerland's National Research Programme 54", " - Click here to start the model -", "pdf", "www.fragmentation.de", " www.env-science.ethz.ch", "www.glel.carleton.ca ", "\r\n        \r\n            Catherine Bachewich\r\n                        \r\n    ", "\r\n        \r\n            Christopher L Brett\r\n                        \r\n    ", "\r\n        \r\n            Grant E Brown\r\n                        \r\n    ", "\r\n        \r\n            Selvadurai Daya Dayanandan\r\n                        \r\n    ", "\r\n        \r\n            Emma Despland\r\n                        \r\n    ", "\r\n        \r\n            Ian Ferguson\r\n                        \r\n    ", "\r\n        \r\n            Madoka Gray-Mitsumune\r\n                        \r\n    ", "\r\n        \r\n            Dylan Fraser\r\n                        \r\n    ", "\r\n        \r\n            James Grant\r\n                        \r\n    ", "\r\n        \r\n            Patrick Gulick\r\n                        \r\n    ", "\r\n        \r\n            David H Kwan\r\n                        \r\n    ", "\r\n        \r\n            Jin Suk Lee\r\n                        \r\n    ", "\r\n        \r\n            Jean-Philippe Lessard\r\n                        \r\n    ", "\r\n        \r\n            Vincent Martin\r\n                        \r\n    ", "\r\n        \r\n            Alisa Piekny\r\n                        \r\n    ", "\r\n        \r\n            Michael Sacher\r\n                        \r\n    ", "\r\n        \r\n            Reginald Storms\r\n                        \r\n    ", "\r\n        \r\n            Vladimir Titorenko\r\n                        \r\n    ", "\r\n        \r\n            Adrian Tsang\r\n                        \r\n    ", "\r\n        \r\n            Luc Varin\r\n                        \r\n    ", "\r\n        \r\n            David Walsh\r\n                        \r\n    ", "\r\n        \r\n            Robert Weladji\r\n                        \r\n    ", "\r\n        \r\n            Malcolm Whiteway\r\n                        \r\n    ", "\r\n        \r\n            William Zerges\r\n                        \r\n    ", "About the department", "Programs", "Research", "Student life", "News & events", "Contact us", "See Loyola Campus map", "See building map", "facebook", "twitter", "google", "youtube", "linkedin", "pinterest", "instagram", "flickr", "Concordia social", "Terms", "Privacy", "Accessibility", "Website feedback", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n            ", "\n            ", "\n        ", "\n            ", "\n            ", "\n        ", "See SGW Campus map ", "See Loyola Campus map ", "Website feedback", "Terms", "Privacy", "Accessibility"], ["Concordia University", "Faculty", "Jochen A. G. Jaeger, PhD"], ["\n                ", "\n            ", "\n                ", "\n            ", "Teaching activities", "Research", "Publications", "Presentations", "More information", "Find a faculty member"], [], [], ["\n                    \n                        Associate Professor and Graduate Program Director (MEnv Program), Geography, Planning and Environment", "\n                    \n            ", " - Call us at 514-848-2424"], ["Education", "Professional affiliations", "Member of Editorial Boards of Peer Reviewed Journals ", "News", "Openings and opportunities for students", "Voluntary work", "Current lab members", "Previous lab members", "User Manual", "News bulletins", "Refereed Articles", "Guest editor of special issues of peer-reviewed journals", "Chapters in Books", "Books and reports", "Research articles in non-reviewed journals and conference proceedings", "Short communications", "Publications for the general public", "Conferences", "Seminars"]]}