{"http://www.concordia.ca/research/genomics/facilities-instruments/molecular-biology.html": [["http://www.concordia.ca/content/concordia/en/research/genomics/facilities-instruments/molecular-biology.html", "GE 200.06, GE 300.06, GE S110.01", "\nSP 520.01, SP 440.01, SP 380.01", "\n", "\n", "\nGE 200.04, GE 300.04", "\nSP 553.06, SP 444.00", "\nGE S110.04, GE 200.00", "\n", "\nGE 230, GE 330", "\nSP 380.01", "\nGE S101", "\nGE S110.04, GE 200.00", "\nSP 444.00", "\nGE S110.01", "\nSP 553.06", "\nGE 109", " ", "\nGE S110.04", "\nGE S101", "\nGE 109", "\nGE S110.04", "\nGE S101", "\nGE 109", "\nGE S110.04", "\nGE S110.04", " ", "\nGE 109", "\nGE S110.04", "\nGE 200.01, GE 330.00", "\nGE S110.04", "\nGE S110.04, GE 200.01", "\nGE 200.04", "The CSFG and the department of Biology have upgraded their digital imaging stations to the Syngene G-BOX EF suite. Each unit can be used to image ethidium bromide stained gels (using the UV transilluminator and the corresponding filter), as well as image protein gels stained with standard dyes (using the white light converter and the corresponding filter). The specifications (listed below) vary slightly, with the exception of the G:BOX EF1 (GE 300.04) was chosen to have greater flexibility (largertransilluminator with 2 wavelengths and the option to add epifluorescent light source and the corresponding filters). Each digital imaging station is accompanied by a computer workstation equipped with a printer and loaded with the image acquisition software (GeneSys or GeneSnap) as well as GeneTools, the image analysis software (for which Biology has an unlimited number of licenses).", "This digital imaging station comprises two image acquisition units, the GeneGnome and the GeneGenius (which is no longer used for gel imaging, see G-BOX EF units above), that are connected to a central PC workstation. The GeneGnome is equipped with a 16-bit CCD digital camera and has been optimized for acquiring images of blotted macromolecules that have been stained with a chemiluminescent dye. The GeneGenius contains an 8-bit CCD camera, a UV-transilluminator providing UV light with a wavelength of 302 nm, an overhead UV lamp which can be set to 254 nm or 365 nm and a Dark Reader which uses a visible light source to excite fluorophores from 420 nm to 500 nm. The GeneGenius can be used to capture the images of a variety of stained samples, such as UV-fluorescent or GFP-labelled samples, Coomassie or silver-stained protein gels and ELISA-stained western blots. The GeneGenius is also capable of performing colony counting on a variety of solid substrates and can distinguish between colonies with different colors. In addition, using the white-light converter, images of X-ray films can be acquired. The imaging station has a powerful and user-friendly image acquisition and analysis software package that can be used for quantifying samples on the digital images.", "Location: GE S101", "The Agilent Bioanalyzer permits the rapid separation (as quick as 90 seconds per well), visualization and quantification of DNA, RNA or protein samples. Available kits (provided by the user): DNA 1000 (25 to 1000 bp resolution), DNA 7500 (100 - 7500 bp resolution), DNA 12000 (100 to 12000 bp resolution), RNA 6000 Nano (qualitative range of 5 to 500 ng/µl total RNA, 25 to 250 ng/µl mRNA), RNA 6000 Pico (qualitative range of 50 to 5000 pg/µl total RNA, 250 to 5000 pg/µl mRNA), Protein 230 (14 to 230 kDa resolution), Protein 80 (5 to 80 kDa resolution).", "Location: GE S110.04, GE 200.01.", "The Typhoon Trio multi-mode imager can scan gels, sandwich gels, blots, macroarrays, micro-plates, tissue sections, radio-TLC & X-Ray diffraction up to 43 x 35 cm in size. It is equipped to excite fluorophores with lasers emitting at 488, 532 and 633 nm wavelengths and can collect two wavelengths at a time. It can also scan reusable phosphorimager screens that have been exposed to radioactive samples (32-P, 125-I, 14-C, 33-P, 35-S) with a linear range with up to five log orders of magnitude) or chemiluminescent samples at resolutions of 25, 50, 100, 200, 500, 1000 μm pixels.", "Typical Nucleic Acid Stains: Vistra Green, SYBR Gold, SYBR Green I & II, PicoGreen™, RiboGreen™ (not to be used with Ethidium Bromide).", "Typical protein Stains: Deep™ Purple, SYPRO™ Ruby, NanoOrange™ (solutions), Pro-Q™ Diamond (phosphorylated proteins), Pro-Q Sapphire 532 (His-tagged proteins) and CyDyes for DIGE. ", "Typical fluorophores: Cy2, Cy3, Cy5, Fluorescein, FAM™, FITC, Alexa Fluor 488, TET™, HEX™, ROX™, TAMRA™ and GFP.", "Emission filters", "Beamsplitters", "Location: SP 553.06 (belongs to Biology).", "The Implen Nanophotometer allows spectrophotometric analysis of DNA, RNA, proteins and cell cultures samples in standard cuvettes as well as in the LabelGuard Microliter Cell, which can read 0.7 to 5 μL samples. Depending on the lid used, one can use volumes from 3 to 5 ul (Lid 10) or 0.7 to 4 ul (Lid 50). Various methods can be used, including reading single or multiple wavelengths, kinetic colorimetric assays or detecting the level of incorporation of a variety of dyes. The absorbance value limits are 0.010 to 1.06 A with very high reproducibility. For nucleic acids, this allows the detection of concentrations of dsDNA from 5 to 4000 ng/uL and, RNA from 4 to 3200 ng/uL. The samples can be excited in the 190 to 1100 nm range and scanned within the 200 to 950 range.", "Location: GE S110.04.", "The Cary 50 spectrophotometers are used for quantification of light-absorbing materials. The scanning range of these instruments spans from 190 nm to 1100 nm, therefore UV-absorbing molecules such as DNA and proteins, as well colored materials can be easily be quantified. Absorbance readings can be taken from 0.001 (just above the noise level) to 3 absorbance units. These spectrophotometers use single source full spectrum Xenon flash lamps. One of the units at the CSFG is dedicated for use with plastic or quartz cuvettes, while the other is dedicated for use with a fibre-optic probe, which can be directly dipped into the solution of interest.", "Location: GE 200.01, GE 330.00.", "The CSFG has numerous options for gradient PCR. The Eppendorf Mastercycler Gradient Thermal Cycler is capable of establishing a temperature gradient across its functional surface (midpoint +/- 1° C to 10° C, or a 2° C to 20° C gradient, with the lowest temperature of a gradient being 4° C and the highest 99° C), allowing a quick determination of the optimal annealing temperature for PCR reactions. It can accomodate 96 x 0.2 ml or 77 x 0.5 ml PCR reaction tubes or one 96-well microtiter plate.", "We have several ABI Veriti thermocyclers, whose temperature can range from 4.0ºC to 99.9º C with ±0.25º C accuracy in the 35º C – 99.9º C range and the maximal ramp rate is 3.9º C/sec. The 96 well block is separated into 6 block zones, whose temperature can be controlled independantly. The Veriti can accomodate 96 x 0.2 ml PCR reaction tubes or one 96-well microtiter plate (reaction volume 10-80 ul).", "Finally, the Techne Touchgene Gradient Thermal Cycler also establishes a gradient across its temperature block, but has a slightly more linear and larger maximum gradient (midpoint +/- 0.5° C to 15° C, or a 1° C to 30° C gradient, with the gradient range being from 20° C to 70° C and operating temperatures from 4° C to 99° C) than the Eppendorf model. It can accomodate 96 x 0.2 ml microtubes or one 96-well microtiter plate.", "Location: GE S110.04, GE 200.00.", "The CSFG possesses a number of different PCR machines, each with unique capabilities. We have four Applied Biosystems GeneAmp PCR System 9700 units primarily used for PCR-based DNA sequencing and for amplifying high throughput PCR reactions in 96-well microtiter plates (capacity of 96 x 0.2 ml microtubes or one 96-well microtiter plate). The CSFG has an additional interchangeable block for the GeneAmp 9700 that can accomodate two 384-well (25 µl capacity) microtiter plates.", "Location: GE S110.04, GE 200.00, SP444.00 (Biology).", "The Eco real-time PCR instrument can be used for quantitative PCR (absolute quantification or relative quantification) using SYBR green/EvaGreen or fluorescent probes (FAM, HEX, VIC, ROX, and Cy5 dyes), allelic discrimination by end-point fluorescence using probes and finally SNP genotyping, mutation screening and methylation analysis by High-Resolution Melt curve analysis uusing fluorescent probes and EvaGreen (in High Resolution Melt experiments). Many features make this instrument stand out from other qPCR instruments: 1) fast ramp rate makes typical experiments last 40-60 minutes; 2) reaction volume is 5 to 10 ul, drastically reducing the cost of reagents; 3) tight temperature control leads to very small standard deviations in Ct between replicates on the same plate, between two plates, or even between two instruments; 3) software is easy to use to design your experiments and analyze your results (can download for free ", "). The Eco has to be used with custom 48 well plate and plastic film and we recommend using 5X master mixes. For High Resolution Melt genotyping, we recommend EvaGreen master mixes made specifically for this purpose. Its optics are based on LED excitation (452–486 nm, 542–582 nm), emission filters (505–545 nm, 562–596 nm, 604–644 nm, and 665–705 nm) and a CCD camera.", "Location: one in GE S101 (belongs to Biology) and the other in GE 301.00 (belongs to Walsh lab).", "The Precellys-24 lyser/homogeniser can grind and homogenize up to 24 samples at a time. Its vigorous shaking allows to grind tissues ranging from microorganism to bones (thougher tissues require special tubes and beads) in a very short time, typically 25 seconds. The Cryolys unit enables the samples to be cooled during the grinding, reducing sample degradation.", "Location: GE S110.04", "The Beadbeater can homogenize tissue or cell samples in order to isolate proteins, DNA or RNA. It can process samples in 1 to 3 minutes in 0.1 ml to 1 ml of buffer containing glass or ceramic beads. Up to eight 1.5 ml microcentrifuge tubes can be accomodated in the sample chamber. The timer can be set from 1 to 5 minutes (or on hold) and the speed can be varied from 100 to 3200 rpm.", "Location: GE S110.04.", "The Victor2 multilabel counter is used to quantitate light-emitting or light-absorbing markers using specific filters. It can be used for such diverse applications as monitoring cell growth, monitoring gene expression through reporter gene activity, determining protein or DNA concentrations in samples, and even detecting protein-protein interactions. The instrument currently contains the following filters: Absorbance: 405 (+/- 5), 450 (+/- 3), 490 (+/- 3) or 690 (+/- 5) nm, Fluorescence: excitation at 355 (+/- 20), 390 (+/- 10), 485 (+/- 7.5) or 544 (+/- 10) nm, emission at 460 (+/- 12.5), 510 (+/- 5), 535 (+/- 12.5), 590 (+/- 10) or 615 (+/- 4.25) nm, Luminescence: open, or use the above emission filters. For kinetic assays, plates may be incubated at temperatures ranging from ambient to 37° C.", "Location: GE S110.04.", "The Powerwave HT plate reader can measure optical densities of samples in 96-well or 384-well microtiter plates. A monochromator with a xenon flash lamp is used to allow selection of wavelenghts from 200 - 999 nm in 1 nm increments without the use of filters. The instrument has a dynamic range of 0 - 4.0 OD units. Temperature can be set from 4° C above ambient to 50° C and plate shaking can be programmed if necessary. Microtiter plates can be read in endpoint, kinetic, spectral scanning and well scanning modes. Using the normal reading speed, a 96-well plate can be read in 20 sec (a 384-well plate in 66 sec); using the rapid reading speed, a 96-well plate can be read in 11 sec (384-well plate in 23 sec); using the sweep reading speed, a 96-well plate can be read in 5 sec (384-well plate in 11 sec).", "Location: GE S101", "The J-20I, J-26XP and J-30I are high speed centrifuges designed to meet the standard requirements of most laboratories, such as spinning down cells, purifying DNA, or separating macromolecules. Rotors: JA-10 (6 x 500 ml bottles), JA-14 (6 x 250 ml bottles), JA-30.50 Ti (8 x 50 ml tubes), JS-24.15 (6 x 15 ml tubes; swinging bucket), JS-4.3 with adapters for 4 x 750 ml bottles, 4 x 500 ml bottles, 4 x 250 ml bottles, 8 x 50 ml conical tubes, 28 x 15 ml conical tubes, 4 x microtiter plates (stackable up to 3 shallow-well plates per carrier).", " ", "\n", "The Beckman Allegra X12-R refrigerated tabletop centrifuge has a SX4750A Aries swinging bucket with holders for 15 ml conical tubes (up to 56), 50 ml conical tubes (up to 16) or four 250 ml bottles as well as microplate carriers for 96 well plates.", "Location: GE 330.00 and GE 230.00. Biology also has one in SP 380.01", "This tabletop centrifuge can handle up to 20 x 15 ml conical tubes, 8 x 50 ml conical tubes or 4 x standard 96-well or 384-well microplates in any given run. It has a speed range of 1,000 rpm to a maximum of 13,000 rpm (16,750 x g). Up to 10 personalized programs can be stored and are easily accessible through the control panel. Alternatives to stored programs include: Manual option allowing the user to input a personalized run configuration and Momentary Spin option allowing for quick spins of samples and a walk-away Hold option for continuous operation.", "Location: GE S110.01", "The Speed Vac is primarily used for concentrating dilute solutions of proteins or DNA or completely evaporating the solvent from these solutions. Acceptable solvents include water, ethanol, methanol and acetonitrile. The Speed Vac can process up to 40 x 1.5 ml or 96 x 0.2 ml microcentrifuge tubes or two microtiter plates. The unit can either be operated at room temperature or from 35° C to 80° C, in 5° C increments. An oil-free (therefore, low-maintenance) pump provides the vacuum.", "Location: GE S110.04.", "The Thermo ModulyoD freeze dryer is used to remove moisture from samples. It has a condenser chamber capacity of 5 liters (maximum ice capacity of 4.5 kg) and can remove 1.2 kg of ice from frozen samples in 24 hours. The instrument operates at -50° C and about 30 ubar. A 24-port drum has neoprene valves that can accomodate flasks of up to 4 liters each. Small volume samples can be placed inside the drum in trays, beakers, vials or microtubes.", "Location: GE S110.04.", "The CHEF-DR III Pulsed Field Electrophoresis System allows very large (chromosome-sized, or millions of base pairs) DNA molecules to be efficiently separated. DNA resolved in such a manner can be used for karyotype analysis, chromosomes can be probed to map the locations of genes of interest and DNA digested with restriction endonucleases can be probed to detect restriction fragment length polymorphisms. The 14 cm x 12.7 cm pulsed field certified agarose gel can be loaded with up to 15 samples (6 mm x 1.5 mm well) and the Cooling Module is used to set the buffer temperature to the operational 14° C.", "Location: GE 200.04.", "The Bio-Rad electroporator permits the introduction of exogenous DNA into prokaryotic or eukaryotic cells at high efficiencies. It can be used for the standard introduction of plasmid DNA during cloning applications or for other experiments, such as the insertion of DNA for gene replacement through recombination. Resistance can be set from 50 to 400 ohms (low range) or 500 to 1000 (or \"infinite\") ohms (high range); capacitance from 1.0 to 50 µF (or user selectable high capacitance); and voltage from 0.2 to 2.5 kV.", "Location: GE S110.04.", "The uFill can dispense reagents into standard 96- or 384-well microtiter plates and into 96- or 384-well deepwell plates. Volumes of 10 to 3000 ul can be added per well of a 96-well plate and 5 to 1500 ul can be added per well of a 384-well plate. Dispense rates depend on the selected dispense volume. Typically, a 96-well plate can be filled with 100 ul of reagent in about 10-15 sec.", "Location: GE 109.", "Location: GE 109", "This MWG liquid handler is made up of a Rosys deck able to handle a total of 19 microtitre plates at once: 7 on deck positions and 12 on stacker positions. This fully automated system uses a gripper to move the plates around the deck and also extends off the deck, if desired. It has four washable needles that can be replaced by disposable tips, both move in x/y/z and Varispan® directions. The tips are stacked to save deck space. The peristaltic pump, vacuum pump and shaker are all software controlled. Small volume liquid transfers, Peltier-cooled reagent rack and PCR plate position allow for PCR and sequencing reaction sample setup. This robot can also be used for serial dilutions, cherry picking, minipreps and magnetic bead protocols.", "Location: GE 109", "© Concordia University"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "Location:", " ", "GE 109", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "Location:", " ", "GE 109", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Concordia University", "Concordia University", "Centre for Structural and Functional Genomics", "About CSFG", "\n                                                                Staff\n                                                            ", "\n                                                                Members\n                                                            ", "\n                                                                Publications\n                                                            ", "\n                                                                Job opportunities\n                                                            ", "Projects", "\n                                                                Past projects\n                                                            ", "Facilities & instruments", "\n                                                                Analytical\n                                                            ", "\n                                                                Bioinformatics\n                                                            ", "\n                                                                Cell culture\n                                                            ", "\n                                                                Microarraying\n                                                            ", "\n                                                                Microscopy\n                                                            ", "\n                                                                Molecular biology\n                                                            ", "Services", "Programs & courses", "Concordia University", "Centre for Structural and Functional Genomics", "\r\n                    \r\n                    Concordia.ca\r\n                    \r\n                ", "\r\n                    \r\n                    Research\r\n                    \r\n                ", "\r\n                    \r\n                    CSFG\r\n                    \r\n                ", "\r\n                    \r\n                    Facilities & instruments\r\n                    \r\n                ", "\r\n                    \t", "\r\n                    ", "\r\n                    \t", "\r\n                    ", "\r\n                        ", "\r\n                    ", "\r\n                        ", "\r\n                    ", "Beckman Avanti & Thermo IEC centrifuges", "\n ", "Syngene Digital imaging station", "ABI, Techne and Eppendorf gradient PCR thermocyclers", "Beckman Allegra X12-R refrigerated tabletop centrifuge", "Syngene GeneGnome chemiluminescence detector", "PCR thermocyclers", "Thermo IEC Multi RF Centrifuge", "Typhoon Trio Multi-mode imager and Image eraser ", "Beckman Biomek liquid handling robot", "Precellys-24 lyser / homogeniser", "Bio-Tek Powerwave HT microplate reader", "MWG Biotech RoboSeq 4204SE liquid handler", "Biospec Products Mini-Beadbeater-8", "Wallac Victor2 1420 Multilabel microplate reader", "Bio-Tek uFill 96-384 well Reagent Dispenser ", "Savant SpeedVac System", "Implen Nanospectrophotometer", "Zymark RapidPlate-96/384 pipettor", "ThermoSavant Modulyo D freeze dryer", "Varian Cary 50 UV-Visible spectrophotometers", "BioRad GenePulser II electroporator", "Agilent 2100 Bioanalyzer", "BioRad CHEF-DR III pulsed field electrophoresis", "Illumina Eco real-time PCR instrument", "here", "Analytical", "Bioinformatics", "Cell culture", "Microarraying", "Microscopy", "Molecular biology", "About CSFG", "Projects", "Facilities & instruments", "Services", "Programs & courses", "News & events", "Contact us", "See Loyola Campus map", "facebook", "twitter", "google", "youtube", "linkedin", "pinterest", "instagram", "flickr", "Concordia social", "Terms", "Privacy", "Accessibility", "Website feedback", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n            ", "\n            ", "\n        ", "\n            ", "\n            ", "\n        ", "See SGW Campus map ", "See Loyola Campus map ", "Website feedback", "Terms", "Privacy", "Accessibility"], ["Concordia University", "Molecular biology"], ["\n                ", "\n            ", "\n                ", "\n            "], ["\nSyngene Digital Imaging Stations", "\nSyngene GeneGnome Chemiluminescence Detector", "\nAgilent 2100 Bioanalyzer", "\nTyphoon Trio and Image eraser", "\nImplen Nanophotometer", "\nVarian Cary 50 UV-Visible Spectrophotometers", "\nABI, Techne and Eppendorf gradient PCR thermocyclers", "\nPCR thermocyclers", "\nIllumina Eco Real-Time PCR instrument", "\nPrecellys-24 lyser/homogeniser and Cryolys cooling unit", "\nBiospec Products Mini-Beadbeater-8", "\nWallac Victor2 1420 Multilabel Microplate Reader", "\nBio-Tek Powerwave HT Microplate Reader", "\nBeckman Avanti Centrifuges", "\nBeckman Allegra X12-R refrigerated tabletop centrifuge", "\nThermo IEC MultiRF Centrifuge", "\nSavant Speedvac System", "\nThermoSavant Freeze Dryer Modulyo D", "\nBioRad CHEF-DR III Pulsed Field Electrophoresis System", "\nBioRad GenePulser II Electroporator", "\nZymark RapidPlate-96/384 pipettor", "\nBio-Tek µFill 96 - 384 well Reagent Dispenser", "\nBeckman BioMek", "\nMWG Biotech RoboSeq 4204SE Liquid Handler"], [], ["Locations & specifications", " - Call us at 514-848-2424"], ["Preparation", "Detection", "Processing", "Specifications from the Typhoon user manual", "GE 200.08", "SP 520.01 (Biology)", "SP 380.01 (Biology)", "GE 300.08", "SP 440.01 (Biology)"]]}