{"https://www.concordia.ca/artsci/biology/news/cunews/offices/vpaer/aar/2016/09/19/a-natural-cure-for-cancer-.html": [["http://www.concordia.ca/content/shared/en/news/offices/vpaer/aar/2016/09/19/a-natural-cure-for-cancer-.html", "From a key ingredient in bread and beer to hundreds of much less familiar strains, yeast has been around for millions of years. Now a team of Concordia biologists is putting this ancient organism under the microscope to understand how to slow human aging and delay the onset of diseases of aging, including cancer.", "Led by Vladimir Titorenko, professor in the Department of Biology and Concordia University Research Chair in Genomics, Cell Biology and Aging, the team studies the aging of yeast cells in a state-of-the-art laboratory in Concordia’s Richard J. Renaud Science Pavilion on the Loyola Campus. The work is part of an ongoing project in tandem with research partners in Montreal and Saskatoon.", "And their effort has led to some promising discoveries.", "Yeast, Titorenko explains, is an ideal material on which to conduct experiments in aging for several reasons. “It’s been known for a very long time that many features of yeast cells have biological processes that are very close to the same kinds of processes that occur in human cells, and that includes aging and diseases of old age,” he says.", "The yeast most commonly used in these experiments is ", ", the kind used in making bread, beer and wine. “Most of the genes which are now known to regulate aging in animals and other organisms have been discovered in yeast first,” Titorenko says, adding that the same sets of genes responsible for aging in yeast are also responsible for aging in mice. Also, studies of aging in yeast have led to the discovery of most of the chemical molecules that can delay aging in animals.", "Another advantage to working with yeast cells is that they age much more rapidly than the cells of many other organisms, which is a great time saver for the researchers. Titorenko points out that the aging process for mice can take up to three years, which makes for a long experiment period, while a comparable study using yeast cells can be carried out in as little as two weeks.", "Titorenko and other scientists believe that questions about how our bodies age are crucial to cancer research because the two are so closely associated. “Cancer is considered to be an age-related disorder, along with neurodegenerative ones such as Parkinson’s disease,” he explains. “That’s why we are interested in how some chemical molecules of natural origin can delay aging.”", "The research process may be slow, but the passion and relentless curiosity shared by Titorenko’s graduate student researchers and their supervisor drives them — and all it takes is one “eureka!” moment to push the whole process forward and charge the young scientists with renewed enthusiasm. One of those moments occurred during a robotic screening process of thousands of natural chemical molecules to find several groups of molecules that delay yeast aging. Among them was a group of relatively common bile acid molecules found in the human body.", "Titorenko and his colleagues published a paper outlining their discovery that bile acids produced by the liver are especially effective in delaying the aging process in yeast and therefore show promise as a possible weapon against cancer cells — a theory that has been further developed by his research partners.", "“We were trying to identify molecules that can delay aging in yeast, so we conducted a screening,” Titorenko says of how it all came about. “We tested with the help of a robot many thousands of different chemical compounds from commercially available collections to see which of them would delay aging in yeast, and we found more than 20 of them.”", "Titorenko points out that a bile acid called lithocholic acid was one chemical group found to be most effective in delaying aging. Lithocholic acid is considered to be a secondary bile acid, he explains, because it is produced by bacteria in the colon rather than the liver.", "Titorenko’s lifelong interest in biological and chemical sciences led him on a career path that brought him to Concordia in 2002. Originally from the former Soviet Union, his academic credentials began accumulating with bachelor and graduate degrees in biochemistry from Lvov (now Lviv) University in Ukraine. From there he earned a PhD in genetics from the Institute of Genetics and Selection of Industrial Microorganisms in Moscow, which was followed by a three-year postdoctoral fellowship at the University of Groningen in the Netherlands.", "He later came to Canada to undertake a second postdoc fellowship, this one at the University of Alberta in Edmonton, which preceded his move to Montreal and his current position at Concordia.", "“My primary interest for a very long time was completely far away from aging or cancer,” Titorenko says. “It was how a certain type of organelle known as peroxisome is formed, specifically in yeast cells. But at a certain point I switched my interest to aging, specifically the molecular mechanism of cell aging in yeast, and I’ve been doing that for about the past eight years.”", "Along the way, Titorenko has maintained a high profile in the academic community as a lecturer and a prolific author and editor, having written or contributed to more than 100 scientific papers and five books. His work has brought him into contact with some of the scientists and academics with whom he still collaborates today. As a result, his team of researchers at Concordia are not working alone — their lab is part of a network of related aging and cancer research projects underway across Canada.", "Titorenko’s research on yeast cells is being carried out with the help of a team of graduate students he has recruited to see to the day-to-day operation of the lab. Each is assigned a specific function to perform in the process.", "Pamela Dakik, BSc (biol.) 15, is exactly where she wants to be right now. Dakik has always had a passion for science, especially biology, and has followed that academic path since high school. Dakik now finds herself not only working on a major research project just a year after completing her undergraduate degree, but also fast-tracked to begin her PhD in September.", "“I took a class with Titorenko and then started volunteering in his lab,” Dakik says of how she first became involved in the project. “I saw the work being done, and after two semesters I took a course where I had a chance to conduct hypothesis-driven experiments, working with the yeast cells and aging. I liked it so much that right after I graduated I applied for a graduate degree in Titorenko’s lab.”", "Part of Dakik’s task is to screen a library of numerous plant extracts in a robust experimental procedure, which allows researchers to identify extracts capable of increasing yeast longevity by delaying aging of yeast cells. The plant extracts Dakik uses are supplied by Idunn Technologies, a scientific research and development company in Rosemère, Que., that specializes in natural health products, especially those associated with aging.", "With the natural extracts, Dakik begins what is called the screening process aimed at identifying the most efficient aging-delaying natural products. “I start off by testing those numerous plant extracts with the yeast cells and try to see which of them can greatly extend yeast longevity and, thus, delay the aging process,” she explains. “After that, I try to determine the ideal concentration — as with any drug you take there are different concentrations: too high may be toxic, too low might not work.”", "She then use genetic approaches to assess which pathways are targeted by each of the aging-delaying plant extracts. “I also look into the abilities of certain combinations of these plant extracts to delay aging more efficiently than each of them does individually,” Dakik says. “Once I answer those questions, the other grad students take a more in-depth look at how each of these plant extracts delay aging by impacting various processes in the yeast cell.”", "For his part, Younes Medkour, BSc (biol.) 15, indulges his love of microscopy and systems biology to determine how and to what extent the yeast cells are affected by each of the aging-delaying plant extracts. “My role is to find what specific processes in various cellular organelles are altered by each of these extracts, and to understand why and how these alterations delay aging,” he says. “I use a combination of experimental approaches to answer these essential questions. These approaches include quantitative mass spectrometry of lipids and proteins, microscopy and bioinformatics.”", "Medkour, who also fast-tracked his studies to begin his PhD in September, had initially intended to study biology as a prelude to medical school yet found himself bitten by the research bug after applying his computer skills in bioinformatics through Selvadurai Dayanandan, a professor in the Department of Biology. Medkour came to Titorenko’s attention when he presented his honours project aimed at understanding the mechanisms underlying cancer. This, he says, made it a lot easier for him when he later applied for a graduate research position in Titorenko’s lab.", "Once there, everything changed for him. “When I saw the research that was going on, I said to myself, ‘This is where I belong, not in med school!’”", "Amanda Piano, BSc (biol.) 14, MSc (biol.) 16, is currently pursuing a certificate in biotechnology at McGill University after completing both her undergrad and graduate degrees while working with yeast cells in Titorenko’s lab. “I was immediately drawn to the research being done in the Titorenko lab and initially joined as a volunteer to explore the prospect of a future in research,” says Piano, who found her passion for biology while a CEGEP student at Dawson College in Montreal.", "“At Dawson, the biology classes were broad and general, but while at Concordia I found myself gravitating towards more specialized work in cell biology,” she recalls. “The intricacy and complexity of the cell and its workings always fascinated me.” Piano claims that Titorenko’s friendliness and dedication to his students combine to play a big role in the research team’s success. “He is devoted and approachable, which makes a great supervisor,” she says.", "The experiments being carried out at Titorenko’s lab are currently focused on yeast; the work on actual cancer cells is being done at research facilities of other institutions by Titorenko’s longstanding colleagues and collaborators — each of whom have been working with lithocholic bile acid and have discovered its effectiveness in not only delaying the aging process but also killing the cells of neuroblastoma, prostate and breast cancers.", "Among Titorenko’s primary research partners is Andréa C. LeBlanc, a professor of neurology and neurosurgery at McGill, who is a leading researcher at the Lady Davis Institute for Medical Research at the Jewish General Hospital. LeBlanc’s research with lithocholic acid has led to the discovery that it selectively kills cultured human neuroblastoma cells — a cancer that commonly attacks the adrenal glands.", "Another collaborator, Troy A.A. Harkness of the University of Saskatchewan in Saskatoon, has done extensive research on the treatment of tumours and has worked closely with the Canadian Cancer Society. His experiments with lithocholic acid found that it selectively kills cultured human breast cancer cells as well.", "Likewise, toxicologist Thomas Sanderson, associate professor at the INRS-Institut Armand-Frappier in Laval, Que., heads a research team whose work with lithocholic bile acid has determined that it selectively destroys cultured human prostate cancer cells.", "While these discoveries are promising, they are currently restricted to Petri dishes and microscope slides. Titorenko says it will be a while before any of their findings will be applied to human subjects, as a further series of experiments on mice or other animals must first be completed in order to safely determine how their cells react to the lithocholic bile acid.", "Titorenko admits that he and his fellow researchers are sometimes frustrated by the long research process — but at the same time he’s thankful to be working with yeast, as that has sped up the timeline by a considerable margin. “Of course we want to see the results very quickly,” Titorenko says with a smile. “But we must be patient.” ", "Search for an expert to comment on any topic", "© Concordia University"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "By: Wayne Larsen, BA 98, MA 14", "Source: ", "Related links", "Enter a phrase or keyword", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "By: Wayne Larsen, BA 98, MA 14", "Source: ", "Related links", "Enter a phrase or keyword", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links ", "MyConcordia", "Cspace", "Webmail", "Library", "Directories", "A-Z", "Maps", "Concordia University", "Concordia University", "Department of Biology", "About the department", "\n                                                                Faculty members\n                                                            ", "\n                                                                Technical staff\n                                                            ", "\n                                                                Job opportunities\n                                                            ", "Programs", "\n                                                                Undergraduate programs\n                                                            ", "\n                                                                Graduate programs\n                                                            ", "Research", "\n                                                                Weekly research seminar\n                                                            ", "\n                                                                Research areas\n                                                            ", "\n                                                                Recent theses\n                                                            ", "Student life", "\n                                                                Advising & support\n                                                            ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Concordia University", "Department of Biology", "\r\n                    \r\n                    Home\r\n                    \r\n                ", "\r\n                    \r\n                    Faculty of Arts and Science\r\n                    \r\n                ", "\r\n                    \r\n                    Department of Biology, Concordia Biology, Biology, Study Biology \r\n                    \r\n                ", "\r\n                    \t", "\r\n                    ", "\r\n                    \t", "\r\n                    ", "\r\n                        ", "\r\n                    ", "\r\n                        ", "\r\n                    ", "Concordia University Magazine", "Department of Biology", "\n\t            biology            \n\t        ", "About", "Academics", "Admissions", "Campus life", "Research", "International", "Future students", "Current students", "Alumni & friends", "Parents ", "Faculty & staff", "See SGW Campus map ", "See Loyola Campus map ", "facebook", "twitter", "google", "youtube", "linkedin", "pinterest", "instagram", "flickr", "Concordia social", "Terms", "Privacy", "Accessibility", "Website feedback", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n            ", "\n            ", "\n        ", "\n            ", "\n            ", "\n        ", "See SGW Campus map ", "See Loyola Campus map ", "Website feedback", "Terms", "Privacy", "Accessibility"], ["Concordia University", "A natural cure for cancer?"], ["\n                ", "\n            ", "\n                ", "\n            ", "Related topics"], ["Bile acid kills cancer cells", "A long road to Concordia", "A dedicated team", "Cross-country partners"], ["Find an expert"], [" - Call us at 514-848-2424"], []]}