{"http://www.concordia.ca/artsci/psychology/news/cunews/artsci/history/2016/11/max-bergholz-violence-as-a-generative-force.html": [["http://www.concordia.ca/content/shared/en/news/artsci/history/2016/11/max-bergholz-violence-as-a-generative-force.html", "Congratulations to Professor Max Bergholz on the publication of ", "​, which has just been released by Cornell University Press. This is an important new book, described as follows by Mark Thompson (University of East Anglia): ​\"By dint of phenomenal research, vivid reconstruction, and meticulous analysis, Max Bergholz uncovers the truth about interethnic killing in a Bosnian provincial town during 1941. At once dispassionate, spirited, and profoundly responsible, his inquiry proves the transformative power of extreme violence to create identity. This excellent and enlightening book deserves the widest readership.\"", "For more information, including further testimonials and a link to the book's page on the Cornell University Press website, see the publisher's press release, please see below.", " ", " ", "Cornell University Press is proud to announce the publication of ", ", an in-depth look into a multi-ethnic community’s collapse into intercommunal killing during the summer of 1941, and the resulting transformation of its residents’ lives. The book’s findings have global implications for the study of mass violence and civil war, and will appeal to a wide variety of scholars, as well as to policy makers and NGO advocacy workers with interests in the possibilities and limits for preventing and/or stopping violence.", "For more information about ", ", see below and visit the book’s page on the Cornell University Press website:  ", " is also available as an ebook from Amazon/Kindle, Apple iBooks, Barnes & Noble/Nook, Google Play, and Kobo.", "During two terrifying days and nights in early September 1941, the lives of nearly two thousand men, women, and children were taken savagely by their neighbors in Kulen Vakuf, a small rural community straddling today's border between northwest Bosnia and Croatia. This frenzy—in which victims were butchered with farm tools, drowned in rivers, and thrown into deep vertical caves—was the culmination of a chain of local massacres that began earlier in the summer. In ", ", Max Bergholz tells the story of the sudden and perplexing descent of this once peaceful multiethnic community into extreme violence. This deeply researched microhistory provides provocative insights to questions of global significance: What causes intercommunal violence? How does such violence between neighbors affect their identities and relations?", "Contrary to a widely held view that sees nationalism leading to violence, Bergholz reveals how the upheavals wrought by local killing actually created dramatically new perceptions of ethnicity—of oneself, supposed \"brothers,\" and those perceived as \"others.\" As a consequence, the violence forged new communities, new forms and configurations of power, and new practices of nationalism. The history of this community was marked by an unexpected explosion of locally executed violence by the few, which functioned as a generative force in transforming the identities, relations, and lives of the many. The story of this largely unknown Balkan community in 1941 provides a powerful means through which to rethink fundamental assumptions about the interrelationships among ethnicity, nationalism, and violence, both during World War II and more broadly throughout the world.", "Max Bergholz is Associate Professor of History at Concordia University in Montreal, where he holds the James M. Stanford Professorship in Genocide and Human Rights Studies. ", "\"", " is a beautifully written, insightful, theoretically driven, compelling book. Max Bergholz is a gifted storyteller who lures the reader into a deeply complex story of multisided civil conflict, one that challenges presumptions about the processes and motives of violence.\"—", ", City College of New York, author of", "\"", " sheds light on ethnic violence in original and illuminating ways. This remarkable book takes the gripping events in a small and often overlooked Bosnian community and places them in a startling new analytical perspective.\"—", ", Loyola University Chicago, author of ", "\"Violence in the Balkans has been overdescribed and underexplained. By dint of phenomenal research, vivid reconstruction, and meticulous analysis, Max Bergholz uncovers the truth about interethnic killing in a Bosnian provincial town during 1941. At once dispassionate, spirited, and profoundly responsible, his inquiry proves the transformative power of extreme violence to create identity. This excellent and enlightening book deserves the widest readership.\"—", ", University of East Anglia, author of ", " and ", "\"Max Bergholz's ", " is meticulously researched, engagingly written, and discerning in its judgments. It offers important new insights into the intercommunal violence in Bosnia-Herzegovina during World War II, but even more importantly it makes a significant contribution to the study of the dynamics of mass violence and how violence shapes identity and social relations in multiethnic societies. It should appeal to a wide multidisciplinary audience.\"—", ", Institute of European, Russian and Eurasian Studies, Carleton University, author of ", "\"", " is a rare and challenging piece of scholarship: an ethnography of the past that shows how humans' darkest capabilities can also produce new forms of social solidarity. Max Bergholz asks very big questions about very small places, which is precisely the way to understand that most awful of social phenomena: the decision by one set of neighbors to throw another set down a cave.\"—", ", Georgetown University, author of ", " and ", "\"In this meticulously researched book, based on extensive archival work, Max Bergholz holds a microscope to a largely forgotten episode of violence in 1940s Bosnia. Informed by scholarship that spans multiple disciplines and regions, Bergholz's powerful analysis shows how violence shapes ethnicity—and in varied ways. While deeply anchored in Bosnia, this book has far-reaching implications for scholars of violence, social identity, and rural politics.\"—", ", University of Wisconsin–Madison, author of ", "  ", "Search for an expert to comment on any topic", "© Concordia University"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "Source: ", "Enter a phrase or keyword", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "Source: ", "Enter a phrase or keyword", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links ", "MyConcordia", "Cspace", "Webmail", "Library", "Directories", "A-Z", "Maps", "Concordia University", "Concordia University", "Department of Psychology", "About the department", "\n                                                                Faculty members\n                                                            ", "\n                                                                Staff\n                                                            ", "\n                                                                Job opportunities\n                                                            ", "Programs", "\n                                                                Undergraduate programs\n                                                            ", "\n                                                                Graduate programs\n                                                            ", "Research", "\n                                                                Researchers\n                                                            ", "\n                                                                Research Labs\n                                                            ", "\n                                                                Research centres & groups\n                                                            ", "Facilities & services", "\n                                                                Applied Psychology Centre (APC)\n                                                            ", "\n                                                                Participant pool\n                                                            ", "Student life", "\n                                                                Student associations\n                                                            ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Concordia University", "Department of Psychology", "\r\n                    \r\n                    Home\r\n                    \r\n                ", "\r\n                    \r\n                    Faculty of Arts and Science\r\n                    \r\n                ", "\r\n                    \r\n                    Department of Psychology\r\n                    \r\n                ", "\r\n                    \t", "\r\n                    ", "\r\n                    \t", "\r\n                    ", "\r\n                        ", "\r\n                    ", "\r\n                        ", "\r\n                    ", "Department of History", "http://www.cornellpress.cornell.edu/book/?GCOI=80140100065060", "\r\n                           ", "Department of History\r\n                        ", "About", "Academics", "Admissions", "Campus life", "Research", "International", "Future students", "Current students", "Alumni & friends", "Parents ", "Faculty & staff", "See SGW Campus map ", "See Loyola Campus map ", "facebook", "twitter", "google", "youtube", "linkedin", "pinterest", "instagram", "flickr", "Concordia social", "Terms", "Privacy", "Accessibility", "Website feedback", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n            ", "\n            ", "\n        ", "\n            ", "\n            ", "\n        ", "See SGW Campus map ", "See Loyola Campus map ", "Website feedback", "Terms", "Privacy", "Accessibility"], ["Concordia University", "New Publication for Dr. Max Bergholz: Violence as a Generative Force: Identity, Nationalism, and Memory in a Balkan Community"], ["\n                ", "\n            ", "\n                ", "\n            ", "Join the conversation"], [], ["Find an expert"], [" - Call us at 514-848-2424"], []]}