{"http://www.concordia.ca/artsci/psychology/students/undergraduate/appointments-academic-advisors.html": [["http://www.concordia.ca/content/concordia/en/artsci/psychology/students/undergraduate/appointments-academic-advisors.html", "The Psychology Department has a number of advisors who are able to give you advice on your academic progress.", "In order to graduate, you are required to complete a specific number of Psychology credits and outside electives. Outside electives are courses offered in other programs outside of Psychology. You also must ensure you have completed any missing profile courses. To check your progress in our program, and track to make sure you are going to be able to graduate, use the program check sheets here: ", "If you are still uncertain after having completed the program check sheet, you can make an appointment to see an academic advisor. Always bring the completed checklist with you when seeing an academic advisor", "This depends on your degree, the number of credits you need to graduate (90, 108, 120), the number of credits taken per semester, and if you also take summer courses. For example, if you are a full-time student taking 12 credits per semester, you can complete 90 credits in 4 years. If you take 15 credits per semester, it will take you three years to complete 90 credits.", "To be a full-time student in Quebec, you must take a minimum of 12 credits per semester (usually 4 courses). The maximum load is 15 credits per semester (usually 5 courses). If you are worried about the workload that university courses require, we recommend you start out with 12 credits (i.e., 4 courses) in the first semester. If you can handle the workload, then go to 15 credits in subsequent semesters. If you are thinking of applying to Medicine, Law, or Graduate Degrees, then please check with the schools you plan to apply to for the degree requirements (some schools expect you to take a 15-credit to demonstrate that you can handle the workload).", "Psychology courses tend to demand more work from the student than other general elective courses. This is especially the case for courses that have a laboratory component (i.e., PSYC310, PSYC315, PSYC311, PSYC316). While it is possible to take a full Psychology course load per semester, it is not recommended. Instead, taking 2-3 psychology courses, in addition to 1-2 general electives is recommended.", "Given the shorter more compact nature of the summer courses, we recommend taking no more than 6 credits (i.e., two courses) per summer term. Students wishing to receive financial aid during the summer are required to undertake 12 credits during the two summer terms.", "Students will sometimes think they should stay in a course even though they are doing poorly, as they have heard that a DISC looks bad on their transcript. It is ok to have a DISC on your transcript – this happens from time to time as students like the initial idea of a course, but find it different when taking it.  Also, as DISC is better than receiving an F for a course, as a poor grade affects your GPA (a DISC does not count towards your GPA). However, try to not make a habit of having too many DISCs.", "Students can repeat a course at any point, without making an advising appointment. The exception is if you are trying to repeat a course which is a prerequisite for another course you are or have taken.", "Students should think of the following before repeating a course:", "1)     While re-taking a course can improve your GPA this will only happen if you do better than you did the first time. If you end up with a lower grade in the re-take, then this will lower your GPA. The last taken grade is what counts towards the GPA.", "2)     The earlier grade will remain on your transcript, and will not disappear.", "3)     How have things changes since the first time you took the course? Have you improved your work load or study habits to give yourself a better opportunity for improving your grade?", "This is a common question from students that are either attempting to graduate, are thinking of applying to graduate school, or are in academic jeopardy (e.g., conditional standing, failed standing) the best way to answer this question is to try out different course and grade scenarios to see how these may impact your GPA. We have made available a simple excel spreadsheet for this purpose (download link here).", " ", "You must complete these two courses ", " you can get permission to register for PSYC 485. You will not be able to do PSYC 311 or PSYC 316 concurrently with PSYC 485. Keep in mind that PSYC 485 is a full year course, so PSYC 311 and PSYC 316 must be completed the year prior (usually in your second year). Also be aware that neither of these courses is offered during the summer. It is best to complete PSYC 316 and PSYC 311 (in that sequence) in separate semesters, as they both carry a heavy workload.", "PSYC 485 is an optional course for students in the specialization program who wish to have the opportunity to conduct research. You would apply to take this course in the summer before your final year after you have received your grades from the winter term. You must have a minumim GPA of 3.0, and a thesis supervisor to be admitted. A completed application form and a 'supervisor-student-contract' (both available on the department website in the FORMS section) must be submitted with your application", "It is your responsibility to contact faculty members, and ask if they would be willing to act as your thesis supervisor. Not all faculty members take on a student each year and those that do take on a limited number. Prior to contacting a faculty member, students should consult the faculty profiles on the department website to find a research area that interests them. Be aware that there are a limited number of spots so register early!", "You must complete these two courses ", " you can get permission to register for PSYC 495. You will not be able to do PSYC 311 or PSYC 316 concurrently with PSYC 495. Keep in mind that PSYC 495 is a full year course, so PSYC 311 and PSYC 316 must be completed the year prior (usually in your second year). Also be aware that neither of these courses is offered during the summer. It is best to complete PSYC 316 and PSYC 311 (in that sequence) in separate semesters, as they both carry a heavy workload.", "The Honours Seminars (PSYC 490, 491) and Honours Thesis Seminar (PSYC495) are taken in the final year of the honours program. To be able to register for these classes, you must have completed ", " and get permission from the department, which will be given once you have a confirmed thesis supervisor. You would take these courses in your final year provided your grades warrant your completing the honours program (have and maintain a minimum 3.5 cumulative GPA in PSYC courses, and 3.3 in all others).", "It is your responsibility to contact faculty members, and ask if they would be willing to act as your thesis supervisor. Not all faculty members take on a student each year and those that do take on a limited number. Prior to contacting a faculty member, students should consult the faculty profiles on the department website to find a research area that interests them. ", "The honours advisor will open a place for you in a particular section after you let the advisor know, by email, which faculty member has agreed to be your research thesis supervisor, and the thesis supervisor confirms by email that you are accepted into the laboratory. If you are an Honours student, you do not have to complete the 'supervisor-student-contract' at this point (available on the department website in the FORMS section), as you will do so during the first week of the thesis class.", "You register yourself once a place has been opened for you. You will receive an email, after registration begins, listing the specific sections to which you have been admitted.", "No. Students are assigned to a thesis / seminar section by the honours advisor. This procedure provides an even distribution of the number of thesis students and research topics across all sections.", "All the seminar and thesis courses occur at the same time (Tuesday, Wednesday, and Thursday at 16:15 pm to 18:45). With that schedule in mind, you can register for all your other courses when your date for registration occurs.", " ", "© Concordia University"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "G.P.A Calculator", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "G.P.A Calculator", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links ", "MyConcordia", "Cspace", "Webmail", "Library", "Directories", "A-Z", "Maps", "Concordia University", "Concordia University", "Department of Psychology", "About the department", "\n                                                                Faculty members\n                                                            ", "\n                                                                Staff\n                                                            ", "\n                                                                Job opportunities\n                                                            ", "Programs", "\n                                                                Undergraduate programs\n                                                            ", "\n                                                                Graduate programs\n                                                            ", "Research", "\n                                                                Researchers\n                                                            ", "\n                                                                Research Labs\n                                                            ", "\n                                                                Research centres & groups\n                                                            ", "Facilities & services", "\n                                                                Applied Psychology Centre (APC)\n                                                            ", "\n                                                                Participant pool\n                                                            ", "Student life", "\n                                                                Student associations\n                                                            ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Concordia University", "Department of Psychology", "\r\n                    \r\n                    Concordia.ca\r\n                    \r\n                ", "\r\n                    \r\n                    Faculty of Arts and Science\r\n                    \r\n                ", "\r\n                    \r\n                    Department of Psychology\r\n                    \r\n                ", "\r\n                    \r\n                    Current students\r\n                    \r\n                ", "\r\n                    \r\n                    Undergraduate students\r\n                    \r\n                ", "\r\n                    \t", "\r\n                    ", "\r\n                    \t", "\r\n                    ", "\r\n                        ", "\r\n                    ", "\r\n                        ", "\r\n                    ", "Frequently Asked Questions", "Specialization ", "Honours", "https://www.concordia.ca/artsci/psychology/students/undergraduate/monitoring-academic-progress.html", "Career and Placement Services Department", "If you ", " ", "in a Psychology program", "If you ", " ", "a current student", "Undergraduate students", "Appointments with Academic Advisors", "Monitoring your Academic Progress", "About the department", "Programs", "Research", "Facilities & services", "Student life", "News & events", "Contact us", "Current students", "Student forms", "Room bookings", "Graduate Admission FAQ", "See SGW Campus map", "See building map", "facebook", "twitter", "google", "youtube", "linkedin", "pinterest", "instagram", "flickr", "Concordia social", "Terms", "Privacy", "Accessibility", "Website feedback", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n            ", "\n            ", "\n        ", "\n            ", "\n            ", "\n        ", "See SGW Campus map ", "See Loyola Campus map ", "Website feedback", "Terms", "Privacy", "Accessibility"], ["Concordia University", "How to make an appointment with an academic advisor"], ["\n                ", "\n            ", "\n                ", "\n            "], [], [], [" ", " - Call us at 514-848-2424"], ["Academic advisors do not provide career counselling", "\nAcademic advisors provide advice about your academic program:", "\nAdvising in the Department of Psychology is reserved exclusively for students currently enrolled in a Psychology program."]]}