{"http://www.concordia.ca/artsci/physics/programs/graduate/physics-msc.html": [["http://www.concordia.ca/content/concordia/en/artsci/physics/programs/graduate/physics-msc.html", "Offered by:", "\n", ", ", "The basic laws of physics are applied in advancements in many areas including modern medical and space-related technologies, climate research as well as energy generation and storage. As the study of physics continues to evolve through new discoveries, we need inquisitive minds to explore the connections between traditional and emerging research areas, including medical and nano-scale physics, and biophysics.", "The MSc in Physics provides you with broad degree training for you to investigate fundamental and applied concepts that reflect ", " research specializations. Our cross-listed faculty members are experts in fields as varied as bioengineering and chemistry, and contribute to an environment that stresses strong student-supervisor relationships. For example, in collaboration with the ", ", biomedical physics-related projects include using different imaging technologies to improve medical diagnostics and to investigate the effects of exercise on aging.", "Benefit from cutting-edge ", " that promote interdisciplinary collaborations in nanoscience, and the molecular and life sciences. For example, projects currently underway at the ", " examine the optical properties of nanomaterials, the link between light-induced electron transfer and accompanying protonational reactions, and the structure-function relationships in photosynthetic pigment-protein complexes.", "Our MA students are looking at topics such as:", " ", " Applicants must have an honours degree, or its equivalent in Physics. Qualified applicants lacking prerequisite courses are required to take undergraduate courses (up to 12 credits) in addition to the regular graduate program. Applicants with deficiencies in their undergraduate preparation may be required to take a one-year qualifying program before admission to the MSc program.", "Your completed application will include:", "Please apply ", ". Read the ", " for application procedures. ", "All courses are worth 3 credits each unless otherwise specified. The graduate courses offered by the Department of Physics fall into the following categories:", "(3 credits)", "\nThis course reviews the mathematical foundations of quantum mechanics, Heisenberg, Schroedinger, and interaction representations; time-dependent perturbation theory and the golden rule; collision theory, Born approximation, T-matrix and phase shifts; angular momentum theory: eigenvalues and eigenvectors, spherical harmonics, rotations and spin, additions theorems and their applications.", "\n", " Students who have received credit for PHYS 612 may not take this course for credit.", "(3 credits)", "\nThe following applications are examined: ", " - systems of identical particles, second quantization, Hartree-Fock theory, as well as path integral formulation of quantum mechanics; ", " Dirac and Klein-Gordon equations, positron theory, propogator theory and their applications; field quantization, radiative effects, Dirac and Majorana spinors, Noether’s theorem.", "\n", " Students who have received credit for PHYS 613 may not take this course for credit.", " (3 credits)", "\nThis course discusses symmetries and groups; antiparticles; electrodynamics of spinless particles, the Dirac equation and its implications for the electrodynamics of spin 1/2 particles. A general discussion of loops, renormalization and running coupling constants, hadronic structure and partons, is used to introduce the principles of Quantum Chromodynamics and Electroweak Interactions. The course concludes with an exposition of gauge symmetries, the Weinberg-Salam model, and Grand Unification.", "\n", " Students who have received credit for PHYS 616 may not take this course for credit.", "(3 credits)", "\nThis course reflects the research interests of the physics faculty in quantum or high energy physics and/or those of the graduate students working with them.", "\n", " Students who have taken the same topic under PHYS 615, PHYS 618 or PHYS 619 may not take this course for credit.", "(3 credits)", "\nReview of electron levels in periodic potentials, various band-structure methods, Thomas-Fermi and Hartree-Fock theories, screening, anharmonic effects crystals, inhomogeneous semiconductors, p-n junctions, transistors. Dielectric properties of insulators, ferroelectric materials. Defects in crystals. Magnetic ordering, paramagnetism, diamagnetism, ferromagnetism, phase transitions, superconductivity.", "(3 credits)", "\nThis course provides a review of the phonon modes and electron band structure of crystals. It covers a selection of modern quantum condensed‑matter topics which may include Hartree‑Fock, mesoscopic quantum transport theory (quantum dots, 1D systems, 2D systems), superconductivity, the quantum Hall effects, weak localization, and current research topics. Students further develop an in-depth knowledge of the course material through an individual project.", " (3 credits)", "\nThis course reflects the research interests of the physics faculty in condensed matter physics and/or those of the graduate students working with them.", "\n", " Students who have received credit for PHYS 635 may not take this course for credit.", "(3 credits)", "\nThis course covers statistical concepts, probability, Gaussian probability distribution, statistical ensemble, macrostates and microstates, thermodynamic probability, statistical thermodynamics, reversible and irreversible processes, entropy, thermodynamic laws and statistical relations, partition functions, Maxwell’s distribution, phase transformation, Maxwell-Boltzmann, Bose-Einstein and Fermi-Dirac statistics, quantum statistics in the classical limit, black-body radiation, conduction electrons in metals, interacting particle system, lattice vibrations, virial coefficients, Weiss molecular field approximation.", "\n", " Students who have received credit for PHYS 654 may not take this course for credit.", "(3 credits)", "\nThis course covers generalized coordinates, Lagrange’s equations, method of Lagrange multipliers, variational formulation, Hamilton’s equations of motion, canonical transformations, Hamilton-Jacobi theory, special theory of relativity, Einstein’s axioms, Lorentz transformations, form invariance and tensors, four-vectors, gravity.", "\n", " Students who have received credit for PHYS 658 may not take this course for credit.", "(3 credits)", "\nThis course covers the electrostatic boundary-value problem with Green’s function, Maxwell’s equations, energy-momentum tensor, guided waves, dielectric wave-guides, fibre optics, radiation static field, multipole radiation, velocity and acceleration field, Larmor’s formula, relativistic generalization, radiating systems, linear antenna, aperture in wave guide, scattering, Thompson scattering, Bremsstrahlung, Abraham-Lorentz equation, Breit-Wigner formula, Green’s function for Helmholtz’s equation. Noether’s theorem.", "(3 credits)", "\nLinear stability analysis and limitations, modulated waves and nonlinear dispersion relations, Korteweg-de Vries, sine-Gordon, and nonlinear Schrödinger equations. Hydro-dynamic, transmission-line, mechanical, lattice, and optical solitions. Applications in optical fibres, Josephson junction arrays. Inverse scattering method, conservation laws.", "(3 credits)", "\nThis course reflects the research interests of the Physics faculty in theoretical physics and/or those of the graduate students working with them.", "(3 credits)", "\nThis course reflects the research interests of the Physics faculty in Applied Physics and/or those of the graduate students working with them.", "(3 credits)", "\nStudents must give one seminar in the field of their research. In addition, full time students must participate in all seminars given in the department, and part time students must attend, during their studies, the same number of seminars that are normally given during the minimum residence requirement for full time students. The course in evaluated on a pass/fail basis. No substitution is permitted.", " (30 credits)", "(3 credits)", "\nStudents must present one pedagogical seminar on a topic from physics to an advanced-level undergraduate student audience. This course is evaluated on a pass/fail basis. No substitution is permitted.", "(3 credits)", "\nStudents must present one seminar in their current research area to a critical audience. In addition, students are required to attend and participate in all departmental seminars. This course is evaluated on a pass/fail basis. No substitution is permitted.", "(6 credits)", " (69 credits)", "\n", " Students admitted prior to 1997-98 should register for PHYS 850 (70 credits). Students admitted after summer 1997 will register for PHYS 850 (66 credits).", "Each admitted student receives a minimum of $15,500 in annual support without any additional fellowship. Additional merit-based awards are available in limited numbers.", "Competition-based, partial tuition fee remission awards are available to international students once in the program.", "Please also consult Concordia’s ", " page and ", ".", "Department research activities are collaborative. Graduate students benefit from a robust cadre of ", ". Areas of department researcher specialization include:", "Prospective graduate students must be selected by one or two (in case of joint supervision) faculty member(s) as a condition for final admission. Upon admission the research supervisor(s) and the department accept the responsibility for ensuring and arranging the financial support for the student for at least two years contingent upon satisfactory performance.", "A Supervisory Committee is appointed for each student. This committee consists of two faculty members in the department and the research supervisor(s). The committee is responsible for monitoring the student’s academic progress and reports to the Graduate Program Committee. ", "See what our students are working on. Review an inspiring list of ", ".", "An MSc in Physics prepares you for ", " in various industries, including photonics, opto-electronics, semiconductors, biomedical and biophysics, advanced materials, nanotechnology, energy production, flight simulation, aeronautics, space science, and engineering. You’ll also be qualified for certain governmental and teaching positions. Physics graduates are also sought by employers for non-technical positions such as those in law, administration, business, journalism, financial analysis and publishing.", "© Concordia University"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "How to apply", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "How to apply", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links ", "MyConcordia", "Cspace", "Webmail", "Library", "Directories", "A-Z", "Maps", "Concordia University", "Concordia University", "Department of Physics", "About the department", "\n                                                                Faculty members\n                                                            ", "\n                                                                Staff \n                                                            ", "\n                                                                La physique à Concordia\n                                                            ", "Programs", "\n                                                                Undergraduate\n                                                            ", "\n                                                                Graduate\n                                                            ", "Research", "\n                                                                Publications\n                                                            ", "\n                                                                Champagne Research Group\n                                                            ", "\n                                                                Bianucci Research Group\n                                                            ", "\n                                                                Laszlo Kalman Research Group\n                                                            ", "\n                                                                Zazubovits Research Group\n                                                            ", "\n                                                                Gauthier Research Group\n                                                            ", "\n                                                                Grova Research Group\n                                                            ", "\n                                                                Misra Research Group\n                                                            ", "\n                                                                Mariana Frank Research Group\n                                                            ", "\n                                                                Vasilopoulos Research Group\n                                                            ", "\n                                                                Calvin S. Kalman Research Group\n                                                            ", "\n                                                                Lamoureux Research Group\n                                                            ", "Student life", "\n                                                                Career options\n                                                            ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Concordia University", "Department of Physics", "\r\n                    \r\n                    Concordia.ca\r\n                    \r\n                ", "\r\n                    \r\n                    Faculty of Arts and Science\r\n                    \r\n                ", "\r\n                    \r\n                    Department of Physics\r\n                    \r\n                ", "\r\n                    \r\n                    Programs\r\n                    \r\n                ", "\r\n                    \r\n                    Graduate\r\n                    \r\n                ", "\r\n                    \t", "\r\n                    ", "\r\n                    \t", "\r\n                    ", "\r\n                        ", "\r\n                    ", "\r\n                        ", "\r\n                    ", "Department of Physics", "Faculty of Arts & Science", "faculty", "PERFORM Centre", "research centres", "Centre for NanoScience Research", "\r\n\t\t\t\t\t\r\n                    Degree requirements\r\n                ", "\r\n\t\t\t\t\t\r\n                    Admission requirements\r\n                ", "\r\n\t\t\t\t\t\r\n                    Application process\r\n                ", "Confidential Letters of Reference", "Academic Assessment forms", "Statement of purpose", "Transcripts", "Proof of Canadian citizenship", "official language test scores", "online", "how-to guide", "\r\n\t\t\t\t\t\r\n                    Application deadlines\r\n                ", "contact the Program Director", "\r\n\t\t\t\t\t\r\n                    Courses\r\n                ", "\r\n\t\t\t\t\t\r\n                    Funding\r\n                ", "graduate funding", "Financial Aid and Awards", "\r\n\t\t\t\t\t\r\n                    Faculty research interests\r\n                ", "faculty research expertise", "\r\n\t\t\t\t\t\r\n                    Finding your supervisor\r\n                ", "\r\n\t\t\t\t\t\r\n                    Emerging ideas – student projects\r\n                ", "thesis topics", "\r\n\t\t\t\t\t\r\n                    Your professional future\r\n                ", "careers", "\r\n\t\t\t\t\t\t            ", "\r\n\t\t\t\t\t\t            Graduate funding\r\n\t\t\t\t\t\t        ", "\r\n\t\t\t\t\t\t            ", "\r\n\t\t\t\t\t\t            Tuition calculator\r\n\t\t\t\t\t\t        ", "\r\n\t\t\t\t\t\t            ", "\r\n\t\t\t\t\t\t            Class schedules\r\n\t\t\t\t\t\t        ", "\r\n\t\t\t\t\t\t            ", "\r\n\t\t\t\t\t\t            Graduate calendar\r\n\t\t\t\t\t\t        ", "\r\n                           ", "Concordia Recruitment\r\n                        ", "\r\n                           ", "Concordia University Future Students\r\n                        ", "About the Faculty", "Academics", "Research", "Services & facilities", "Faculty life", "See SGW Campus map ", "See Loyola Campus map ", "facebook", "twitter", "google", "youtube", "linkedin", "pinterest", "instagram", "flickr", "Concordia social", "Terms", "Privacy", "Accessibility", "Website feedback", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n            ", "\n            ", "\n        ", "\n            ", "\n            ", "\n        ", "See SGW Campus map ", "See Loyola Campus map ", "Website feedback", "Terms", "Privacy", "Accessibility"], ["Concordia University", "Physics (MSc)"], ["\n                ", "\n            ", "\n                ", "\n            ", "Program details", "Key resources", "Join the conversation"], ["\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            "], ["Why pursue a master’s in Physics?"], ["Master of Science (MSc)", " - Call us at 514-848-2424"], []]}