{"http://faculty.concordia.ca/glamoure/": [["We are interested in enzyme catalysis, membrane transport, and\n  molecular recognition. Understanding these processes — and how\n  they can be inhibited or enhanced — is at the core of many\n  pressing issues in biology and medicine.", "Our research is at the confluence of physical chemistry,\n  theoretical chemistry, and theoretical biophysics. It relies on a\n  solid understanding of molecular interactions and on a wide array of\n  methods in modeling and in statistical mechanics. It makes extensive\n  use of computers. The laboratory has access to computational\n  resources from the Centre for Research in Molecular Modeling\n  (", ")\n  and from ", "\n  and ", ".", "Some active research projects in the laboratory:", "Proteins often acquire their biological activity by associating\n  with one another and forming larger functional units. Finding out\n  which two proteins are likely to interact is a difficult problem,\n  since humans have around 20,000 protein-coding genes —\n  creating a very large number of pairs of potential interaction\n  partners. Moreover, this large network of interactions can be\n  affected by mutations such as those occurring in cancer.", "We are developing fast computer algorithms to predict\n  residue-residue contacts and protein-protein interactions and to\n  infer which mutations are likely to perturb these interactions (and\n  affect biological function). We are taking advantage of a number of\n  recent developments in a field of computer science called ", ". Deep learning technologies are commonly used for\n  automatic translation and for voice or image recognition. Treating\n  the interaction of two proteins as a form of recognition — molecular\n  recognition —, we are developing deep learning algorithms trained to\n  predict the likelihood of any two proteins interacting.", "This theme of research is related to computational enzymology,\n  which is the study of enzymes and enzymatic reactions using\n  molecular modeling and computer simulations. Computational\n  enzymology aims primarily at describing the structure and relative\n  energy of the short-lived states along an enzymatic reaction and at\n  connecting them into an atomically-detailed kinetic picture. Because\n  these short-lived states are usually not accessible through\n  experimental techniques, it can provide new levels of insight to\n  otherwise well-characterized reactions, and new interpretations to\n  poorly-understood reactions.", "We are developing methods for computational enzymology and\n  applying them to enzymes containing metal atoms at their active\n  sites (zinc, magnesium, manganese, etc.). Although about half of all\n  known proteins contain at least one metal atom, no method is\n  currently available to efficiently and reliably simulate chemical\n  reactions in metalloenzymes. We are focusing on zinc hydrolases,\n  which are involved in numerous biological functions such as blood\n  pressure regulation, digestion, intra-ocular pressure regulation,\n  and bacterial resistance to antibiotics.", "Our research objectives are the following:", "Although lipid membranes are relatively permeable to ammonia,\n  bacteria, yeast, and plants under too low ammonium concentrations\n  express transmembrane proteins from the Amt/MEP family that have a\n  high affinity for ammonium and facilitate its transport across the\n  membrane. In mammals, a similar function is performed by the\n  analogous Rhesus (Rh) proteins, present in red blood cells, liver\n  cells, and kidney cells.", "The first x-ray structures of proteins from the Amt/MEP/Rh family\n  have been obtained only very recently, for the bacterial ammonium\n  channel AmtB and for the archaeal channel Amt-1. Although these\n  structures provide a lot of insight into the general mechanism of\n  Amt proteins, no conclusion has been reached on the nature of the\n  permeant species. Depending on the specific Amt protein (in bacteria\n  or in plants), experiments suggest a net transport of either\n  NH", " or NH", ".", "The nature of the permeant species is even more uncertain in Rh\n  proteins. Some experiments indicate that they facilitate ammonia\n  transport across membranes, but some others suggest that they are in\n  fact carbon dioxide (CO", ") channels. Phylogenetic studies\n  of the Rh family imply that Rh proteins may indeed have evolved a\n  function distinct from that of the Amt/MEP family. Given how\n  chemically different NH", " and CO", " are, the\n  notion that homologs of ammonia transporters can function as carbon\n  dioxide channels is intriguing.", "We are interested in answering the following questions:", "\n    ", "\n    ", "\n  ", "\n    ", "\n    ", "\n  "], [], [], ["Research", "People", "Publications", "Positions", "Teaching", "Links", "Intranet", "CERMM", "Calcul Québec", "Compute Canada", "\n      ", "\n    ", "\n      ", "\n    ", "\n      ", "\n    ", "\n      ", "\n    "], ["Protein-protein interactions", "Metalloproteins", "Ammonium transporters", "External funding"], [], [], [], [], []]}