{"http://www.concordia.ca/artsci/physics/news/cunews/main/stories/2016/04/11/the-heart-and-stroke-foundation-new-investigator-award-goes-to-physicist-claudine-gauthier.html": [["http://www.concordia.ca/content/shared/en/news/main/stories/2016/04/11/the-heart-and-stroke-foundation-new-investigator-award-goes-to-physicist-claudine-gauthier.html", "\nIt has been a good term for Concordia's ", ". ", "The assistant professor in the ", " won the national ", " for 2015-16, as well as the foundation’s Henry J.M. Barnett Scholarship.", "The new investigator award supports individuals who have demonstrated excellence in their pre- and postdoctoral training and wish to establish their own research laboratory. ", "“I feel very lucky to have the support of Concordia and the Heart and Stroke Foundation, to be able to make exciting research happen,” says Gauthier. ", "Gauthier has been busy developing her ideas and techniques for several years, and says she's enthusiastic for the chance to begin her research in earnest.", "\"Translational health research is very important and a key part of the Concordia and PERFORM Centre mission. I am happy I can help spearhead these efforts with my research ideas.”  ", "Here, Gauthier answers some questions about her work.", " It’s unusual for traditional physicists, yes. But biomedical sciences are an important component of technical development in health research. Physicists are often behind the development of new technologies for measuring novel components of health, and this is the type of work I do.", "I develop new methods and combine existing technical developments to measure novel aspects of brain health. But typically, it does go more often to clinical scientists.", ".", "I use magnetic resonance imaging (MRI) to develop new markers of vascular and metabolic health in the brain. These can be used to understand the impact of cardiovascular diseases on the brain, and the link between cardiovascular disease, cognitive decline and the impact of lifestyle on these interactions.", "My work in the past has mostly been on the development of these techniques. In my application to the Heart and Stroke Foundation, I proposed to take the next step and use them to study patient populations.", "The World Health Organization estimates that one third of deaths in high-income countries are due to chronic vascular diseases. In these diseases, arteries throughout the body are affected and become stiffer. This effect on the arteries is thought to extend to the brain and be associated with damage to all brain cell types.", "This damage due to stiffer arteries may be partly responsible for the cognitive decline observed in populations with vascular diseases. Because people can live for a long time with these diseases, this damage to the brain progresses over years and may significantly reduce quality of life and lead to other neurological and neurovascular diseases such as stroke and dementia.", "Exercise can help prevent and treat these conditions, but we do not know what the biological impact of exercise on the brain is, and how it interacts with disease.", "Finding clinical strategies to improve brain health depends on our ability to measure the complex biological causes of the disease itself and of the changes that follow treatment or prevention. Non-invasive imaging strategies that capture the health of all brain cellular compartments are needed to obtain crucial information about brain health and the brain’s ability to recover from the changes that precede irreversible damage, allowing us to better design treatment strategies.", "The objective is to understand the link between cardiovascular health and disease, and brain health, at the level of both blood vessels and tissue. Because vascular lesions typically occur in the white matter (the cellular compartment that ensures rapid and efficient communication within the brain), there will be a focus on the health of this tissue compartment.", "This project will also investigate the impact of cardiovascular and brain health on cognition. Finally, we will investigate the impact of cardiorespiratory fitness (i.e., how much oxygen one can use during exercise) on brain health and cognition, to see how exercise can act to modify the effect of heart and cerebrovascular disease.", "This fits in well with PERFORM's mission to expand our knowledge of and promote healthy lifestyles for improving population health, since my techniques can help us develop better preventative strategies.", "Magnetic resonance imaging (MRI) is both a non-invasive and highly versatile tool that can be used repeatedly to obtain a variety of information about brain health. The brain health components we will study are however difficult to measure using conventional MRI techniques. Therefore, our objective is to use recent developments in MRI to devise a state-of-the-art imaging protocol to measure brain vascular and tissue health in a novel and comprehensive way.", "Because many Canadians live with heart disease for decades, the impact of this disease on other organs such as the brain becomes an integral component of heart disease itself.", "Furthermore, it is this damage to the brain, brought by an unhealthy heart and arteries, that increases the likelihood of developing a stroke. At this time, it is very difficult to measure the small damage to the brain that precedes strokes or other types of lesions, and characterizes the vulnerable area around strokes. The work we propose will contribute to the technical development necessary to measure the changes that precede and surround this irreversible damage.", "Understanding the changes that precede damage will allow us to better understand the disease itself, but more importantly, will allow us to devise better strategies for prevention and treatment of brain vascular lesions.", "The program proposed includes three interrelated quantitative MRI studies. These studies will allow a comprehensive understanding of the link between cardiovascular disease and neurovascular health in its larger sense, encompassing all essential components of brain health.", "These projects represent the most comprehensive and integrated effort to date to understand the impact of heart disease on brain health and the role of exercise in improving brain health using MRI.", "Yes. My work spans the entire spectrum from healthy older adults to older adults with cardiovascular risk factors and those with overt cardiovascular disease and stroke. The prize is awarded partly for my work on strokes.", "In this part of my program, I look at the changes in brain metabolism associated with the stroke and following the course of recovery during the first week after the stroke. This is important because we think metabolism around the stroke is important in determining if that part of the brain will survive over the long term.", "But measuring this using existing techniques is very difficult, so this information cannot typically be used to make an informed diagnosis and treatment decisions. We hope that the techniques we use in this project will be helpful to doctors in the future. This is a project done in collaboration with Charité Hospital in Berlin.", "It will pay for part of a student's salary to work on the stroke project, and it will cover some travel to further the collaboration with the Charité team.", " ", "\r\n        ", "\r\n    ", "\r\n        ", "\r\n    ", "Search for an expert to comment on any topic", "© Concordia University"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "By: J. Latimer", "Enter a phrase or keyword", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "By: J. Latimer", "Enter a phrase or keyword", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links ", "MyConcordia", "Cspace", "Webmail", "Library", "Directories", "A-Z", "Maps", "Concordia University", "Concordia University", "Department of Physics", "About the department", "\n                                                                Faculty members\n                                                            ", "\n                                                                Staff \n                                                            ", "\n                                                                La physique à Concordia\n                                                            ", "Programs", "\n                                                                Undergraduate\n                                                            ", "\n                                                                Graduate\n                                                            ", "Research", "\n                                                                Publications\n                                                            ", "\n                                                                Champagne Research Group\n                                                            ", "\n                                                                Bianucci Research Group\n                                                            ", "\n                                                                Laszlo Kalman Research Group\n                                                            ", "\n                                                                Zazubovits Research Group\n                                                            ", "\n                                                                Gauthier Research Group\n                                                            ", "\n                                                                Grova Research Group\n                                                            ", "\n                                                                Misra Research Group\n                                                            ", "\n                                                                Mariana Frank Research Group\n                                                            ", "\n                                                                Vasilopoulos Research Group\n                                                            ", "\n                                                                Calvin S. Kalman Research Group\n                                                            ", "\n                                                                Lamoureux Research Group\n                                                            ", "Student life", "\n                                                                Career options\n                                                            ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Concordia University", "Department of Physics", "\r\n                    \r\n                    Home\r\n                    \r\n                ", "\r\n                    \r\n                    Faculty of Arts and Science\r\n                    \r\n                ", "\r\n                    \r\n                    Department of Physics\r\n                    \r\n                ", "\r\n                    \t", "\r\n                    ", "\r\n                    \t", "\r\n                    ", "\r\n                        ", "\r\n                    ", "\r\n                        ", "\r\n                    ", "Claudine Gauthier", "Department of Physics", "Heart and Stroke Foundation New Investigator Award", "PERFORM Centre", "\r\n\t\t\t\t\t\t            ", "\r\n\t\t\t\t\t\t            Faculty of Arts and Science\r\n\t\t\t\t\t\t        ", "\r\n\t\t\t\t\t\t            ", "\r\n\t\t\t\t\t\t            Department of Physics\r\n\t\t\t\t\t\t        ", "\r\n\t\t\t\t\t\t            ", "\r\n\t\t\t\t\t\t            Research at Concordia \r\n\t\t\t\t\t\t        ", "\r\n\t\t\t\t\t\t            ", "\r\n\t\t\t\t\t\t            PERFORM Centre \r\n\t\t\t\t\t\t        ", "\r\n\t\t\t\t\t\t            ", "\r\n\t\t\t\t\t\t            Strategic Directions – Double our research \r\n\t\t\t\t\t\t        ", "\r\n\t\t\t\t\t\t            ", "\r\n\t\t\t\t\t\t            Strategic Directions – Take pride \r\n\t\t\t\t\t\t        ", "Want a younger brain? Stay in school — and take the stairs", "How external factors can change our brains", "\n\t            awards            \n\t        ", "\n\t            health            \n\t        ", "\n\t            physics            \n\t        ", "\n\t            PERFORM            \n\t        ", "\n    ", "\n    ", "\n    ", "\n", "\n    ", "\n    ", "\n    ", "\n", "\n    ", "\n    ", "\n    ", "\n", "\n    ", "\n    ", "\n    ", "\n", "\n    ", "\n    ", "\n    ", "\n", "\n    ", "\n    ", "\n    ", "\n", "\n    ", "\n    ", "\n    ", "\n", "\n    ", "\n    ", "\n    ", "\n", "\n    ", "\n    ", "\n    ", "\n", "\n    ", "\n    ", "\n    ", "\n", "About", "Academics", "Admissions", "Campus life", "Research", "International", "Future students", "Current students", "Alumni & friends", "Parents ", "Faculty & staff", "See SGW Campus map ", "See Loyola Campus map ", "facebook", "twitter", "google", "youtube", "linkedin", "pinterest", "instagram", "flickr", "Concordia social", "Terms", "Privacy", "Accessibility", "Website feedback", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n            ", "\n            ", "\n        ", "\n            ", "\n            ", "\n        ", "See SGW Campus map ", "See Loyola Campus map ", "Website feedback", "Terms", "Privacy", "Accessibility"], ["Concordia University", "How does cardiovascular disease affect our brains? "], ["\n                ", "\n            ", "\n                ", "\n            ", "Related Links", "Related stories", "Related topics", "Latest stories", "Most popular"], ["OPINION: Big Pharma’s troubles are good news for innovation", "Concordia receives funding for 5 Canada Research Chairs", "The fight against fake news", "Concordia receives $2 million to advance smart-grid technology", "‘Student success is more gratifying than any prize’", "13 essential tips for exam success", "To nap or not to nap? Sleep tips for Concordians", "Jason Camlot wins the Donald Gray Prize for best Victorian Studies essay", "‘We are conducting research in a living lab’", "What's it like to meet  the Oracle of Omaha?"], ["Find an expert"], [" - Call us at 514-848-2424"], []]}