{"http://www.concordia.ca/artsci/physics/programs/graduate/graduate-seminars.html": [["http://www.concordia.ca/content/concordia/en/artsci/physics/programs/graduate/graduate-seminars.html", "Medical nanorobotics is a new field of intense research where nanotechnology meets robotics. It is a highly multidisciplinary field where new and unconventional approaches must often be integrated together to offer solutions beyond traditional methods. These solutions are met keeping in mind the laws of physics at all scales. The talk will show some examples of how future tiny intelligent robots envisioned by artists can now be a reality with the capability to navigate in the tiniest blood vessels and target hard-to-treat regions inside solid tumors.", "Dr. Sylvain Martel, ", "\nÉcole Polytechnique de Montréal", "NIT-2Py is a purely organic quantum magnet with two inequivalent sites occupied by free radical carrying S = 1/2 moments. From thermodynamics measurements we identified two distinct ordered phases: a three-dimensional antiferromagnetic order at TN = 1.32 K in zero field and a field-induced phase reaching a maximal Tc=.53K at 6 T.", "Interestingly, a magnetization plateau at half saturation is observed at intermediate fields in the disordered state, which can be explained from the polarization of one of the inequivalent sites. On the other site, the molecules form S = 1 dimers with a gap ?/kB = 8.1 ? 0.2 K which can be suppressed with a magnetic field Hc = 5 T where the field-induced phase emerges. This order can therefore be described as a Bose-Einstein condensation (BEC) of triplet excitations. Due to the crystal structure of NIT-2Py, this BEC lives on dimer planes in between planes of fully polarized spins.", "Dr. Andrea Bianchi, ", "\nUniversité de Montréal", "The holographic correspondence provides a powerful tool to analyze quantum gravity. Its simplest implementation - the AdS/CFT correspondence - relates theories of quantum gravity with a negative cosmological constant to certain quantum field theories (CFTs) in one less dimension. In many cases this correspondence can be made explicit. For example, the two dimensional Ising model appears to be dual to three dimensional general relativity with a certain values of the cosmological constant. This allows us to address basic questions involving the quantum mechanics of black holes and provides a calculable framework for the computation of the \"wave function of the universe\" in quantum cosmology.", "Dr. Alex Maloney, ", "\nMcGill University", "I will review our research on THz nonlinear spectroscopy and THz nanoplasmonics. In the first part of my presentation, I will describe the high-intensity THz source we have developed at INRS-EMT, and present some of the first ultrafast nonlinear experiments ever performed at THz frequencies.", "Afterwards, I will outline the concept and practical implementation of metallic nanoantennas resonating at THz frequencies, reporting on their peculiar near-field and far-field properties. Finally, I will show how these nanoplasmonic structures can be used for enhancing THz spectroscopy of nano-objects.", "Dr. Luca Razzari, ", "\nINRS-EMT", "The terahertz portion of the electromagnetic spectrum spans the 1 30 THz frequency range and covers a wide range of fundamental excitations in condensed matter. Using femtosecond lasers and nonlinear optics, we generate extremely short, single cycle pulses of light spanning the entire THz spectrum. These ultra-broadband THz pulses are perfect tools to investigate these excitations on sub-picosecond time scales, revealing generation, relaxation, and coupling dynamics. In this talk, I will outline recent experiments applying transient THz spectroscopy to understanding exciton dynamics in nanomaterials and conjugated polymers, and discuss new experiments using intense THz pulses for nonlinear optics in the far-infrared.", "Dr. David Cooke, ", "\nMcGill University", "Life can seem uncertain for those graduating with an academic degree in physics, especially if yours is not a graduate level degree. However, there is hope for you when you realize that your physics education has taught you more than just physics. Hidden in your training, if you tried hard to grasp the material, are skills you probably never knew you had. Use these powers wisely.", "Dr. Ian D'Souza, ", "\nCOM DEV International Systems", "The current solid-state lamps rely on the use of rare earth doped phosphors to generate white-light. The phosphors, which down-convert the blue emission of an InGaN/GaN quantum well light emitting diode (LED) into green and red light, however, fundamentally limit the device efficiency, increase the manufacturing cost, and further compromise the device reliability. Such critical issues can be addressed by developing phosphor-free white LEDs, which, through the direct generation and manipulation of light at different parts of the visible spectrum, will also lead to superior light quality and tunable emission. III-nitride material has been intensively investigated for the use in most of optoelectronics applications, including solar cells, sensors, photodetectors, lasers, and light emitting diodes. However, due to the lack of native substrates, conventional III-nitride planar heterostructures generally exhibit very high densities of dislocations, which severely limit the device performance and reliability. In contrast, due to the drastically reduced dislocations and polarization fields, nanowire LEDs have emerged as a highly promising candidate for future phosphor-free solid-state lighting. Such nanowire devices have demonstrated relatively high performance in the blue wavelength range. In addition, emission across the green and red wavelength ranges has been reported. Moreover, the use of nanowire structure provides an effective approach to scale down the dimensions of future devices and systems. In this talk, I will discuss the molecular beam epitaxial growth, fabrication, and characterization of ultrahigh-efficiency phosphor-free III-nitride dot-in-a-wire and core-shell nanowire LEDs on Si and copper platforms. The LED devices can exhibit an output power of ~1.5 mW, the highest power ever reported for any nanowire-based phosphor-free white LEDs. Future prospects of these nanowire devices will also be discussed.", "Dr. Hieu Pham Trung Nguyen, ", "\nMcGill University", "The electronic thermal conductivity of graphene and two-dimensional Dirac materials is of fundamental interest and can play an important role in the performance of nanoscale devices. We report the electronic thermal conductivity, K", ", in suspended graphene in the nearly intrinsic regime over a temperature range of 20-300 K. We present a method to extract K", " using two-point dc electron transport at low bias voltages, where the electron and lattice temperatures are decoupled. We find K", " ranging from 0.5 to 11 W/m.K over the studied temperature range. The data are consistent with a model in which heat is carried by quasiparticles with the same mean free path and velocity as graphenes charge carriers. We dope our devices by using a back gate-electrode and extract K", " in the doped regime using the same method. We found that the thermal conductivity is proportional to the charge conductivity times the temperature, confirming that the Wiedemann-Franz relation is obeyed in suspended graphene. We extract an estimate of the Lorenz coefficient as 1.1 - 1.7 x 10", " W.Ω.K", ". K", " shows a transistor effect and can be tuned with the back-gate by more than a factor of 2 as the charge carrier density ranges from ~0.5 to 1.8x10", " cm", ".", "Serap Yigen, ", "\nConcordia University", "Catalytic splitting of water into protons and molecular oxygen has been the key reaction that led to the development of the oxygenic atmosphere and has shaped life on Earth. Oxygen producing photosynthetic organisms perform this reaction with the use of a tetranuclear-manganese cluster. Their anoxygenic counterparts cannot perform water splitting, relying on other secondary electron donors like cytochromes. The evolutionary transition from anoxygenic to oxygenic photosynthesis was likely prompted by the use of manganese as a secondary electron donor for anoxygenic reaction centers. Thus far, electron donation from manganese has only been demonstrated in genetically modified bacterial reaction centers (BRCs). Here we show that by tuning the thermodynamics of this reaction, manganese can be used even in native BRCs as a rapid secondary electron donor.", "Three critical factors were necessary to achieve simultaneously: a decrease the potential of the manganese by coordination with bis-tris propane and binding it to the BRC, elevation of the oxidation/reduction potential of the primary electron donor, and a sufficiently long lifetime of the charge-separated state. Even though the formation of the cluster and its interaction with the BRC was observed in a wider pH range, electron donation was only observed above pH 9. Coordination with bis-tris propane resulted in a cluster containing at least five manganese ions with potentials ranging from 330 mV to 660 mV between pH 8.0 and 9.4. Upon binding of the cluster to the BRC, the potential of the bacteriochlorophyll dimer was elevated from 505 mV to 560 and 600 mV at pH9.4 and 8.0, respectively. We identified that all manganese ions contribute to the elevated potential of the dimer but the lowest potential one donates the electron. The electron transfer from manganese proceeds with a time constant of 90 ms that is faster than of the charge recombination from any of the two quinones. We also show that manganese inhibits electron donation from the natural secondary electron donor, cytochrome c providing additional evidence why and how manganese could have replaced a more efficient donor during the transition from anoxygenic to oxygen producing photosynthesis.", "Matei-Alexandru Ivanescu, ", "\nConcordia University", "Opto-mechanical systems are those where a canonical spring mode interacts with an optical mode of a high finesse cavity. This interaction leads to many interesting physical effects. The most important of these is the cooling of the spring mode of vibration down to its ground state which enables quantum features of this interaction to be accessible. For example, such systems have shown quantum features, mimicking atom-light interaction effects. In this talk, I will explain dual cavity opto-electromechanical systems (OEMS), where two electromagnetic cavities are connected by a common mechanical spring. These systems have been shown to facilitate high fidelity transfer of quantum states of light from one cavity to another, using a dark mode transfer protocol which is very similar to a scheme used for quantum light state transfer between atoms and light. I will highlight the vulnerability of this scheme to additional mechanical modes present in OEMS systems.", "Dr. Andal Narayanan, ", "\nRaman Research Institute, Bangalore, India", "In this talk, we will give an overview of the so-called non-commutative quantum mechanics or NCQM for short. We start with their mathematical formulation (algebra type) and three types of transform method from QM to NCQM system in general. In particular, we will discuss an important work by Kang Li et.al. for the representation of the non-commutative phase space for which it become the basis idea of our work on NCQM model.", "Nurisya Shah, ", "\nConcordia University", "We will present a study of families of complex Hermite polynomials and construct deformed versions of them, using a GL(2, C) transformation. This construction leads to the emergence of biorthogonal families of deformed complex Hermite polynomials, which we then study in the context of a two-dimensional model of non-commutative quantum mechanics.", "Nurisya Shah, ", "\nConcordia University", "Tabletop sources of high-field terahertz (THz) pulses are currently a hot topic, which is mainly being pursued by optical rectification in nonlinear crystals. With this technique, the high conversion efficiency from laser to THz pulses is counterbalanced by low beam quality and narrow bandwidth, thus limiting the peak fields to ~1.5 MV/cm. However, there are other THz generation methods that hold the potential for generating intense THz radiation, but which has yet to be pursued. In this talk, I will review the basics of THz generation, detection and spectroscopy, and then provide an overview of the intense THz sources generated at the Advanced Laser Light Source (ALLS), located at the INRS campus in Varennes. Using the unique ensemble of intense THz sources at ALLS, we are currently studying nonlinear THz effects of various materials, such as graphene.", "Dr. Tsuneyuki Ozaki, ", "\nINRS - Énergie Matériaux Télécommunications", "The discovery in 2012 of the Higgs boson is without a doubt one of the most important scientific discoveries in recent years. Much of the theoretical work had been done almost fifty years earlier; it was incorporated into the standard model of particle physics over the subsequent decade. All that remained was an experimental observation. Clearly, this last step was not trivial; a monumental experimental effort was needed.", "Finally, in December 2011 the ATLAS and CMS experiments at the CERN laboratory made a joint preliminary announcement; the definitive discovery of the Higgs particle was announced in the summer of 2012. One year later, two theoretical physicists (François Englert and Peter Higgs) were awarded the 2013 Nobel Prize in Physics.", "In this talk, I will discuss the theoretical aspects of the Higgs mechanism: the necessity to attribute a mass to the weak gauge bosons (the particles which mediate the weak interaction); the theoretical challenge which this presented; the realization that a scalar particle could do the job; the different roles of the Higgs boson; its integration in the standard model.", "I will also discuss the question: who deserved the Nobel Prize? This question is particularly relevant because the \"theoretical discovery\" was done essentially simultaneously by three groups of researchers -- to say nothing of important work prior to this in condensed matter physics. (For more details, come to the talk!)", "Dr. Richard Mackenzie, ", "\nUniversité de Montréal", "The synthesis of exotic lead-chalcogenide nanostructures and their self-assembly into more complex nanocrystalline films using dithiol-based ligand-exchange has created an entirely new paradigm in low-cost and high-performance optoelectronic materials research, largely due to the facile solution-based processing and the large versatility of these structures. High structural quality and promising electronic transport properties have propelled these self-assembled nanocrystalline lead-chalcogenide film structures to the forefront of cutting-edge research in the area of low-cost photovoltaic and photodetector platforms. Here, we report on an all solution-based processing method used to produce efficient hybrid polymer-nanocrystal multilayered heterostructures for electroluminescence in the near-infrared (1050-1600 nm). We employ the short-molecule linkers to produce high-quality PbS nanocrystalline films acting both as an electron-transporting and electroluminescent layer within a near-infrared polymer-based light emitting diode (LED) architecture. Due to superior carrier-transport properties within the cross-linked nanocrystalline films, this new architecture yields high emission powers and good quantum efficiencies. Using cascaded multilayered superstructures, we demonstrate that efficient exciton energy funnelling can occur, leading to dramatically improved photoluminescence. Controlled experiments including absorption, photoluminescence, and time-resolved photoluminescence spectroscopy measurements demonstrate that the recycling of trap state-bound excitons is primarily responsible for this significant efficiency enhancement. This facile, robust, low-temperature and substrate-independent all solution-processed LED architecture provides a scalable method of producing near-infrared LEDs allowing integration on flexible substrates and amorphous silicon active matrix backplanes. In the future, this new device architecture could be potentially used for flexible and/or reconfigurable integrated opto-electronics, biological imaging and sensing, photovoltaics and lab-on-a-chip platforms and to potentially extend their operation further in the near- and mid-infrared ranges.", "Dr. Sylvain Cloutier, ", "\nDépartement de Génie Électrique, École de Technologie Supérieure", "Electrochromic tungsten oxide nanostructures were prepared from tungsten oxide nanoparticles for the first time by the filtration and transfer technique. This novel and facile method for film preparation presented many advantages that include the possibility to obtain nanoparticles films with various porosities and compositions. The films obtained in the present work exhibited indeed porous structures and were generally composed of a mixture of sparse nanoparticles. As the concentration of the nanoparticles solutions increased, further agglomeration of particles was observed and the films became thicker.", "Films prepared at room temperature showed very good electrochromic properties at short visible wavelengths. Annealing at 500 oC, on the other hand, was shown to increase the film crystallinity and life time. Using cyclic voltammetry, fast diffusive behaviour (of the order of 10-6 cm2s-1) for proton insertion/extraction has been observed. Moreover, fast switching response time (less than a second) during the bleaching process due to the rapid decay of the anodic current during chronoamperometry was also noted. The coloration efficiency for such devices was about 20cm2C-1. The coloration of the films is associated with the number of color centers and depends on the number of inserted charges. However, we have shown that good optical reversibility does not necessarily need fast electrochemical kinetics. Finally, the effect of high bias potentials on the films was investigated, followed by an analysis of the electronic properties of the films.", "Youssef Mosaddeghian Golestani, ", "\nConcordia University", "Much of our understanding of the Earths climate and its future under climate change is based on climate models, which are complex numerical simulations that attempt to capture the principal processes controlling the global distribution of climate variables like temperature, precipitation, and winds. Current generation climate models have become more realistic in their ability to represent recent climate and climatic fluctuations, and there has been real progress in the last decade in public access to the models and their output. The vast data archive of climate model output provides great opportunities for testing climate theory and for rigorous evaluation of the models against observations. A key problem is that the strength and timing of the global warming process in the coming decades is not robust among the models, which affects our ability to develop sound environmental policy. Using simple physical ideas, this talk will aim to shed light on why models disagree in their climate response to greenhouse warming; on recent progress and remaining challenges in this area; and on connections to atmosphere-ocean circulation and to Arctic change.", "Dr. Paul Kushner, ", "\nUniversity of Toronto", "In the field of optomechanics we have learned to use the forces exerted by laser light to gain a new level of control over a wide variety of mechanical systems. These systems range in size from kilogram-scale mirrors in gravitational wave detectors to nanomechanical elements in cryogenic environments.", "In this talk I will discuss how a very modest source of laser light (i.e. a few microwatts) can profoundly affect the motion of a micromechanical \"trampoline\" resonator. We are able to laser cool its mechanical motion to a very low temperature, and we can generate a nonlinear optomechanical coupling that could be used for quantum nondemolition (QND) readout of the trampoline's phonon number state or as a strong optical trap. Our group is currently most excited about using such optomechanical effects to replace traditional elastic materials in mechanical force sensing elements. Since the behavior of light in a cavity is fundamentally different from that of atoms in a flexible material, such devices should circumvent the limitations of the best existing materials and achieve an unprecedented level of precision. In the ultimate limit, we hope to use light-assisted mechanical devices to sense quantum superpositions from a variety of qubit technologies and faithfully imprint this information upon photons traveling down a standard telecom fiber.", "Dr. Jack Sankey, ", "\nMcGill University", "Solid state lighting based on light emitting diodes (LEDs) can be significantly more efficient than fluorescent lighting, thereby promising tremendous economic and environmental benefits. However, current solid-state lamps rely on the use of phosphor coatings that convert the blue emission of a GaN LED into white light. This is because the present nitride-based planar LED technology suffers from the so-called green gap that hinders emission at the peak of the human eye sensitivity. Recently, the self-assembly of InGaN/GaN nanowire heterostructures has opened up new ways to realize lighting and other optoelectronic devices in the visible. As these structures exhibit much smaller misfit dislocations and a weaker piezoelectric polarization field because of reduced strain, they allow for more device flexibility and efficiency than their planar counterparts. In this talk, I will describe CW and time-resolved measurements we have performed on samples that comprise InGaN insertions entirely embedded in GaN nanowires. The decay curves reveal non-exponential recombination dynamics that we attribute to interplay between short-lived radiative states and dark charge-separated states. This indicates that the nanowire emission is dominated by carrier localization on In-rich nanoclusters inside the InGaN insertions.", "Dr. Richard Leonelli, ", "\nUniversité de Montréal", "In the first part of my talk I will describe our observation of the quantum Hall effect (QHE) in a two-dimensional electron gas formed in millimeter-scale hydrogenated graphene, with a mobility less than 10 cm^2/Vs and corresponding Ioffe-Regel disorder parameter 1/(kλ) ~ 500. Our observations with hydrogenated graphene push the limit of disorder where the QHE can still be attained in a strong magnetic field, suggesting that the QHE may be robust to arbitrarily large disorder. At lesser degrees of hydrogenation, analysis of the Landau level sequence suggests that the pseudo-spin winding number of cyclotron orbits is robust to the presence of point defects that break sub-lattice symmetry.", "In the second part of my talk, I will describe our work on non-reciprocal microwave devices with pristine centimeter-scale graphene with a mobility of ~1000 cm^2/Vs. The microwave frequency classical Hall effect induces Faraday rotation of microwave polarization, which can be applied to non-reciprocal microwave devices such as isolators and circulators. By this means, we demonstrate the first voltage tuneable isolator.", "Dr. Thomas Szkopek, ", "\nMcGill University,", "The increasing demand for nanopowders (particles size <100 nm) having very specific properties such as mean particle diameter, particle size distribution, purity, composition and structure, call for the development of new technologies that can bring nanopowders synthesis at the industrial scale. The production of rather large volumes of nanopowders involves processing equipment that can provide an excellent control on the synthesis conditions, a continuous producing mode, a good reliability, as well as low processing costs. More importantly, such equipment must be designed to ensure the safe recovery and handling of the ultra-fine constituents. Among emerging technologies, inductively-coupled plasma (or ICP's) is one of the most promising approaches to produce a wide range of nanopowders with tailored properties, either at laboratory or industrial scales.", "The ICP technology developed by Tekna Plasma Systems Inc. will be briefly described, while highlighting specific characteristics that make this technology particularly attractive for the synthesis of various types of nanopowders. Case studies illustrating the versatility and the capability of custom-made, turn-key plasma units manufactured by Tekna are also presented. Particular attention will be given to a new compact and low-cost unit devoted to University research in nanomaterials. The auxiliary equipment (glove-box, powder feeders, etc.) manufactured by Tekna to manipulate nanopowders safely will also be presented. Finally, we will give a few words about our other processes and equipment devoted to thermal spray (university research and industry).", "Dr. Jérôme Pollak, ", "\nTekna Plasma Systems", "Attempts to explain the current acceleration of the universe discovered with type Ia supernovae have generated bizarre ideas: dark energy, backreaction of inhomogeneities, or giant cosmic voids. A popular alternative consists of modifying gravity at cosmological scales. But this is risky: even when everything is well for cosmology, other fundamental and experimental aspects of gravity must be looked at in order for the theory to be viable. The successes of, and challenges for, modified gravity will be reviewed.", "Dr. Valerio Faraoni ", "\nPhysics Department, Bishop's University", "While the demand for bandwidth is still increasing, electronics is now approaching many fundamental limitations in speed. Very likely the next generation of processors will implement optical methods to transport the signal to different part of the chip. Hence photonics materials and optical integration strategies will have to meet the current CMOS technology and platform. Ultimately a number of optical functionalities will have to be realized in an all-optical way. In particular, future time-domain multiplexed optical networks will exploit stable pulsed sources exceeding hundreds GHz repetition rates, possibly based on passive mode locked lasers. We recently demonstrated that it is possible to obtain stable, high repetition mode-locked soliton emission, by using a nonlinear high-finesse filter, thus exploiting a novel interaction mechanism that we named Filter-Driven Four Wave Mixing (FD-FWM) and which extends the DFWM operating mechanism through the use of a highly nonlinear integrated micro-ring resonators. Furthermore, this novel technology present exciting prospect towards the generation of entangled and correlated photons, opening new paradigms towards the realization of future Quantum Enabled Telecommunications Networks.", "Dr. Roberto Morandotti ", "\nÉnergie Matériaux Télécommunications Research Centre Institut national de la recherche scientifique", "Employing the Greens function method combined with the density functional theory, we investigate the nonlinear spin-dependent transport properties in zigzag graphene nanoribbons (ZGNRs) and graphene like nanomaterials. The effects of geometry symmetry, substitutional doping, adsorption of transition metal atoms, and vacancies are studied. We show that interesting electronic properties with potential applications, such as spin negative differential resistance, perfect spin and charge current rectification, spin thermoelectric effects, and giant magnetoresistance might be realized and manipulated in ZGNR based devices. In substitutionally edge doped ZGNRs, for example, the dopant type, acceptor or donor, and the geometrical symmetry, odd or even, are found critical in determining the spin polarization of the current and the current-voltage characteristics. When the doping atom is on the lower-side edge, the down (up) spin current dominates in odd-(even-) width ZGNRs under a bias voltage around 1V. In even-width ZGNRs, doped by group III elements (B and Al), negative differential resistance (NDR) occurs only for down spins. The bias range of the spin NDR increases with the width of ZGNRs. The clear spin NDR is not observed in any odd-width ZGNRs nor in even-width ZGNRs doped by group V elements (N, and P). Furthermore, in even-width ZGNRs double doped by N and B atoms on the lower and upper edges, respectively, large spin Seebeck effects are predicted.", "Dr. Xuefeng Wang ", "\nSoochow University, Suzhou, China", "In polymeric semiconductors, charge carriers are polarons, which means that the excess charge deforms the molecular structure of the polymer chain that hosts it. This effect results in distinctive signatures in the vibrational modes of the polymer. We probe polaron photo-generation dynamics at polymer: fullerene heterojunctions by monitoring its time-resolved resonance-Raman spectrum following ultrafast photoexcitation. We conclude that polarons emerge within 200 fs, which is nearly two orders of magnitude faster than exciton localisation in the neat polymer film. Surprisingly, further vibrational evolution on < 50-ps timescales is modest, indicating that the polymer conformation hosting nascent polarons is not significantly different from that in equilibrium. This suggests that charges are free from their mutual Coulomb potential, under which vibrational dynamics would report charge-pair relaxation. Our work addresses current debates on the photocarrier generation mechanism at organic semiconductor heterojunctions, and is, to our knowledge, the first direct probe of molecular conformation dynamics during this fundamentally important process in these materials.", "Dr. Carlos Silva ", "\nUniversité de Montréal", "Rapid thermal annealing is used to control the ensemble size distribution of silicon nano-crystals in thin silica (SiO", ") films co-implanted with erbium (Er) ions. The nano-crystal size distributions have been characterised using dark field mode X-TEM and are well described by a lognormal probability density function which provides characteristic values for the mean size,L and the standard deviation,σ . Under nonresonant (473 nm) pumping, the photoluminescence (PL) transients associated with the Er", " first excited (4/", ") to ground state (4/", ") transition (1534 nm) reveal a multiexponential character indicative of the local environment of the emitting centres. A detailed analysis of the decay transients reveals two distinct classes of luminescent erbium; one of these populations, at a distance on the order of a bond length (~0.3 nm) from the nano-crystal interface, exhibits a relatively short radiative lifetime (between 3 and 5 ms) dependent on the size of the neighbouring nano-crystal. Calculations reveal that this may be attributed to a Purcell-like enhancement of the radiative rate induced by local changes in the refractive index for the Er close to a spherical dielectric interface. The second population, which exhibits a much longer lifetime (between 10 and 15 ms), is characteristic of that of Er in a stoichiometric SiO", " host. The presence of a fast component (between 500 and 800 μs) in all of the transients is attributed to non-radiative ion-ion interactions as a result of the formation of Er/Er-O clusters. These results may have implications for the design of future waveguide optical amplifiers.", "Dr. Iain F. Crowe ", "\nUniversity of Manchester, UK", "A quantity seldomly measured during nanoscale processes is the heat released or required by a process, and yet it gives key information about these processes because it measures directly how the energy of the system evolves. Much like differential scanning calorimetry, nanocalorimetry is a technique where very thin layers are deposited on a membrane and are scanned in temperature, here at up to 1 million degrees per second, transforming small amounts of heat into measurable power. The technique can be applied in situ, avoiding exposition to ambient or starting at low temperature. In this presentation, we will review some of the application of the technique, from measuring melting point and Curie temperature depression in nanostructures to the relaxation in amorphous silicon, to solid-state reactions in ultra-thin films.", "Dr. François Schiettekatte ", "\nUniversité de Montrél", "I will review some of the recent efforts (both experimental and theoretical) to gain full control over the coherent dynamics of spins in semiconductor nanostructures (quantum dots, wires, and wells). A serious challenge to these studies is to derive a microscopic Hamiltonian that accurately describes these many-spin systems and to predict the relevant dynamics. I will also review some potential applications of these studies, including the implementation of ideas from quantum information science.", "Dr. Bill Coish, ", "\nMcGill University", "Label-free microsphere resonators were shown to be sensitive optical biosensors thanks to the very high quality factor up to Q~10^9 of their whispering gallery modes (WGMs). The spectral shift of a single mode of a single microsphere is the most common detection signal, but several resonances are available to probe the analyte frequency response in polarizability. However, the full spectrum of WGMs for an elliptical resonator is complicated, warranting further measures and optimizations of light propagation in this system. On one hand, our high resolution interferometric studies of the microsphere with a dual frequency comb provide both its impulse response in the time domain with 400 fs resolution and its transmission spectrum in the frequency domain with picometer resolution. In the former case, light pulses are periodically outcoupling from a ~73 mm microsphere after each round trip of ~1.13 ps with a phase delay depending on the refractive index of the surrounding medium. On the other hand, simpler WGM spectra are obtained with smaller ~10 mm fluorescent microspheres having a lower Q~2000, which are commercially available. These microspheres are then used in a more practical flow-cytometer based biosensing system making a compromise between sensitivity, sturdiness and ease of use.", "Dr. Claudine Allen, ", "\nUniversité Laval", "We study coherent electron transport in suspended ultra-short graphene devices ranging from 10 to 100 nm in length. We developed a feedback-controlled electromigration method to fabricate these ultra-short suspended graphene devices. This customized method makes it possible to fabricate damage-free devices or introduce defects in a controlled way. Depending on their width, our devices show quantum dot (QD) behavior or ballistic (scattering-free) transport. We measure ballistic conductivity and Fabry-Prot interferences as a function of charge density in our devices. The data is in good agreement with theoretical predictions for the ballistic transport of Dirac (relativistic) fermions. The coherence length extracted from the Fabry-Prot oscillations is much longer than the length of our devices. We argue that this indicates ballistic transport in the source and drain electrodes (made of graphene capped with a gold film) connecting our suspended graphene transistors. This work sets up the stage to study the strain-engineering of electron transport in graphene, and provides essential information for the development of graphene nanoelectronics.", "Vahid Tayari, ", "\nConcordia University", "Harnessing nanoscale and quantum phenomena in semiconductors creates valuable opportunities to achieve novel or superior functionalities with actual or potential impacts on nanoelectronics, optoelectronics, photonics, carbon-free energy conversion, and bio-integrated technologies. A precise probe of the structure and composition of semiconductor nanostructures is of paramount importance to understand the basic properties on the nanoscale of these highly attractive systems. Developing this body of knowledge is a crucial step to implement the emerging nanotechnologies and control their performance. In this presentation, we will describe the use of laser-assisted atom probe tomography to achieve tri-dimensional atom-by-atom mapping of single semiconductor nanostructures. The successful application of this technique enables a precise and rigorous analysis of the composition of a nanostructure and provides unprecedented insights into its internal structure. Examples including metal-catalyzed nanowires, nanomembranes, and superlattices will be presented and discussed.", "Dr. Oussama Moutanabbir, ", "\nÉcole Polytechnique de Montréal", "Electrons in conductors have a disordered motion, a phenomenon commonly referred to as \"noise\". In classical physics, this noise (more precisely, the variance of current fluctuations) is proportional to the temperature and the conductance of the conductor. When we consider a tiny device placed at very low temperature, things change: one can no longer consider the electrons as classical particles, but quantum mechanics dictates their behavior. We will describe some concepts and experiments related to quantum noise in conductors. In particular we will show very recent experiments in which we observe that the noise emitted by such a conductor may consist of correlated photons and that it can be squeezed just like light in quantum optics.", "Dr. Bertrand Reulet, ", "\nUniversité de Sherbrooke", "The wiring of the nervous system during development is an autonomous process that creates a circuit several orders of magnitude more complex than the most sophisticated microchip ever produced. The formation of this overwhelmingly complex structure is ultimately governed by stochastic molecular interactions that repeatedly yield the same electrical design. Thus, understanding the fundamental molecular mechanisms underlying axon guidance remains a challenging biological problem with remarkable clinical implications. We will describe new microfabrication strategies to reproduce protein gradients for studying axonal guidance in vitro. Lasers can be used to engineer artificial environments where the different chemical components mediating neuronal pathfinding can be precisely controlled to fabricate highly elaborate patterns. We will see how we can exploit this new method for elucidating the precise manner in which cells interpret the spatial distribution of chemical indicators.", "Dr. Santiago Costantino ", "\nMaisonneuve-Rosemont Hospital Research Centre, Université de Montréal", "Since the 1950s when space exploration began, Electricity & Magnetism has developed to a new stage. Electric (E) and magnetic (M) fields have been measured in different spatial scales of our electric universe. Based on observations, we demonstrate the characteristics of the motion of the charged particles driven by E&M fields, and the resultant non-Maxwellian distributions in velocity space. These particles produce nonlinear waves which are either simple-wave solitons or amplitude-modulated oscillatory solitons (called oscillitons). By making use of the fundamental laws of electricity and magnetism, a new space technology, electric tether propulsion for interplanetary exploration, attracts worldwide research and development.", "Dr. Zhen Guo (John) Ma ", "\nConcordia University", "Quantum physical phenomena are inherently different in dimensions lower than 3D. For instance, one can observe bizarre electronic quantum states in 2D with the properties of charge fractionalization, and in even lower dimension (1D) one can observe the conductance of a wire to be given by a single quantum corresponding to G=2e^2/h.", "In this talk, I will describe a few low temperature experiment, all performed on some sort of a \"chip\", with the hope to elucidate bizarre quantum phenomena. These include our effort to detect bizarre particles that are neither boson or fermion, in 2D the 1D-1D Coulomb drag of electrons in two closed-pack quantum wires, separated by only ~15 nm, a nano-engineered quantum faucet (for real fluids!). It's a lot of (quantum) fun!", "Dr. Guillaume Gervais ", "\nPhysics Department, McGill University", "In this talk I'll briefly summarize the status of gauge/gravity duality and discuss some new applications of this duality to solve large N QCD and other related problems.", "Dr. Keshav Dasgupta ", "\nPhysics Department, McGill University", "Shrinking semiconductor nanostructures to the size of a small molecule or a single atom would offer many interesting advantages: they would provide the uniformity and predictability of atomic defects, they would exhibit the high symmetry necessary for a number of promising applications, and they could confine charge carriers to a volume of atomic dimension, thereby reaching the ultimate limit of device integration.", "In this presentation, I will describe our work on isoelectronic traps and how these nanostructures can bind excitons. Then, I will present our latest results on nitrogen, tellurium and beryllium molecules embedded in semiconductors. We find that these molecules can bind various charged configurations: negatively and positively charged excitons and biexcitons. Finally, using the bound exciton to define a two-level system, I will show that we can achieve complete coherent control over this qubit using a series of optical pulses.", "Dr. Sébastien Francoeur ", "\nDepartment of Engineering Physics, École Polytechnique de Montréal", "Optical Micro Electro Mechanical Systems (OMEMS) attracted a lot of interest over the last decade. Several novel devices and products emerged from this technology in particular in telecommunication (e.g. optical fiber switches, projection displays, etc.). Today, the applications of these microsystems spread over a wide area ranging from astronomy to biology. Beyond the conventional engineered devices and products, optical MEMS are actually nothing else than a toolbox, which enables novel investigations of scientific phenomena at the nanoscale. In this context, my research activity focuses on tuning the optical properties of nanostructures using Micro Electro Mechanical Systems for applications in astronomy, telecommunications, aerospace, biology and medicine.", "During the seminar I will give an overview of our projects exploiting this new avenue (sensors and tunable devices based on photonic crystals and different types of optical resonators). Tunable in-plane Fabry-P rot cavities integrated on chip will be specifically highlighted through several different applications.", "Dr. Yves-Alain Peter ", "\nDepartment of Engineering Physics, École Polytechnique de Montréal", "Upon exposure of microcrystalline silicon (c-Si:H) thin films to room ambient, water vapour, di-onized water, or to different gas atmospheres, these materials frequently show metastability changes of their electronic properties. These changes are generally detected by using the techniques probing the properties of sample at the steady-state condition. Even though the first published results appeared at the beginning of 1980s by Veprek et al., more extensive investigation has been carried out in the last decade by using the steady-state measurements. In most studies, very thin samples deposited on smooth glass substrate were used in measurements due to adhesion problems of thicker samples on the smooth glass substrates. It was reported that conductivities in some materials increased and in others they decreased in the metastable state significantly, showing no clear functional dependence on the crystallinity of the material. These changes were reported to be reversible after heat treatment in short period after deposition and irreversible for longer periods of a few years. Such changes were mainly attributed to the band bending at the surface of the film, within cracks or at the grain boundaries.", "In this study, we have developed new standard measurement procedures and applied to investigate the metastability phenomena using temperature dependent dark conductivity, steady-state photoconductivity (SSPC), sub-bandgap absorption spectroscopy as detected by dual beam photoconductivity (DBP) and steady-state photocarrier grating (SSPG) methods for c-Si:H thin films with a wide range of structure compositions. c-Si:H films were deposited using VHF-PECVD at 200C on both smooth and rough glass substrates. The microstructure of the films was changed from amorphous (a-Si:H) to highly crystalline by adjusting the process gas silane concentration during deposition. The crystallinity was evaluated from Raman measurements. Thickness of the samples varies between 200 nm and 1100 nm. Silver coplanar electrodes were evaporated on the samples with 0.5 cm length and 0.5 mm separation. The samples were randomly exposed to atmospheric gases by keeping them in the dark laboratory atmosphere. In addition, a controlled gas treatment was performed in high vacuum cryostat. Annealing was carried out at 430K in high vacuum. All probe measurements were performed at 300K as sample is at the steady-state condition. Metastable changes in dark conductivity due to Fermi level shifts and in majority carrier electron mobility-lifetime products, μ", " τ", ", determined from the SSPC measurements were correlated with those in the minority carrier hole mobility-lifetime products, μ", " τ", " , obtained from the SSPG measurements. In addition, sub-bandgap absorption coefficient spectra of the samples at the same treated states were carefully measured in order to see the changes in the density of occupied defect states in the bandgap of the microcrystalline silicon which affects both electron and hole transport properties. The results obtained in this study were discussed with those published in the literature on the metastability phenomena of microcrystalline silicon films.", "Dr. Mehmet Günes ", "\nMugla Sitki Kocman University, Turkey", "Understanding the spectral properties of natural photosynthetic complexes is important to advance the design of the artificial photosynthetic systems. Traditionally the spectral properties of natural photosynthetic complexes are explored by either time-domain or frequency-domain high-resolution spectroscopy methods, including non-photochemical spectral hole burning (NPHB).", "The main goal of this research was the study of various effects of the distribution of excitation energy transfer times and protein dynamics on non-photochemical hole burning processes in photosynthetic pigment-protein complexes. In the first part of this seminar we present our results concerning the inclusion of the distributions of excitation energy transfer (EET) rates (homogeneous line widths) and charge separation rates into treatment of the resonant and non-resonant NPHB processes in photosynthetic chlorophyll-protein complexes. The effects of the line width distributions resulting from Frster-type EET on the resonant NPHB process have been explored both theoretically and experimentally in isolated CP43 antenna from spinach. Furthermore, we have also demonstrated that inclusion of the effects of frequency-dependent EET rate distributions and burning following EET on the treatment of non-resonant NPHB spectra of trimeric Fenna-Matthews-Olson protein from Cb. Tepidum leads to reasonable agreement between the theoretical and experimental data. Charge separation rate distributions were explored in PSII RC.", "The second part of this presentation is focused on the analysis of HB spectral properties of the lowest energy states of Photosystem I (PSI) with the aims to gain better understanding of particular structural origins of these states as well as on the protein dynamics of PSI.", "Nicoleta Herascu ", "\nConcordia University", "Using an electromigration procedure which we recently developed, we generate 10 nm-scale single-wall carbon nanotube quantum dot (SWCNT QD) transistors. Because these devices are so short, we can observe fundamental mesoscopic physics which has not yet been explored, and engineer tuneable nanoelectromechanical systems (NEMS) and ultra-short transistors.", "Contrary to what has been observed in longer SWCNT devices, we observe strong electron-hole asymmetry in charge transport, due to charge doping from the metallic leads. This asymmetry manifests itself as a striking difference between electron and hole conductance regimes (0D to 1D transport), and in the charging energy of our QDs (up to a factor of 3). The magnitude of the asymmetry depends on the bandgap and length of the SWCNT.", "Suspended SWCNTs can strongly couple to their electrostatic environment through the bending mode, and act as NEMS sensors. Shorter NEMS have higher frequencies and therefore higher sensitivity. By creating very short devices, we observe bending mode frequencies up to ≈ 280 GHz, and tune this frequency by electrostatic strain. We clearly resolve the first and second harmonic of the bending mode and extract their effective coupling to be γ ", " ~ 10", "In high conductance devices, we observe a strong Kondo effect, with Kondo temperatures up to T", " ≈ 28 K. In devices combining Kondo and the bending mode, we measure a large reduction in charging energy, to the point of complete suppression. This is, to our knowledge, the first time that charging energy renormalization has been observed in SWCNTs.", "Andrew McRae ", "\nConcordia University", "Proteins are playing various important roles in living organisms. Understanding the way they can perform different tasks is a demanding goal for scientists. Some flexibility is essential for proper functioning of proteins, and knowledge about both static structures and dynamics is essential for understanding them. One of the tools for studying proteins is optical spectroscopy. However, proteins are almost incapable of light absorption in the visible range which makes them non reachable for direct measurements; therefore, indirect methods should be applied. Pigment embedded into (amorphous) solid can serve as a local reporter on static and dynamic properties of its environment. Using proteins with pigments embedded into them by Nature offers a good alternative to introducing local reporters by chemical or genetic manipulations. In our study we focus on pigment-protein complexes involved in photosynthesis. In the first half we report several improvements to techniques of measuring the parameters of proteins energy landscapes. We prove that tunneling is responsible for both thermally- and light-induced spectral diffusion in photosynthetic proteins at low temperatures, that distributions of barriers on the protein energy landscape are likely Gaussian as well as make some suggestions concerning entities involved in tunneling. The reasoning by which we arrive to Gaussian barrier distributions is not specific to proteins, which results in us questioning some theories of glasses and other amorphous solids at low temperatures, and the quality of measurements supporting these theories. In the second half we introduce new approach to modeling spectral diffusion, which includes the light-induced one. Modeling results appear to be in reasonable agreement with the experiment. Importantly, we demonstrate that samples used in spectroscopy experiments on proteins must be fairly far from thermodynamic equilibrium.", "Mehdi Najafi ", "\nConcordia University", "Recent technological advancements have made it possible to fabricate electronic systems smaller and smaller, and as the dimensions of electronic components become comparable to quantum length scales the electronic transport properties are changed significantly. In the last few decades there has been intensive study on low dimensional electronic systems to explore new candidates for micro- and nanoelectronics to have future electronic devices that are faster, smaller, and have a range of new capabilities not possible with current technology. In this talk we present a review on the effects of electron confinement on systems such as quantum dots, quantum wires and quantum wells with examples of cutting edge fabricated devices. Different electronic transport regimes and quantum length scales will be discussed and we summarize the electronic transport of low dimensional systems including the reported data on GaAs/AlGaAs interfaces, carbon nanotubes, graphene sheets and Topological Insulator crystals.", "Vahid Tayari ", "\nConcordia University", "High resolution spectroscopy methods are novel tools that enable one to uncover a narrow, homogeneous spectral line from an inhomogeneous broadened spectrum at low temperatures. In this seminar fundamentals of absorption and emission of electromagnetic radiation as well as basics of optical spectra will be presented. Several interesting examples of single molecule spectroscopy in physics and life sciences will be included.", "Nicoleta Herascu ", "\nConcordia University", "Phase-coherent electron transport through quasi-one-dimensional systems has developed into a very active and fascinating subfield of mesoscopic physics. We present a review of this development focusing on ballistic conduction through quantum wires (or constrictions). In quantum wires the electron conductance versus Fermi energy is quantized as a consequence of the reduced dimensionality and the subsequent quantization of transverse momentum. The presence of scatterers in otherwise clean wires can strongly suppress the quantum conductance, and can generate sharp resonances (which are due to quasibound states) if the scattering potential is attractive. These resonances can be either Fano or Breit-Wigner type, depending on the size and/or strength of the scattering potential. Finite temperature effects are also considered. In the ballistic limit we present the derivation of the Landauer formula, which is the basic tool for calculating the conductance of a mesoscopic sample. Scattering in ballistic quantum wires is formulated in terms of the Lippmann-Schwinger equation. The Feshbach coupled-channel theory is employed in order to treat Fano resonances.", "Dr. Vassilios Vargiamidis ", "\nConcordia University", "Significant challenges exist in assembling the building blocks of a nanoscale device. Self-assembly is one of the few practical strategies for making ensembles of nanostructures and will therefore be an essential part of nanotechnology. In order to generate complex structures through self-assembly, it is essential to develop methods by which different components in solution can come together in an ordered fashion. As biological interactions are better understood, there has been interest in using the specificity and strong interactions present in biology to organize and orient inorganic components to create new materials. Using viruses as nanoscale scaffolds for materials and devices offers the promise of exquisite control over positioning nanoscale components on a protein scaffold that also allows further self-assembly of the resulting constructs. I will discuss the successful use of viruses both as scaffolds for nanoscale devices such as electronic nanosensors as well as to produce optically active plasmonic components.", "Dr. Amy Szuchmacher Blum ", "\nMcGill University", "A wide range of physiological processes rely on weak intermolecular interactions that occur at high concentrations, or over long time periods. Probing such interactions presents a challenge to fluorescence microscopy, the work horse for resolving biological processes at the molecular scale. To address this challenge, we develop new microscopy methodologies which, by imposing nano-scale confinement, enable new biophysical measurements under previously inaccessible conditions. We report on two biophysical experiments which apply these technologies. First, we perform precision spectroscopy on the behaviour of DNA under nano-scale confinement. We employ tuneable imaging chambers which combine gentle and localized (lithography-based) confinement, yielding new approaches to controlling and aligning DNA for optical interrogation. Second, we image the procession of myosin motor proteins in nano-scale chambers, motivated by measuring the chemo-mechanocoupling between ATP-uptake and motor procession along actin tracks, with enhanced background suppression.", "Dr. Sabrina Leslie ", "\nMcGill University", "Two landmark theories that emerged in the 20th century forever changed our world: quantum mechanics and information theory. The first altered our perception of reality; the second enabled the information age of today. Quantum Information Science and Technology bridge these theories by probing deep questions about information and reality, and by developing the transformative technologies of tomorrow. This talk will overview the basic concepts of Quantum Information Science and Technology and its applications to computing, communication and sensing. The current state of itsphysical realization using nuclear and electronic spins, photons, superconductor and semiconductors will also be explored.", "Dr. Martin Laforest ", "\nUniversity of Waterloo", "The bottomup approach is considered a potential alternative for low cost manufacturing of nanostructured materials. It is based on the concept of selfassembly of nanostructures on a substrate, and is emerging as an alternative paradigm for traditional top down fabrication used in the semiconductor industry.", "We demonstrate various strategies to control nanostructure assembly (both organic and inorganic) at the nanoscale. Depending on the specific material system under investigation, we developed various approaches, which include, in particular: (i) deposition on naturally patterned substrates, which exploit longrange reconstructions that can be used to control the adsorption of organic molecules; (ii) we can control the size and luminescence properties of semiconductor nanostructures, synthesized by reactive laser ablation; (iii) we developed new experimental tools and comparison with simulations are presented to gain atomic scale insight into the surface processes that govern nucleation, growth and assembly; (iv) by controlling inter-molecular interactions, we create specific nanoscale patterns including guest/host architectures; (v) we developed a simple surface modification strategy for biomaterials which enhances biocompatibility; (vi) we devised new strategies for synthesizing multifunctional nanoscale materials to be used for electronics, photovoltaics and catalysis.", "Exploiting surface cues, surface mediated interactions, intermolecular forces and moleculesurface interactions we demonstrated the formation of long range ordered patterns in a variety of nanoscale systems, which are potentially interesting for a variety of applications in electronics, biomedicine and energy.", "Dr. Federico Rosei ", "\nUniversité du Qubec", "Image correlation methods provide a new window of analysis for measurement of protein-protein interactions and macromolecular transport properties from fluorescence images of living cells. These approaches are based on space and time correlation analysis of fluctuations in fluorescence intensity within images recorded as a time series on a laser scanning or total internal reflection fluorescence (TIRF) microscope. We recently introduced spatio-temporal image correlation spectroscopy (STICS) which measures vectors of protein flux in cells based on the calculation of a spatial correlation function as a function of time from an image time series. Here we will describe the application of STICS and its two color extension, spatio-temporal image cross-correlation spectroscopy (STICCS), for measuring transport maps of adhesion related macromolecules such as integrin, alpha-actinin, paxillin, talin, and vinculin within, or associated with the basal membrane in living fibroblast and CHO cells. These measurements have allowed us to propose a model for the molecular clutch that regulates connections between the extracellular matrix, integrins in the membrane and the cytoskeleton during cell protrusion and migration", "We will also illustrate the mapping of cytoskeletal dynamics within the growth cones of migrating neurons using STICS. Finally we will also highlight recent advances we have made with a new form of reciprocal (k-) space ICS, called kICS, that allows us to measure unbiased transport coefficients of fluorescently labeled membrane proteins even if there is complex photophysics (such as nanoparticle emission blinking) of the probe.", "We will describe kICS measurements of the transport properties of quantum dot labeled receptors in the cell membrane as well as determination of clustering properties of QD labeled receptors based on kICS correlation studies of changes in the nanoparticle blinking.", "Dr. Paul W. Wiseman ", "\nMcGill University", "Nonlinear optics is a venerable branch of photonics and optical physics, dating back certainly to 1961 or even earlier. Nonetheless, the field of nonlinear optics has recently experienced a renaissance by means of its application to problems in quantum information science and quantum optics. In this talk, I first present a very rapid overview of the development of the field of nonlinear optics and then move on the survey some areas of recent research interest.", "One such example is research in slow and fast light. Research performed over the past several years has demonstrated new methods for controlling the velocity of propagation of light pulses through material systems. Ultra slow velocities (tens of meters per second) and ultrafast velocities (including negative velocities) have been demonstrated. This talk will present an overview of the field of slow and fast light and will include a discussion of some new ideas for applications of fast and slow light based on the use of room temperature solids.", "Another topic of great current interest is that of quantum imaging. Image formation making use of quantum states of light allow dramatic new possibilities in the field of image science. We review some of the conceptual possibilities afforded by quantum imaging and describe some recent work that displays some of these features. In addition, we present some new experimental results on the role of coherence and indistinguishability in determining the properties of two-photon interference.", "Dr. Robert W. Boyd ", "\nUniversity of Ottawa & University of Rochester", "Electrolyte gating relies on the use of electrolytes as gating media to modulate the conductivity of semiconducting thin films.", "The principle of electrolyte gating is known since almost 60 years, having been used in the early works of Shockley, Bardeen and Brattain. Electrolyte-gated transistors consist of source and drain electrodes and a channel containing the semiconducting material in ionic contact with a gate electrode via an electrolyte solution, which replaces the gate dielectric used in more usual field-effect transistor structure. In electrolyte-gated organic transistors the application of a gate voltage induces the formation of an electrical double layer (EDL) at the electrolyte/semiconductor interface. EDL capacitances per unit areas are in the order of 10 μFcm", " and can be as high as 500 μFcm", ", whereas the typical capacitance of a 200 nm-thick SiO", " dielectric is of the order of tens of nFcm", ".", "Electrolyte gating is used to fabricate transistors operating at low voltage (below 1 V) as an alternative to other approaches such the use of ", ", or ultrathin gate dielectrics.", "Despite the tremendous progress in the field, the physics behind the electrolyte gating phenomenon, in particular the specific effect of a certain ionic liquid on the conductivity modulation, is largely undiscovered.", "Here we report on electrolyte-gated transistors based on organic (poly[2-methoxy-5-(2-ethyl-hexyloxy)-1,4-phenylene-vinylene, MEH-PPV, phenyl-C61-butyric acid methyl ester, PCBM) and inorganic (ZnO, WO", ") solution-processed thin films and making use, as the electrolyte, of different ionic liquids (BMIM-PF6, BMIM-TFSI, EMIM-TFSI). A tentative correlation between the effectiveness of the gating and the conductivity, viscosity, and ion size of the ionic liquids is proposed.", "Dr. Clara Santato ", "\nÉcole Polytechnique de Montréal", "Photovoltaics (PVs) are considered as a promising approach to provide renewable and environmentally friendly energy sources. Ease of process, low-cost, light-weight, optical tenability, recyclability and mechanical flexibility makes organic solar cells (OSCs) a competitive choice in comparison with the currently dominating inorganic polycrystalline and Si-based devices. To commercialize the polymer PVs, however, higher efficiencies are required. One recent approach is the incorporation of noble-metal nanoparticles (MNPs) in OSCs which could significantly contribute to the performance of the devices through localized surface plasmon resonance (LSPR) effect. The characteristics of plasmonic modes could be adjusted by tuning the shape and/or size of the incorporated MNPs in order to maximize the light harvesting efficiency of photoactive material.", "The current work presents efficiency-enhanced OSCs using either gold nanorods (Au NRs), silver nanospheres (Ag NSs) or a dual plasmonic nanostructure consisting of Au NRs mixed with Ag NSs. In this method, each MNP contributes to the photocurrent and efficiency of OSCs depending on its size, shape and absorption spectra. A comparative study has been made between the characteristics of plasmonic devices by taking advantage of various characterization techniques. The similarity and differences of the results were investigated and the effects of integrating each type of MNPs on the overall electrical and optical performance of OSCs were discussed in detail. A remarkable increase of 30% in power conversion efficiency of plasmonic OSCs could be achieved using a mixture of Au NRs and Ag NSs.", "Neda Etebari Alamdari ", "\nPhysics Department, Concordia University", "Quantum physical phenomena are inherently different in dimensions lower than 3D. For instance, one can observe bizarre electronic quantum states in 2D with the properties of charge fractionalization, and in even lower dimension (1D) one can observe the conductance of a wire to be given by a single quantum corresponding to G=2e^2/h.", "In this talk,I will describe a few low temperature experiments, all performed on some sort of a \"chip\", with the hope to elucidate bizarre quantum phenomena. These include:", "It's a lot of (quantum) fun!", "Dr. Guillaume Gervais ", "\nPhysics Department, McGill University", "One hundred years after the Bohr model of the atom and the publication of Millikan's seminal paper on the determination of the charge of an electron, the question of what matter is made of remains one of the leading science question. A significant research breakthrough occurred in 2012 with the discovery of the existence of a new particle, with a mass approximately 250,000 times heavier than an electron. Preliminary studies indicate that this new particle exhibits properties similar to those expected from the long-sought Higgs boson. This talk will describe how this new particle was discovered using the ATLAS detector at the Large Hadron Collider (LHC) and prospects for detailed measurements of its properties.", "Dr. Brigitte Vachon ", "\nPhysics Department, McGill University", "Atomic Force Microscopy (AFM) is a technique that allows atomic scale spatial resolution on essentially any material, including insulators and metals, in essentially any environment ranging from ultra high vacuum to liquids, at temperatures of several 100K down to mK. Many properties, such as electrical surface potential, mechanical stress, adhesion or friction can be measured at the same length scale, often as a function of external parameters such as light or electrochemical potential. Completing this 'nanolab' is the capability of AFM to manipulate objects. In this presentation I will explore several examples from research in my group to illustrate these capabilities. I will concentrate on three topics:", "1. We have used Ultra High Vacuum AFM integrated in a surface science system to understand and control the nucleation and growth of molecules on insulating surfaces. We can generate different molecular packing structures by suitable templating of the insulating substrates. This then allows us to correlate optical properties with structure using Kelvin Probe Force Microscopy, including molecular systems relevant to organic photovoltaics (OPV) by shining light on the sample. Preliminary results indicate that we can observe exciton formation in model OPV systems.", "2. AFM can be used to measure the ground state and excited state energy levels of quantum dots, and possibly molecules, by understanding dissipation of the AFM cantilever. AFM techniques can also be used to measure variations in the surface potential on semiconductors and oxide surfaces. We discovered large variation of the surface potential (~250 mV) on length scales of 50 nm. Such large potential variations are expected to strongly affect the operation of nanoscale electronic systems or possibly even adsorption of molecular species.", "3. Finally, I will demonstrate how AFM manipulation techniques in combination with optical microscopy techniques can be used to study axonal degeneration as a result of (localized) trauma, synapse formation dynamics or even enable neuronal engineering by connecting axons with an AFM.", "Dr. Peter Grutter ", "\nPhysics Department, McGill University", "This presentation will present an overview and outline of recent research activities and possible potential collaborations in the areas of microsystems, microfabrication, BioMEMS and Micro-Nano Integration. The results on many micro-nano devices for varied applications will be presented. Some of the applications include physical sensing, cellular, enzyme and polypeptide diagnosis, photosynthetic power cells, antigen-antibody based biochips, biomechanical interaction based analysis for enzymatic and cellular applications, and various levels of microfluidic-photonics integration and micro-nano integration methods.", "Dr. Muthukumaran Packirisamy ", "\nDepartment of Mechanical and Industrial Engineering, Concordia University", "© Concordia University"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "5 p.m. — 7 p.m.", "1 p.m. — 2 p.m.", "11 a.m. — 11:40 a.m.", "3 p.m. — 4 p.m.", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "5 p.m. — 7 p.m.", "1 p.m. — 2 p.m.", "11 a.m. — 11:40 a.m.", "3 p.m. — 4 p.m.", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links ", "MyConcordia", "Cspace", "Webmail", "Library", "Directories", "A-Z", "Maps", "Future students", "Student hub", "Alumni & friends", "Parents", "Faculty & staff", "Media", "Concordia University", "Concordia University", "Department of Physics", "About the department", "\n                                                                Faculty members\n                                                            ", "\n                                                                Staff \n                                                            ", "\n                                                                La physique à Concordia\n                                                            ", "Programs", "\n                                                                Undergraduate\n                                                            ", "\n                                                                Graduate\n                                                            ", "Research", "\n                                                                Publications\n                                                            ", "\n                                                                Champagne Research Group\n                                                            ", "\n                                                                Bianucci Research Group\n                                                            ", "\n                                                                Laszlo Kalman Research Group\n                                                            ", "\n                                                                Zazubovits Research Group\n                                                            ", "\n                                                                Gauthier Research Group\n                                                            ", "\n                                                                Grova Research Group\n                                                            ", "\n                                                                Misra Research Group\n                                                            ", "\n                                                                Mariana Frank Research Group\n                                                            ", "\n                                                                Vasilopoulos Research Group\n                                                            ", "\n                                                                Calvin S. Kalman Research Group\n                                                            ", "\n                                                                Lamoureux Research Group\n                                                            ", "Student life", "\n                                                                Career options\n                                                            ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Information for... ", "Future students", "Student hub", "Alumni & friends", "Parents", "Faculty & staff", "Media", "Concordia University", "Department of Physics", "\r\n                    \r\n                    Concordia.ca\r\n                    \r\n                ", "\r\n                    \r\n                    Faculty of Arts and Science\r\n                    \r\n                ", "\r\n                    \r\n                    Department of Physics\r\n                    \r\n                ", "\r\n                    \r\n                    Programs\r\n                    \r\n                ", "\r\n                    \r\n                    Graduate\r\n                    \r\n                ", "\r\n                    \t", "\r\n                    ", "\r\n                    \t", "\r\n                    ", "\r\n                        ", "\r\n                    ", "\r\n                        ", "\r\n                    ", "Beyond Disciplines: Come to your senses - Sensescapes in research and in life", "Understanding & increasing the visibility and impact of your research", "LIBR 101: Introduction to library services", "Prediction and rational control of the evolution of microbial populations by integrating biophysics and population genetics", "\r\n\t\t\t\t\t\r\n                    2014\r\n                ", "\r\n\t\t\t\t\t\r\n                    2013\r\n                ", "Graduate", "Physics (MSc)", "Physics (PhD)", "Graduate seminar schedule", "About the Faculty", "Academics", "Research", "Services & facilities", "Faculty life", "See SGW Campus map ", "See Loyola Campus map ", "facebook", "twitter", "google", "youtube", "linkedin", "pinterest", "instagram", "flickr", "Concordia social", "Terms", "Privacy", "Accessibility", "Website feedback", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n            ", "\n            ", "\n        ", "\n            ", "\n            ", "\n        ", "See SGW Campus map ", "See Loyola Campus map ", "Website feedback", "Terms", "Privacy", "Accessibility"], ["Concordia University", "Graduate seminar schedule"], ["\n                ", "\n            ", "\n                ", "\n            ", "Graduate seminars", "Past seminars"], ["\r\n                ", "\r\n            ", "\r\n                ", "\r\n            "], [], [" - Call us at 514-848-2424"], ["October 27, 2014 -- 3 pm -- CC 106", "October 20, 2014 -- 3 pm -- CC 106", "October 6, 2014 -- 3 pm -- CC 106", "September 29, 2014 -- 3 pm -- CC 106", "September 22, 2014 -- 3 pm -- CC 106", "September 15, 2014 -- 3 pm -- CC 106", "August 6, 2014 -- 3 pm -- CC 425", "July 23, 2014 -- 3 pm -- CC 320", "July 3, 2014 -- 3 pm -- SP 365.01", "May 5, 2014 -- 10:30 am --CC 312", "May 5, 2014 -- 3 pm -- CC 321", "May 6, 2014 -- 3 pm -- CC 321", "April 11, 2014 -- 3 pm -- SP 365.01", "March 28, 2014 -- 3 pm -- SP 365.01", "March 21, 2014 -- 3 pm -- SP 365.01", "March 18, 2014 -- 3 pm -- Room CC 112", "March 14, 2014 -- 3 pm -- Room SP 365.01", "2014 CAP LECTURE TOUR", "February 28, 2014 -- 3 pm -- Room SP 365.01", "February 14, 2014 -- 3 pm -- Room SP 365.01", "February 7, 2014 -- 3 pm -- Room SP 365.01", "January 31, 2014 -- 3 pm -- Room SP 365.01", "January 24, 2014 -- 3 pm -- Room SP 365.01", "January 17, 2014 -- 3 pm -- Room SP 365.01", "January 15, 2014 -- 3 pm -- Room CC 308", "January 10, 2014 -- 3 pm -- Room SP 365.01", "December 9, 2013 -- 3 pm -- Room SP 365.01", "November 27, 2013 -- 3 pm -- Room SP 365.01", "November 20, 2013 -- 3 pm -- Room SP 365.01", "November 13, 2013 -- 3 pm -- Room SP 365.01", "November 6, 2013 -- 3 pm -- Room SP 365.01", "October 30, 2013 -- 3 pm -- Room SP 365.01", "October 23, 2013 -- 3 pm -- Room SP 365.01", "October 16, 2013 -- 3 pm -- Room SP 365.01", "October 9, 2013 -- 3 pm -- Room SP 365.01", "October 2, 2013 -- 3 pm -- Room SP 365.01", "September 25, 2013 -- 3 pm -- Room SP 365.01", "September 18, 2013 -- 3 pm -- Room SP 365.01", "September 11, 2013 -- 3 pm -- Room SP 365.01", "September 9, 2013 -- 3 pm -- Room CC 305", "September 4, 2013 -- 3 pm -- Room SP 365.01", "August 28, 2013 -- 3 pm -- Room SP 365.01", "August 20, 2013 -- 3 pm -- Room SP 365.01", "August 14, 2013 -- 3 pm -- Room SP 365.01", "May 24, 2013 -- 1 pm -- Room CC 101", "April 10, 2013 -- 3 pm -- Room CC 101", "April 3, 2013 -- 3 pm -- Room SP 365.01", "March 27, 2013 -- 3 pm -- Room CC 116", "March 21, 2013 -- 2 pm -- Room SP 365.01", "March 20, 2013 -- 3 pm -- Room SP 365.01", "March 13, 2013 -- 3 pm -- Room SP 365.01", "March 6, 2013 -- 3 pm -- Room SP 365.01", "February 27, 2013 -- 3 pm -- Room SP 365.01", "February 19, 2013 -- 10:00 am -- Room SP 365.01", "POSTPONED UNTIL A LATER DATE", "January 23, 2013 -- 3:00 pm -- Room SP 365.01", "January 16, 2013 -- 3:00 pm -- Room SP 365.01", "January 9, 2013 -- 3:00 pm -- Room SP 365.01"]]}