{"http://www.concordia.ca/artsci/math-stats/events/seminars/visitor-seminars.html": [["http://www.concordia.ca/content/concordia/en/artsci/math-stats/events/seminars/visitor-seminars.html", "TBA", "The recent literature provides conflicting empirical evidence on the sign of the relationship between firm-specific risk and equity returns. This paper sheds new light on this relationship by developing a discrete time jump-diffusion model in which a firm’s systematic and idiosyncratic risk have both a diffusive and a tail component. Our discrete time model is estimated using a two-stage procedure based exclusively on returns and options data. As this model includes latent variables, each stage relies on an adaptation of Gordon et al.’s (1993) bootstrap particle filter and the smoothed resampling method of Malik and Pitt (2011). We exploit the richness of stock option data to extract the expected risk premium associated to each risk factor, thereby avoiding the exclusive use of noisy realizations of historical returns. This would also allow us to filter the jumps more efficiently. We estimate the model on 117 firms that are or were part of the S&P 500 index.", "First, we find that firm-specific jump risk and systematic risk are priced to a similar extent. Second, we show that the diffusive part of idiosyncratic risk is not priced in option markets, once other sources of risk are accounted for.", "We live in the era of massive data generation through satellites, cell phones, voip and video calls, social websites, smart watches, online stock market, and so on. This revolution in data generation calls for computationally efficient algorithms with a proper generalization ground to tackle various data structures.", "As an applied statistician, I dedicate a third of my talk to introduce applied projects that my research team and I executed recently. I demonstrate interesting questions on real data that initiated my collaboration with the industry. Such questions motivated my methodological contributions in statistics, data analysis, and smart technology. The remaining two thirds of the talk is dedicated to my main theme of research, i.e. the Bayesian supervised, semi-supervised, and unsupervised learning. The focus of the talk is unsupervised learning, because the supervised  and the semi-supervised variants are special cases of the unsupervised learning case. I pick-up a simple unsupervised learning algorithm and build a computationally efficient Bayesian version. Then, I discuss the advantages of this new view, specially while data are massive.", "In this talk, Mr. Hua will present his contributions to the study of tail behavior of copulas and its influence on risk measures such as Conditional Tail Expectation and Value at Risk. Tail order and intermediate tail dependence will be discussed for copula families. In particular, for Archimedean copulas, we use a Laplace Transform (LT) representation to relate the tail heaviness of a positive random variable to the tail behavior of copulas. Conditions that lead to intermediate tail dependence have been obtained, and they are related to a Taylor expansion of the LT up to a fractional order. Then sensitivity of risk measures to dependence modeling will be discussed in terms of tail comonotonicity, an asymptotically full dependence structure. Conservativity and asymptotic additivity of risk measures will be discussed with various theoretical results, simulations and data analysis of an auto insurance claim data.", "Title:", "A number of extensions to the risk theory models are analyzed. Initially, we consider a multi-threshold compound Poisson surplus process with interest earned at a constant rate. Then, we analyze a multi‐layer compound Poisson surplus process perturbed by diffusion and examine the behavior of the Gerber-Shiu discounted penalty function. Lastly, we considered the absolute ruin problem in a risk model with debit and credit interest, to renewal and non-renewal structures. Our first results apply to MAP processes, which we later restrict to the Sparre Andersen renewal risk model with interclaim times that are generalized Erlang (n) distributed and claim amounts following a Matrix-Exponential (ME) distribution. Under this scenario, we present a general methodology to analyze the Gerber-Shiu discounted penalty function defined at absolute ruin, as a solution of highorder linear differential equations with non-constant coefficients. Closedform solutions for the absolute ruin probabilities in the generalized Erlang (2) case complement recent results from literature obtained under the classical risk model.", "Title:", "A generalized Sparre Andersen risk process is examined, whereby the joint distribution of the interclaim time and the ensuing claim amount is assumed to have a particular mathematical structure. This structure is present in various dependency models which have previously been proposed and analyzed. It is then shown that this structure in turn often implies particular functional forms for joint discounted densities of ruin related variables including some or all of the deficit at ruin, the surplus immediately prior to ruin, and the surplus after the second last claim. Then, employing a fairly general interclaim time structure which involves a combination of Erlang type densities, a complete identification of a generalized Gerber‐Shiu function is provided. Various examples and special cases of the model are then considered, including one involving a bivariate Erlang mixture model. Moreover, a class of multivariate mixed Erlang distribution is discussed for modelling different types of dependency structures.", "Title:", "Consider a portfolio of n possibly dependent risks X1; …, Xn. The objective is to determine the amount of economic capital needed for the whole portfolio and to compute the amount of capital to be allocated to each risk X1, ..., Xn assuming a multivariate compound model for (X1; …, Xn). The TVaR-based capital allocation method is used to quantify the contribution of each risk. Numerical illustrations are also provided. The multivariate lower and upper orthant Value-at-Risk (VaR) is another risk measure used in actuarial science, finance, and quantitative risk management. The behavior of these risk measures in the bivariate case is studied since they have been recently introduced. Several propositions are established from the new definitions of the latter. Bounds on these risk measures and confidence regions are obtained. Many propositions of the lower and upper orthant VaR are derived. Applications are made to illustrate the results obtained. Finally, related projects will be discussed.", "Let G be a connected graph and L(G) be its Laplacian matrix. Fiedler associated the word \"algebraic connectivity of the graph G\" with the second smallest eigenvalue of L(G).  This talk will start with definitions and results related with the study of algebraic connectivity and Fiedler vector of graphs. Then some basic and fundamental results in this area that have been generalized for graphs with at most two cut-points will be presented. This work was done in collaboration with Profs. R B Bapat (Professor, Stat-math Unit, Indian Statistical Institute Delhi Center) and S Pati (Professor, Dept. of Mathematics, IIT Guwahati).", "Mathematically, many important statistical problems are optimization problems. Typical problems are regression problems, maximum likelihood estimation problems, maximum likelihood ratio testing problems and so on. Some of them can be solved by classical calculus. However, some problems are quite severe and are not easy to be solved in this way. Examples of this type are nondifferentiable regression (least absolute deviation estimation) problems, inequality- constrained estimation problems, some complex functional estimation problems. We show how these difficult problems can be solved by applying optimization theory to them.", "In this talk we show how to make use of an important spectral invariant of polyhedral surfaces (Riemann surfaces with conformal flat conical metrics) - the determinant of the Laplacian - to study the geometry of moduli spaces. For a special class of polyhedral surfaces - the surfaces with trivial holonomy - we obtain a holomorphic factorization formula for the determinant of Laplacian. The holomorphic factor appearing in this formula is the so-called Bergman tau-function - a universal object arising in various areas: from isomonodromic deformations of Fuchsian ODEs to random matrices and Frobenius manifolds.  The Bergman tau-function gives rise to a section of the Hodge line bundle over the space of admissible covers (the Harris-Mumford compactification of the Hurwitz space i.e. the moduli space of meromorphic functions on Riemann surfaces). Analysis of the asymptotics of the Bergman tau-function near the boundary of the Hurwitz space leads to an explicit expression for the Hodge class of the space of admissible covers in terms of  boundary divisors. This expression generalizes previously known results of Lando-Zvonkine for spaces of rational functions and Cornalba-Harris for spaces of hyperelliptic curves.", "In this talk, we discuss a new connection between algebraic geometry and convex geometry. We explain a basic construction which associates convex bodies to algebraic varieties encoding information about their geometry. The construction is a generalization of the well-known Newton polytope of a toric variety. As an application, we give a formula for the number of solutions of a system of equations in terms of volumes of these bodies (far generalizing the celebrated Kushnirenko theorem in toric geometry). Next we will see how convex polytopes naturally appearing in representation theory are special cases of  the construction. This gives rise to natural degenerations of flag varieties and Grassmannians to toric varieties. It can be used to approach mirror symmetry problems on flag varieties. The methods and constructions can be applied to a wide range of situations. Some of the works explained here are joint with A. G. Khovanskii and are based on previous works of A. Okounkov.", "Let G be a finite subgroup of SU(2) or SO(3). Classical McKay Correspondence describes the classical geometry of Y, the natural resolution of C^3/G, in terms of the representation theory of G. We determine the quantum geometry of Y by solving for its Gromov-Witten theory. We describe the answer in terms of an ADE root system canonically associated to G. In case G < SU(2), we solve for 3 variations of the Donaldson-Thomas theories of Y and verify the conjectural relations with the Gromov-Witten theory. Finally, in some cases, we verify the Crepant Resolution Conjecture for both Gromov-Witten and Donaldson-Thomas theories of Y. The Crepant Resolution Conjecture relates the quantum geometries of Y and the orbifold [C^3/G].", "It is a fundamental problem in geometry to understand and use moduli spaces parametrizing objects satisfying certain criteria. In the 1990s, guided by ideas in physics, Kontsevich obtained a beautiful formula for the number of rational plane curves of degree d passing through 3d-1 general points by using Gromov-Witten theory of the projective plane. More recently, orbifold Gromov-Witten theory has been used to study generalizations of the McKay correspondence and crepant resolutions. Dr. Chen will discuss these developments as well further approaches to problems in enumerative geometry.", "I will discuss the singularities of the zero-locus of a complex valued polynomial equation.  A particular focus will be paid to comparing different singularities.  I will discuss two different approaches to this question, both analytic (characteristic zero) and algebraic (positive characteristic).", "The dispersion parameter is an important and versatile measure in the analysis of one-way layout of count data in biological studies.  Many simulation studies have examined the bias and efficiency of different estimators of the dispersion parameter for finite data sets, but little attention has been paid to the accuracy of its confidence interval. In this paper hee investigates the small-sample coverage probabilities of four different approaches for computing the confidence intervals of the dispersion parameter in counts based on a parametric model as well as the models that are specified by only the first two moments of the counts. He strongly recommended that one of these be used in practice. The first procedure he compares is an asymptotic approach (AA) based on the Wald statistic and the second method is the parametric bootstrap approach (PBA) based on the estimators of the dispersion parameter. The remaining two procedures compared are the hybrid profile variance approach (HPVA) and the profile likelihood approach (PLA). As assessed by Monte Carlo simulation, the PLA has the best small-sample performance, followed by HPVA and PBA. Finally, these methods are applied to a set of cancer tumor data.", "Penalized and shrinkage regression have been widely used in high-dimensional data analysis. Much recent work has been done on the study of penalized least square methods in linear models. In this talk, I consider estimation in generalized linear models when there are many potential predictor variables and some of them may not have influence on the response of interest. In the context of two competing models where one model includes all predictors and the other restricts variable coefficients to a candidate linear subspace based on prior knowledge, we investigate the relative performances of Stein type shrinkage in the direction of the subspace, pretest estimators, L1 penalty, and candidate subspace restricted type estimators. We develop large sample theory for the estimators including derivation of asymptotic bias and mean squared error. Asymptotics and a Monte Carlo simulation study show that the shrinkage estimator overall performs best and in particular performs better than the L1 penalty estimator when the dimension of the restricted parameter space is large. A real data set analysis is also presented to compare the suggested methods. Joint work with: K.Doksum, and S.Hossain.", "© Concordia University"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links ", "MyConcordia", "Cspace", "Webmail", "Library", "Directories", "A-Z", "Maps", "Concordia University", "Concordia University", "Department of Mathematics & Statistics", "About the department", "\n                                                                Faculty\n                                                            ", "\n                                                                Staff & Administration\n                                                            ", "\n                                                                Job opportunities\n                                                            ", "\n                                                                Math outreach\n                                                            ", "Programs", "Research", "Services", "Student life", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Concordia University", "Department of Mathematics & Statistics", "\r\n                    \r\n                    Concordia.ca\r\n                    \r\n                ", "\r\n                    \r\n                    Faculty of Arts and Science\r\n                    \r\n                ", "\r\n                    \r\n                    Department of Mathematics & Statistics\r\n                    \r\n                ", "\r\n                    \r\n                    Events\r\n                    \r\n                ", "\r\n                    \t", "\r\n                    ", "\r\n                    \t", "\r\n                    ", "\r\n                        ", "\r\n                    ", "\r\n                        ", "\r\n                    ", "\r\n\t\t\t\t\t\r\n                    Seminars from 2009-2011\r\n                ", "About the department", "Programs", "Services", "Student Life", "News & Events", "Contact us", "See SGW Campus map", "See building map", "facebook", "twitter", "google", "youtube", "linkedin", "pinterest", "instagram", "flickr", "Concordia social", "Terms", "Privacy", "Accessibility", "Website feedback", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n            ", "\n            ", "\n        ", "\n            ", "\n            ", "\n        ", "See SGW Campus map ", "See Loyola Campus map ", "Website feedback", "Terms", "Privacy", "Accessibility"], ["Concordia University", "Visitor seminars"], ["\n                ", "\n            ", "\n                ", "\n            "], ["\r\n                ", "\r\n            "], ["Upcoming seminar", "Past seminars", "\n "], [" - Call us at 514-848-2424"], []]}