{"http://www.concordia.ca/artsci/math-stats/events/seminars/department-research-seminars.html": [["http://www.concordia.ca/content/concordia/en/artsci/math-stats/events/seminars/department-research-seminars.html", " ", "     ", "12:00 - 2:00 p.m.     ", " LB 921-04", "*Pizza and drinks are served after the talk.", "The one-level density is about the behavior of low-lying zeroes of L-functions in families, and it is conjectured by Katz and Sarnak that it is given by the equivalent statistics on groups of random matrices. Contrary to other statistics, as the pair correlation, which are universal (i.e. the same for all Lfunctions), it is believed that the one-level density will differ depending of the “symmetry type\" of the family (unitary, symplectic, orthogonal, even orthogonal and odd orthogonal).", "We study the one-level density for various families of L-functions attached to elliptic curves, using the ratios conjectures as introduced by Conrey, Farmer and Zirnbauer. From the (conjectural) closed formulas that we obtain, we can determine the underlying symmetry type of the families. This cannot always be done with the classical approach to the one-level density, via the explicit formulas, as results can only be achieved for test functions with Fourier transform of limited support, and the three orthogonal symmetry types are then undistinguishable. But this can be done with the ratio conjectures, with somehow surprising results, shedding new light on “independent\" and \"non-independent\" zeroes, and the repulsion phenomenon.", "Abstract:", "The 20-th century was a time of proliferation of function-like objects such as measures, distributions, currents, Young measures, etc. Ephemerals arrived by the end of the century from different sources and in different guises.  In the probability they were introduced by Vershik and Tsirelson within their theory of \"Black Noise\". In the Partial Differential Equations (especially in the Fluid Mechanics) they came together with paradoxical weak solutions of the Euler equations found by Scheffer, Shnirelman, De Lellis and Schekelyhidi, and others. These solutions start \"from nothing\" (i.e. from zero), and vanish in a finite time. Ephemerals can be described as a sort of functions which are orthogonal to all smooth functions, but being substituted into certain nonlinear partial differential equations as a right hand side, or a boundary/initial conditions, produce a nontrivial solution. So, ephemerals have nothing to do with distributions and similar objects.", "For now, there exist no general theory of ephemerals. All what we have is a number of examples. Some of them will be presented in the talk.", "Abstract:", "The talk is devoted to the great mystery of the birth of mathematics.  The roots of mathematical thinking are much deeper than was previously believed.  The very idea of an exact mathematical truth has a distinctly religious origin as was demonstrated by Abraham Zeidenberg.  Moreover, the analysis of an actual logic of mathematical thinking, both in the form of mathematical discovery and mathematical comprehension by students, shows that this logic is not the Aristotelian one, but is close to the “prelogical” logic of premodern people.  This thesis is illustrated by the analysis of the “Sumerian Pythagorean Theorem” which appeared at least 1000 years before Pythagoras, and some other theorems, as well as some non-mathematical phenomena.", "Abstract:", "In this talk, Dr. Hardy will present the approach she has taken to teach the course MAST 217. She will show the sequence of activities with which students engage, inside and outside the classroom, and discuss their rationale; how and why she came to think about these activities. By means of several examples of students work, she will illustrate and analyze their thinking, understandings, and doings. She will do so as a teacher of mathematics and as a researcher in mathematics education – and briefly address the different questions, concerns, satisfactions, and reflections that emerge from wearing these two different hats. Then, she will present some reflections on the limitations of the teaching approach.", "Finally, Dr. Hardy will link this approach to the one she took for teaching MATH 200 and imagine which forms such approach could take for teaching other mathematics subjects.", "Abstract:", "Abstract:", "We review the notion of a prime ideal, the Zariski topology and the patch topology. A category is called complete if it has products and equalizers. We are interested in the completions in the category of commutative rings of different natural categories of integral domains. These include: all domains, integrally closed domains, Noetherian domains, and Unique factorisation domains. The completions are described in details.", "The talk is based on joint work with M. Barr and J. Kennison.", "Abstract:", "The Vortex Filament Equation, describing the self-induced motion of a vortex filament in an ideal fluid, is a simple but important example of integrable curve dynamics.  In this talk I will give a short introduction about VFE and I will show its connection with the nonlinear Schroedinger equation through the Hasimoto map. This is just the starting point for a wide spectrum of research which is meant to study curve flows in R^3 using powerful results borrowed from soliton theory. The talk is intended to give a peek in this field and stimulate interesting discussions especially among graduate students. ", "In 1858, Reverend Hamnet Holditch, a Senior Fellow of Gonville and Caius College, Cambridge, published the following remarkable result:", " ", "Reverend Holditch’s proof was not really a proof at all, with required hypotheses omitted and several technical details overlooked.  In recent years, proofs of more general versions of Holditch’s Theorem have appeared, using modern methods.  In this talk, we revisit Holditch’s original approach, and show how Mamikon’s method of  sweeping tangents (a result which may be as obscure as that of Holditch)  in conjunction with a smoothing result from Nonsmooth Analysis, do provide a formal proof.   ", "Some interesting peripheral questions are suggested by our methods. ", "In a deterministic dynamic programming model (DDM), all the parameters of the optimization problem are assumed to be known and the decisions to be taken progressively in time. Any optimal decisions path, along the periods of the planning horizon, results in a unique value of the objective function (costs incurred or rewards).", "For many real world problems, the future cannot be known with certainty and hence some parameters must be uncertain. With the scenario approach, many DDM, relative to different evolution or passes of the set of the parameters, are solved. This approach is not relevant for decision making for many reasons. It does not even make available a unique optimal decision to implement at the beginning of the planning horizon, because the multiple choices that may result from this kind of sensitivity analysis.", "In stochastic dynamic programming models (SDM), some of the parameters of the underlying deterministic dynamic programming model are assumed to be random. This additional uncertainty induces a distribution of costs incurred or rewards. Without exception, stochastic dynamic models try to control directly or indirectly this distribution via controlling moments and/or quantiles and related criteria such as the value at risk (VAR) and the expected value at risk (TVAR or CVAR). SDM are mainly different from each other by the way the constraints involving random parameters are handled, and by the assumption about the decisions process. Decisions can be taken prior to the revelation of all random data, assumed to be adjustable to the progressive revelation of random data or assumed to be partly adjustable and partly taken a prior to each time period of the planning horizon.", "The objective functions of different SDM are comparable. Their expected value of perfect information, which is the difference between their objective functions and the scenario approach, is also comparable. The inequalities that relate all these relative performance are new results.", "Now that Concordia University has a site license for ", "accessible free of charge to all students and faculty at the university, we might want to consider how we can take advantage of it in our teaching and learning.  The purpose of this seminar is to highlight what’s new in ", " 9 and how some of these new features have found their way into several of our courses.", "Examples illustrating these features are taken from EC Math 208, Math 212, Mast 232, Mast 235, and the forthcoming Math 616 graduate course in linear algebra.", "Conservation laws are first order models of continuum mechanics that are degenerate in the sense that higher order stabilizing physics, for example diffusion (2nd order) and dispersion (3rd order), are neglected. For convex conservation laws, the first law of thermodynamics renders the models stable by imposing that the entropy must increase. For non-convex conservation laws, like the equations of ideal magnetohydrodynamics or of certain thin film flows, entropy growth is not a sufficient criteria to obtain stability. Typically, physicists look for solutions that are limits of a purely diffusive regularization and in that case, the well-posedness has been established through the combined efforts of several researchers.", "\n", "\nIn this talk, we will discuss the well-posedness problem for non-convex conservation laws in the presence of more general regularizations, with particular emphasis on an approach developed by Philippe G. LeFloch of Paris VI. Roughly speaking, we will attempt to study solutions to conservation laws where the rate of growth of entropy, and not just its sign, is determined a priori. We present a class of solutions called splitting-merging that illustrate the inherent difficulties in this problem. Following recent work of the author and LeFloch, we introduce a new definition of total variation that allows one to successfully extend Glimm's techniques to scalar conservation laws, and to some weak perturbations of strong waves in systems.", "I will talk about a teaching experiment on absolute value inequalities, where three approaches were tried: \"procedural\", \"theoretical\", and \"visual\". The results of the experiment suggest that showing students two ways of solving this type of problems and not just one improves their performance and theoretical thinking in mathematics. Time permitting, I will reflect on the possible historical roots of the tradition of procedural approaches to teaching mathematics. ", "Starting with a short introduction to the spectral theory of 2d smooth compact Riemannian manifolds,I will prove the classical result due to Polyakov (1981) and Alvarez (1983) - the comparison formula for spectral determinants of Laplacians.  It turns out that there exists an analog of this result for flat singular 2d manifolds (e. g. boundaries of Euclidean polyhedra or, more generally, 2d simplicial complexes). As a simple corollary of this new analog of comparison formula, one gets a reciprocity law for conformally equivalent polyhedra, which could be alternatively derived from the Weil eciprocity law for harmonic functions with logarithmic singularities.", "Actuarial sciences are multidisciplinary in nature. Ideas from mathematics, probability, statistics, demography, computer science, finance and even health and social sciences form the basis of actuarial models. Despite this intricate relation to many mathematical fields, actuarial sciences are still somewhat of an unknown for many mathematicians. This talk will just brush a very personal survey of some mathematical problems or ideas in actuarial sciences. Depending on time, illustrations with problems in differential equations, stochastic processes, functional analysis, matrix algebra and complex analysis will be given. ", "I recount a career of nearly fifty years chasing properties of finite groups using computers.  The wonders of  character tables & the latest news  on the conjecture that m_p(G) = m_p(N_G(P)) for all finite groups G. Properties of Coxeter-Dynkin diagrams. Exploring the monster. Ideas on a construction netting all finite simple groups.  [This is intended primarily for graduate students. No knowledge of integrable systems, symplectic geometry, algebraic topology, or an evolving universe is assumed.]", "The talk will try to survey three topics that seem completely unrelated: random matrices, that is, the study of statistical properties of eigenvalues of matrices whose entries are chosen at random (with a certain distribution); Orthogonal polynomials; and Nonlinear (integrable) waves, namely,  nonlinear PDEs which admit infinitely many conserved quantities.  I will focus on one instance from each group; the “Hermitean'' matrix model on one side and the (focusing) Nonlinear Schro\"dinger equation. It turns out that the method to investigate  many spectral statistical properties of the first model when the size N of the matrices becomes increasingly large can be --almost verbatim-- exported to the analysis of the “small-dispersion limit” of certain nonlinear waves, where the “dispersion parameter'' plays the analog of the inverse of the size of the matrices. Two examples are the Korteweg-de Vries and the Nonlinear Schro\"dinger equations (in one spatial dimension): the link is due to the inverse spectral method introduced decades ago by Zakharov and Shabat, and the much more recent method of the nonlinear Steepest Descent of Deift and Zhou. Thrown into this mix are certain century-old special functions (Painlev e' transcendents) which still hold mysteries and are object of open conjectures.", "Consider the motion of ideal incompressible fluid in a bounded 2-d domain. It is described by the Euler equations which, in spite of their deceptive simplicity, are hard to investigate. For the initial velocity field smooth enough, the Euler equations have a unique solution for all time, and it's natural to ask what is its long-time asymptotics. The physical experiments and computer simulations show a nontrivial, counterintuitive picture of a huge attractor in the space of incompressible velocity fields, consisting of stationary, periodic, quasiperiodic and, possibly, chaotic solutions. This picture appears to contradict the conservative nature of the Euler equations; this is similar to contradiction between the microscopical reversibility of the molecular motion and macroscopical irreversibility of thermodynamical processes.  I am going to demonstrate the results of computer simulation and physical experiments on the fluid motion, and discuss connections of this problem with analysis, dynamical systems and even topology.", "The symmetric distributions on real line and their multivariate extensions play a central role in statistical theory and many of its applications. Furthermore, data in practice often consist of nonnegative measurements. In this respect, R-symmetric distributions defined on the positive real line may be considered analogous to symmetric distributions on the real line. Hence it is useful to investigate reciprocal symmetry in general and R-symmetry in  articular. In this paper, we shall explore a number of interesting results and interplays involving reciprocal symmetry, unimodality and Khintchine's theorem with emphasis on R-symmetry.", "The idea to use determinant of Laplace operator to study the space of metrics on Riemann surfaces goes back to works of Osgood, Philips and Sarnak written in 1980's. In this talk we give a simple proof of the their  main heorem which states that the determinant of Laplacian is maximal within given conformal class on the metric of constant curvature.  Our  proof makes use  of Ricci flow on two-dimensional manifolds.  We show also how to use the determinant of Laplacian as Morse function on the moduli space of genus two Riemann surfaces to compute the orbifold Euler characteristic of this space; this characteristic turns out to be equal to -1/120, in agreement with the classical result of Harer and Zagier.", "In this talk, I will go over the didactic and mathematical organization of nine contemporary college level Algebra textbooks (including the one we use for MATH200). These textbooks follow a teaching approach that can be named \"learning by example\". I assume that the striking similarities in content presentation refer to a widely adopted way of teaching in North America. I will focus on the chapters about factoring and solving quadratic equations. By analyzing the textbooks' discourses, the worked-out examples, the ad-hoc jargon, and the proposed exercises, I will argue that the resulting body of knowledge has little to do with mathematical knowledge. Heuristic activities become the knowledge to be learned and 'doing mathematics' becomes a ritual that defies mathematical rationality.", "In this seminar, I will present the different ways that I have used computers to teach a variety of mathematical subjects. The topics will be drawn from Geometry, Calculus and Linear Algebra.  I will also discuss, as deeply as possible, the theoretical educational frameworks that underlie these computer applications. Following the talk, we will have a session in the computer lab so everyone in attendance can experiment with possible applications of the computer software.  We will be using Maple and GeoGebra.", "*This is a Joint Mathematics Education and Exceptional Pizza Seminar.", "Random Trees appear in a variety of applications, for example in recording relationships of randomly evolving populations, or keeping track of executed actions in randomized algorithms. A finite tree can be encoded by a walk around it, or by a point-process on its internal nodes. What is useful about these representations is that for certain types of random trees they turn out to be well-known objects: a random walk and an i.i.d. point-process. When a tree has a large number of nodes and edges it can be approximated by a continuum tree whose walk is related to Brownian motion and whose point-process is Poisson. We will see how these objects help us in presenting trees in an accessible manner.", "The notion of tau functions was introduced originally by Hirota and Sato in the context of completely integrable systems, but has proved to be much farther reaching in its applications than was originally conceived.  Besides its original use as a generating function for classical integrable, commutative flows, allowing the dynamical equations to be expressed in bilinear form, it has found remarkable applications in a number of other distinct areas of mathematics and physics.  These include: 1) Correlation functions for quantum many-body and spin systems (Ising model, Heisenberg ferromagnet, etc.), 2) Partition functions and correlators for random matrices and Coulomb gases, 3) Generating functions and partition functions for certain classes of random processes (asymmetric exclusions process, Schur processes, etc.) and certain random tilings, 4) Generating functions for topological invariants (Gromov-Witten, Donaldson-Thomas, Hurwitz numbers, etc.).  It is a central ingredient, in particular, in most of the recent work of Fields medalist Andrey Okounkov and his collaborators.", "Some of the key tools and building blocks for tau functions are borrowed from group representation theory, geometry and combinatorics (partitions, group characters (Schur functions), sorting algorithms) and some from a very simple version of quantum field theory (free fermionic operators, vertex operators, vacuum expectation values, Wick's theorem). This talk will present a small sample of these applications and will try include a very elementary introduction to the methods involved. It is also related to the topics covered in the Aisenstadt lecture series given by Craig Tracy at the CRM during the same week.", "The Div-Curl Lemma, due to F. Murat, is a tool in \"compensated compactness\", a way of obtaining convergence results for nonlinear quantities in partial differential equations. This talk will explain the lemma and its more recent versions, involving the use of Hardy spaces.", "A well-known open problem in number theory is that of showing that there exists infinitely many primes p such that p+2 is also a prime. The problem is known as the twin prime conjecture, and was made precise by Hardy and Littlewood in 1933, who predicted an asymptotic for the number of twin primes up to x. One can generalise the twin prime conjecture to distribution of primes represented by general polynomials (the polynomials being n and n+2 for the case of the twin prime conjecture). For example, are there infinitely many primes of the form n^2+1? In 1988, Neil Koblitz formulated another analogue conjecture, for elliptic curves. For each prime p, let N_p(E) be the order of the group of points of E modulo p. Are there infinitely many primes p such that N_p(E) is prime? This has application to cryptography. This conjecture is still an open question, and there are no example of elliptic curves with infinitely many such primes. This talk will explain the twin prime conjecture and the Koblitz conjecture, without assuming any background from the audience.", "Date:", "Clean rings are defined and elementary examples are given. An embedding theorem is proved, and extensions by idempotents are discussed. Applications to rings of the form C(X) are given. Some of the work is joint with W. Burgess of the University of Ottawa. The level of the talk will be elementary.", "People who study, teach, and do mathematics don't often take the time to think about what they are doing. In this talk, I suggest that a little more reflection would be a good thing. I'll consider questions like: What does it mean for a result to be deep or trivial? Is there a difference between following an argument and understanding what is really going on? What are the roles of logic and ambiguity in mathematics?", "I will introduce some concepts and problems in the mathematical theory of combustion, for instance what is the difference between flame propagation and detonation. I will then show how different asymptotic methods are (invented and) applied to solving combustion problems.", "Filtering is concerned with estimating the conditional probability distribution of a signal through a partial and noisy sequence of observations of the signal. Recently, there is an increasing interest in applying filtering theory to many real-world problems. In this talk, I will first demonstrate some applications of filtering. Then I will introduce the three fundamental problems of nonlinear filtering: filtering equations, particle filters and stability of filters.", "We will mainly discuss absolutely continuous invariant measures for maps of an interval. Some related problems will also be considered: representations of numbers and their properties. If time permits we will describe connections with the Ising model.", "I will be talking about my research on students' frustration in mathematics courses that are required for admission into academic programs such as Psychology, Computer Engineering, Business School, etc. The research was based on a questionnaire sent to students enrolled in MATH 200, 201, 206 and 209 courses in the years 2003 and 2004; 96 students responded. The questionnaire and frequencies of responses are available on the web through a link at http://www.asjdomain.ca/. In the talk, I'll present the theoretical framework underlying the analysis of the data (a concept of frustration and a theory of institutions) and results related to the main sources of students' frustration identified through the study.", "Affine geometry is devoted to the study of invariant quantities of curves, surfaces or hypersurfaces under the group of volume preserving affine transformations of Rn. Think of them as transformations of Rn which map spheres centered at the origin into ellipsoids of equal volume placed arbitrarily in the space. If we take an n-dimensional convex body, a ball for example, with the metric inherited from the Euclidean space, its volume is an affine invariant, but its surface area is not. However, there exists a notion of affine surface area which is invariant under affine transformations and there exists a famous affine isoperimetric inequality which relates it to the volume. In this talk we will give two simple geometric interpretations of the affine surface area of convex bodies. Along the way, we will touch upon some new characterizations of ellipsoids.", "In this talk, I present different features of Equity-Indexed Annuities (EIAs). I explain among other things types of design, law constraints, and advantages of these equity-linked products. Because of their sophisticated designs, pricing EIAs in an incomplete market is complex. Therefore, I also propose a new pricing principle that combines the actuarial as well as the financial approaches. The financial approach underlies a dynamic hedging strategy that is not self-financing. This non self-financing strategy is leading to two different types of errors that are due to the mortality risk.  A loaded premium that protects the insurance company against this mortality risk is presented. Numerical examples on EIAs are provided to illustrate the implementation of this approach.", "Censored data poses a major constraint in survival analysis, an area of statistics that deals with 'life-time' data, e.g., time until death for patients with a certain disease, time until infection after exposure etc. Censoring means being able to observe data only partially. Another issue is the possibility of 'cure', i.e., patients not dying or not catching the disease. We shall discuss these issues for two important models of censoring, viz., random censoring (for uni-variate as well as bi-variate data) and interval censoring (Case-1), and methods of dealing with them.", "*Part of the talk is based on joint works with W.Stute and F.Tan.", "The spectral theory of random matrices has appeared and re-appeard in various applications over the past few decades. Aside from well-known applications of multivariate-statistics, it has been of importance in such diverse and interesting physical problems as the statistical theoeyr of hiigh-lying energy levels of large atomic nuclei (Wigner, Byson, 1960's) and attempts at discretixation of the Feyman path integralunderlying 2D-quantum gravity and conformal models (1990's). More recently, connections have also been made with supersymmetric Yang-Mills theory, and also some quite different problems amenable to similar analysis, such as growth problems in random media, random words, random tilings and random permutations, as well as the seemingly unrelated domain of classical and quantum integrable systems. A key step in understanding these relations is to note, first, that there is an immediate connection with the theory of orthogonal polynomials, which dates back to the work of Stieltjes in the 19th century, and second, that an effective way to study the relevant statistics of the eigenvalues is by varying the parameters governing the measure and support of the spectrum. The latter leads directly to the types of deformation equations studied in the theory of integrable systems.", "I will discuss a famous conjecture of Mazur-Tate-Teirelbaum relating special values of the p-acidic and complex L-functions of an elliptic curve (respectively modular form) in the presence of a trivial zero.", "Determinants of Laplacian on a compact Riemann surface is an important spectral characteristic of both the conformal class of the Riemann surface and the metric. These determinants play an important role in many applications of Riemann surfaces - from string theory to geometry of moduli space of Riemann surfaces. The tau-functions of Riemann-Hilbert problems arise in a completely different context: they correspond to equations of isomonodromy deformations (the classical Schlesinger equations) of a given Riemann-Hilbert problem, and play the central role in solvability of these problems.  In our talk, we discuss these objects, and show that the are very closely related to each other. In particular, we find new expressions for determinants of Laplacians on Riemann surfaces in two classes of metrics: the metrics of constant curvatures and flat metrics with conical singularities.", "Levy processes are stochastic stationary and independent increments. Some of the most important examples are Brownian motion, the compound Poisson process and the stable process. In this talk we will first give a brief introduction of (spectrally negative) Levy processes and their exit problems. We will then present Bertoin's solutions to the exit problems. The rest of the talk will focus on some recent results on the exit problems for the reflected Levy processes. Connections with risk models will be mentioned.", "N/A", "Almost periodic solutions to certain integrable equations as to Korteweg-de Vries and the Kadomtsev-Petviashvili equation describing waves on shallow water are given in terms of theta functions associated to certain Riemann surfaces. Corresponding solutions to the Ernst equation describe solutions to the Einstein equations in a stationary axisymmetric vacuum, i.e., the graviational field of stars and galaxies. In the latter case, the underlying Riemann surface depends explicitly on the physical coordinates. The numerical evaluation and the visualization of these solutions thus requires an efficient code of high precision which is achieved by using so-called spectral methods.", "We define the notion of partition function for a certain statistical model of random matrices and show how it is related to a ghostly curve (a.k.a. spectral curve).", "© Concordia University"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links ", "MyConcordia", "Cspace", "Webmail", "Library", "Directories", "A-Z", "Maps", "Concordia University", "Concordia University", "Department of Mathematics & Statistics", "About the department", "\n                                                                Faculty\n                                                            ", "\n                                                                Staff & Administration\n                                                            ", "\n                                                                Job opportunities\n                                                            ", "\n                                                                Math outreach\n                                                            ", "Programs", "Research", "Services", "Student life", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Concordia University", "Department of Mathematics & Statistics", "\r\n                    \r\n                    Concordia.ca\r\n                    \r\n                ", "\r\n                    \r\n                    Faculty of Arts and Science\r\n                    \r\n                ", "\r\n                    \r\n                    Department of Mathematics & Statistics\r\n                    \r\n                ", "\r\n                    \r\n                    Events\r\n                    \r\n                ", "\r\n                    \t", "\r\n                    ", "\r\n                    \t", "\r\n                    ", "\r\n                        ", "\r\n                    ", "\r\n                        ", "\r\n                    ", "Galia Dafni", "here", "\r\n\t\t\t\t\t\r\n                    Seminars from 2005-2010\r\n                ", "About the department", "Programs", "Services", "Student Life", "News & Events", "Contact us", "See SGW Campus map", "See building map", "facebook", "twitter", "google", "youtube", "linkedin", "pinterest", "instagram", "flickr", "Concordia social", "Terms", "Privacy", "Accessibility", "Website feedback", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n            ", "\n            ", "\n        ", "\n            ", "\n            ", "\n        ", "See SGW Campus map ", "See Loyola Campus map ", "Website feedback", "Terms", "Privacy", "Accessibility"], ["Concordia University", "Department research seminars"], ["\n                ", "\n            ", "\n                ", "\n            "], ["\r\n                ", "\r\n            "], ["Upcoming seminars", "\n ", "Past seminars", "\n "], [" - Call us at 514-848-2424"], []]}