{"http://www.concordia.ca/artsci/math-stats/programs/graduate/mathematics-statistics-phd.html": [["http://www.concordia.ca/content/concordia/en/artsci/math-stats/programs/graduate/mathematics-statistics-phd.html", "The principal aim of the Ph.D. program is to enable students to attain levels of mastery in one of the Department's areas of specialization, commensurate with carrying on independent mathematical research at a high level.  These areas are listed below.  Our Department has over thirty faculty members who specialize in these areas, and every year visiting and research professors, post-doctoral fellows, and adjunct faculty join the Department to collaborate on research and sometimes teach specialized courses. ", "In addition to the courses offered at Concordia University, students can take advantage of the Institut des sciences mathématiques (ISM), an organization which facilitates students taking courses at any of its other member universities in Montreal and across Quebec.", "Areas of study:", "Our Department has over thirty faculty members who specialize in these areas of research, and every year visiting and research professors, post-doctoral fellows, and adjunct faculty join the Department to collaborate on research and sometimes teach specialized courses. ", ".", "The principal aim of the Ph.D. program is to enable students  to attain levels of mastery in one of the Department's areas of specializaiton, commensurate with carrying on independent mathematical research at a high level.  These areas are listed below.  Our Department has over thirty faculty members who specialize in these areas, and every year visiting and research professors, post-doctoral fellows, and adjunct faculty join the Department to collaborate on research and sometimes teach specialized courses. ", "In addition to the courses offered at Concordia University, students can take advantage of the Institut des sciences mathématiques (ISM), an organization which facilitates students taking courses at any of its other member universities in Montreal and across Quebec.", "The program consists of coursework, comprehensive examinations and a thesis.", "Candidates will be selected on the basis of their past academic record, letters of recommendation and the relevance of the proposed area of research to the areas of specialization of the Department. The normal requirement for admission to the program is a MSc degree, with high standing in Mathematics or an allied discipline from a recognized university. Exceptional candidates who have successfully completed one-year’s study at the Master’s level may, upon approval by the Graduate Studies Committee, be exempted from the required completion of the Master’s degree and admitted directly into the PhD program.", "Students must also meet Concordia's minimum ", ".", " Some programs may continue to accept applications after these deadlines. For more information, please contact the department.", "The comprehensive examination is composed of the following two parts:", "This is a written examination, consisting of two parts. It will normally be completed within one year (3 terms) of the candidate's entry into the program or the equivalent of part-time study. Candidates are allowed at most one failure in the Part A examination. The first part of the Comprehensive A examination is to test the candidate’s general knowledge of fundamental mathematical concepts. The second part of the Comprehensive A examination tests the candidate’s knowledge of topics in his or her area of specialization. The material will be chosen from the list of course descriptions given by the Graduate Studies Committee in consultation with the candidate’s research supervisor and the student’s Advisory Committee.", "The Comprehensive B examination is an oral presentation of the candidate’s plan of his or her doctoral thesis in front of the student’s Advisory Committee. It is normally taken within two years (6 terms) of the candidate's entry into the program or the equivalent of part-time study. ", "\n", "\n", "The common part of the examination consists of 5 topics, standard in any undergraduate degree in Mathematics:", "References: S. Lipschutz, Linear Algebra, Schaum’s Outline Series, McGraw-Hill; S.H. Friedberg, A.J. Insel, L.E. Spence, Linear Algebra, 2nd edition, Prentice-Hall. ", "References: J.B. Convay, Functions of One Complex Variable, Springer Verlag; R.A. Silverman, Introductory Complex Analysis, Dover.", "References: H. Royden, Real Analysis, 3rd edition, Macmillan; A. Friedman, Foundations of Modern Analysis, Dover.", "References: H. Royden, Real Analysis, 3rd edition, Macmillan.", "The specialized part is taken in the area of study chosen by the student and the supervisor for the student's thesis work.  The following is a partial list of some possible topics.", "References: M.F. Atiyah and I.G. Macdonald, Introduction to Commutative Algebra, Addison-Wesley; D. Dummit and R. Foote, Abstract Algebra, 2nd edition, Prentice-Hall; N. Jacobson, Basic Algebra I, Freeman; N. Jacobson, Basic Algebra II, Freeman;", "\nS. Lang, Algebra, Addison-Wesley.", "References: R.L. Devaney, An Introduction to Chaotic Dynamical Systems, 2nd edition, Addison-Wesley.", "References: S.M. Ross, Introduction to Probability Models, Academic Press; G. Grimmett and D. Stirzaker, Probability and Random Processes, Oxford University Press; A.M. Mood, F.A. Graybill and D.C. Boes, Introduction to the Theory of Statistics, McGraw-Hill; R.V. Hogg and A.T. Craig, Introduction to Mathematical Statistics, Macmillan; G. Casella and R.L. Berger, Statistical inference, Duxbury Press.", "The Master of Science/Arts courses offered by the Department of Mathematics and Statististics fall into the following categories:", "Full-time graduate students enrolled in the Ph.D. & M.A./M.Sc. programs may receive financial assistance from the Department in the form of a teaching assistanship, research assistantship and/or scholarships.  Usually this is enough to cover tuition and some living expenses.  The Department offers financial support to approximately 25-30 full-time M.Sc. and Ph.D. students per year.  In exceptional circumstances, a student may be offered additional support from the Faculty of Arts & Science. Students with teaching assistantships are assigned duties each semester, such as marking and/or tutoring and/or teaching, which presupposes fluency in English.  Students with a research assistantship are given financial support from their supervisor in order to work on a specific research topic or thesis.  Applications for admissions in September, as well as for internal scholarships or financial support (TA) from the Department must be complete by February 1st. Financial support is available for PhD or MA/MSc (thesis option only) and is either through one of our internal scholarships, for competition winners, or from the Department through TA work. We do not offer January entry nor financial support during qualifying studies.", "The Department is part of the Institut des sciences mathématiques (", "), a unique centre of excellence for graduate training in Mathematics, combining the resources and expertise of the mathematics departments at the four Montreal-area universities, as well as Université de Sherbrooke and Université Laval.  The Department is also associated with the Centre de recherches mathématiques (CRM), a NSERC National Research Centre whose mission is to provide leadership in the development of mathematical sciences in Canada.  The Department has close collaboration with Computer Science, as well as other departments and universities, which means that students can often engage in interdisciplinary research.  A wide range of research seminars and lectures are held regularly, many of them being organized in conjunction with other Montreal universities, the ISM and the CRM.", "The Concordia University Library subscribes to more than 80 mathematics and statistics journals and has reciprocal lending arrangements with the other three universities in Montreal.  The University's Computer Centre offers excellent computing facilities on both campuses, through its research computers with their extensive software support.  Additionally, the Department itself has a variety of personal computers and workstations, connected via ethernet and supporting a wide range of mathematical and text-editing software.  Most full-time graduate students are provided with office space inside the Department.  The common rooms are shared by faculty and students to facilitate academic and social contact. ", "Concordia University, one of the two English-language universities in Montreal, is located on two campuses:  the Sir George Williams campus in downtown Montreal, and the Loyola campus in the west end of the city.  The Department of Mathematics and Statistics is based on the Sir George Williams downton campus, on the 9th floor of the Library building.", "Montreal is home to four universities and has a rich and cosmopolitan cultural life; virtually every international community is represented here. Concordia graduate students come from every part of the world, making for an enriching international work environment.  Montreal is noted for its dynamic cultural life, its wide selection of sporting and recreational activities, safe environment, attractive residential neighbourhoods and a lively atmosphere.  It is in close proximity to many other major centres in Canada and the U.S., as well as attractive vacationing areas.", "© Concordia University"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "How to apply", "Course offerings", "Grading system", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "How to apply", "Course offerings", "Grading system", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links ", "MyConcordia", "Cspace", "Webmail", "Library", "Directories", "A-Z", "Maps", "Concordia University", "Concordia University", "Department of Mathematics & Statistics", "About the department", "\n                                                                Faculty\n                                                            ", "\n                                                                Staff & Administration\n                                                            ", "\n                                                                Job opportunities\n                                                            ", "\n                                                                Math outreach\n                                                            ", "Programs", "Research", "Services", "Student life", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Concordia University", "Department of Mathematics & Statistics", "\r\n                    \r\n                    Concordia.ca\r\n                    \r\n                ", "\r\n                    \r\n                    Faculty of Arts and Science\r\n                    \r\n                ", "\r\n                    \r\n                    Department of Mathematics & Statistics\r\n                    \r\n                ", "\r\n                    \r\n                    Programs\r\n                    \r\n                ", "\r\n                    \r\n                    Graduate programs\r\n                    \r\n                ", "\r\n                    \t", "\r\n                    ", "\r\n                    \t", "\r\n                    ", "\r\n                        ", "\r\n                    ", "\r\n                        ", "\r\n                    ", "\r\n\t\t\t\t\t\r\n                    Areas of study/faculty research interests\r\n                ", "See more detail on each area of study", "\r\n\t\t\t\t\t\r\n                    Program objectives \r\n                ", "\r\n\t\t\t\t\t\r\n                    Program options & degree requirements\r\n                ", "See full degree requirements in the Graduate Calendar", "\r\n\t\t\t\t\t\r\n                    Admission requirements\r\n                ", "English language proficiency requirements", "\r\n\t\t\t\t\t\r\n                    Application deadlines\r\n                ", "\r\n\t\t\t\t\t\r\n                    Comprehensive Exams\r\n                ", "1", "2", "3", "\r\n\t\t\t\t\t\r\n                    Course curriculum\r\n                ", "See full curriculum and course descriptions in the Graduate Calendar", "\r\n\t\t\t\t\t\r\n                    Departmental funding\r\n                ", "\r\n\t\t\t\t\t\r\n                    ISM/CRM\r\n                ", "ISM", "\r\n\t\t\t\t\t\r\n                    Facilities & services\r\n                ", "Arusharka Sen", "\n", "\r\n\t\t\t\t\t\t            ", "\r\n\t\t\t\t\t\t            Tuition fee calculator\r\n\t\t\t\t\t\t        ", "\r\n\t\t\t\t\t\t            ", "\r\n\t\t\t\t\t\t            Graduate funding\r\n\t\t\t\t\t\t        ", "\r\n\t\t\t\t\t\t            ", "\r\n\t\t\t\t\t\t            Graduate calendar\r\n\t\t\t\t\t\t        ", "\r\n\t\t\t\t\t\t            ", "\r\n\t\t\t\t\t\t            Class schedules\r\n\t\t\t\t\t\t        ", "\r\n\t\t\t\t\t\t            ", "\r\n\t\t\t\t\t\t            School of Graduate Studies (SGS)\r\n\t\t\t\t\t\t        ", "About the department", "Programs", "Services", "Student Life", "News & Events", "Contact us", "See SGW Campus map", "See building map", "facebook", "twitter", "google", "youtube", "linkedin", "pinterest", "instagram", "flickr", "Concordia social", "Terms", "Privacy", "Accessibility", "Website feedback", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n            ", "\n            ", "\n        ", "\n            ", "\n            ", "\n        ", "See SGW Campus map ", "See Loyola Campus map ", "Website feedback", "Terms", "Privacy", "Accessibility"], ["Concordia University", "Mathematics & Statistics (PhD)"], ["\n                ", "\n            ", "\n                ", "\n            ", "Contact", "Key resources"], ["\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            "], ["Why pursue a Doctorate in Mathematics and Statistics?", "Program details"], [" - Call us at 514-848-2424"], ["Sample classes"]]}