{"http://www.concordia.ca/artsci/math-stats/news/archive/cunews/artsci/math-stats/2016/01/28/in-memory-of-syed-twareque-ali.html": [["http://www.concordia.ca/content/shared/en/news/artsci/math-stats/2016/01/28/in-memory-of-syed-twareque-ali.html", "It is with profound sadness that we report the death of our colleague Professor Syed Twareque Ali on the 24", " of January 2016 whilst on an academic visit to Malaysia. He is survived by his wife Fauzia Begum, their son Syed Furrokh-Nabeel Ali (Samira Karim), and grandson Syed Aydin Karim Ali.", "Twareque completed his doctoral studies in mathematical physics at the University of Rochester in1973.  After periods of research and teaching in ICTP Trieste, University of Toronto, UPEI, and ITP Clausthal, Germany, he joined the Department of Mathematics and Statistics at Concordia University in 1981.  He was promoted to full professor here in 1990.", "Twareque pursued research in many areas of mathematics, mostly in analysis, functional analysis, and quantum mechanics.  He published his work with numerous scientists around the world in over 120 research articles and in a number of books. He was always studying and preparing lectures, now wavelets, now differential geometry, now group theory. His presentations were structured, lucid, interesting, deep, and, before the fashion of electronic displays, by means of perfectly clear handwriting on the blackboard. ", "He was not inclined to profess an overt teaching philosophy but an observer might infer that it was ‘empowerment through mathematical understanding’.  He was himself impressively erudite with an eclectic taste that included history, philosophy and literature, and the mastery of at least five European languages in addition to Bengali and Hindi, and some Farsi and Arabic.", "He was extremely generous and engendered enormous affection in his students and colleagues. He had an amusing story or anecdote for almost every occasion – often related to other mathematicians he knew from his extensive travels – and had a repertoire of funny jokes that naturally prompted his distinctive laughter.", "His inspiring presence and cheerful demeanor will be sorely missed by us all.", "With deep sorrow, I learned about the passing of Dr. Ali.", "Twareque was a very well known scientist, with important contributions in the field of Mathematics and Physics, but even more important he was an exceptional human being.", "I first met him in Havana, Cuba in the nineties. Had the honour to organize, jointly with him, the first workshop in Wavelets and Quantization Methods at the University of Havana. Thanks to his remarkable persistence, the event went on for almost two decades and left a fingerprint in the scientific community, not only in Cuba but in a wider Latin American context.    His leadership allowed for a durable and fruitful relationship between both Math departments at Concordia and Havana universities , along all these years.", "He fell in love with the city of Havana and its people, and was consequent with this feeling over his entire life. There, he left behind numerous friends and colleagues, well aware of his limitless generosity, sense of solidarity and contagious laugh.", "There is nothing not to like about Professor Ali.", "I first met him in Malaysia, during his first visit as an invited speaker to our Expository Quantum Lecture Series in 2007 (EQuaLS1) with the theme of Geometry, Number Theory and Quantum Physics 2007. He for sure was among the expert in the field of quantization theory. The event was organized by INSPEM, University Putra Malaysia. During his visit, I approached him discussing whether I can further my Ph.D under his supervision. He agreed and through his help and justification mentioning Montreal is among the best place to study mathematical physics, I managed to get a government scholarship starting early September 2008.", "Days in Montreal have never been so difficult for us. Despite being an expert in his field, he was so humble in nature. He has been very helpful with almost everything since the early day we arrived. His friends are all over and through him, my other half has had this opportunity to make contacts with the engineering department of Concordia and until now remain in good relationship. Our almost five years in Montreal have been so fruitful. Thanks to him.", "After I finished in 2014, we remained to be in good contacts and he has supported our EQuaLS series continuously. Therefore, his recent visit to Malaysia (EQuaLS8) was the most unforgettable memory since it didn't occur to me that it was going to be his last visit. He has contributed much to our institute, INSPEM through his ideas, suggestions and a lot more. Most of us here in Malaysia will never forget Prof. Ali and he has become part of our big 'family' here in the institute. Professor Ali will definitely be missed.", "My deepest condolences, to his wife and family.", "I was postdoctoral fellow at CRM on October 1999.  I think it must have been early November, and an elegant sir apparently of Indian origin (I did not know at the time he was from Bangladesh) knocked at the ajar door of my office and introduced himself to me in Italian, with the typical regional accent of Trieste.", "That was a surreal moment!", "Over the past 16 years he has been a continuous presence in personal and professional life; his then PhD student Anna, became my wife and Twareque was present at my wedding in Poland (and he danced too!)", "His office is just two doors down the corridor: his endearing laughter still echoes in my ear when I sit in my office. His wide interests and education made his company fantastically pleasant and never obtrusive.", "I have very fond memories of Twareque, in particular those associated to the conferences we attended together, several times, in Bialowieza and Havana.", "His untimely passing leaves all of us disconcerted.", "My wife Anna, my Parents Daria and Pino and myself are deeply saddened by his passing and wish to extend our most heartfelt condolences to his wife Fauzia and son Nabeel and his family.  ", "I knew Twareque since he began his career at Concordia.  He was special and unique in so many ways.  Academically, he was very well established as an expert in mathematical physics and had professional contacts literally in every corner of the world.  I don’t know anyone else who traveled as extensively as he did to give invited talks, or to participate in conferences, or official exchange programs between Concordia and other universities that were created through his initiative, such as the annual one between Concordia and the University of Havana and another one with the University of Bialystok, Poland.", "Twareque was one of the most broadly educated people I have known.  Besides his own areas of expertise in mathematical physics, he was familiar with philosophy, history, literature and poetry. He spoke six or seven languages, and was quite at home in most of the countries he visited. ", "He was an excellent teacher who also taught in the Science College from time to time and the students there greatly appreciated the way he introduced them to genuine mathematical thinking.  He had a terrific sense of humour and an endless supply of stories and anecdotes.  I chatted with him over a cup of coffee just a few days before he left for Malaysia and feel a very profound sense of loss.  We will all miss his stories, his laughter, his wisdom and his expertise.", "Twareque is one of the most outstanding men I have known. A man of great culture and modesty.", "I am friends with Twareque since 1998. I had the chance to meet him thanks to one of the many academic responsibilities he had, both within and outside the university, such as member of the Graduate Committee of the Mathematics and Statistics Department at Concordia University, 1999-2002; member of a special committee appointed by the Dean to study the future of the Department of Physics and that recommended measures to restructure it, 2000-2001; he was a member of the Organizing Committee of the XI to the XXVI Colloquia on Geometric Methods in Physics, developed in Bialowieza, Poland, from 1992 to 2007; Director of the Institute of Mathematical Sciences of Montreal, 2003-2006; member of the Organizing Committee and founder of I to XVIII Workshops held in the Faculty of Mathematics and Computer Science at the University of Havana; he helped the development of international scientific cooperation between the University of Havana, the Department of Mathematics and Statistics and the Center for International Academic Cooperation at Concordia University. In particular, Twareque's contribution to the scientific development of the Faculty of Mathematics and Computer at University of Havana was outstanding, since 1998 when he began collaborating with the Faculty, encouraging the participation of its members in research and in the development of the research on Wavelets and its various applications, including in Physics.", "Another of Twareque's contributions was the organization of an annual workshop of international importance to promote the participation of - and exchange with - young faculty members, which gave much added vitality to the event. Twareque showed a great capacity to help the University of Havana and in particular, the Faculty of Mathematics and Computer Science, by donations of computer equipment for the Faculty and through his efforts in bringing international experts to exchange experiences with the Cuban mathematical community and to deliver specialized courses. In 2009, in recognition for his service and efforts, the University of Havana awarded Twareque the special title of Invited Professor.", "He was a man of extreme human sensitivity. Special friend of my family. We regret the loss of a great friend and a great man of science. I wish to express my condolences to his wife Fauzia and son Nabeel.", "Twareque will be a greatly missed colleague, especially for me.", "When I first joined Concordia I had the chance to be assigned an office next to his, at Loyola in those days. Although he had only joined the department himself just a few years before me, he had already traveled the world, acquiring experience and wisdom. He most naturally became a mentor for me, and helped me getting through the difficult adaptation to academic life that is inevitable for a young graduate, barely older than some of our own students.", "Twareque kept his office door open at all times and showed what seemed to be infinite patience and kindness with all, students, staff, faculty or visitors alike. His generosity and sense of humor made him very approachable, a remarkable trait for someone known the world around as he was. Twareque's students loved the man as much as the teacher in him. He was a true role model, a gentleman and a scholar.", "Twareque was a lifelong, cherished friend, a unique and wonderful human being, and a distinguished, highly valued colleague. We shared many experiences and thoughts over the many years I knew him - which was well over half our lifetimes.", "He had in him a huge abundance of wisdom, humour, generosity, kindness, tolerance, and an enduring, simple goodness of nature. He knew and appreciated so much, there is no way to adequately summarize it.", "He understood, or tried to understand whatever he encountered, and what was not understandable, because not everything is right, he tried to forgive. He worked constantly to help others, in many ways, quietly, unobtrusively, discretely.  Only a few of those who knew him could be more than partially aware of the scope of his activities and his generosity.", "Science and friendship were very important to him, as was helping and supporting others in need, everywhere, whether those who came here, to Canada, to continue their lives, or those in his home country of Bangladesh, or in Cuba, or elsewhere.", "He was constantly responding to the needs of others, helping them to face the challenges of  life in a new country, or the difficulties in their own, or to face the recurrent crises that occurred, especially in his country of origin, to which he remained a lifelong, devoted source of help, in the face of natural disasters, misfortunes and poverty.  He made it his ongoing mission to assist students, colleagues and others who needed it in overcoming the obstacles they faced and making fullest use of their abilities.", "Within his means and  resources, he constantly gave of himself to help others. At the same time he enjoyed life - tremendously! His laughter and good humour and enjoyment of experiences and friendships helped lift everyone's spirits. His wide scope of knowledge, his appreciation of science, poetry, languages, varied cultures, things of beauty, and things of humour, was constantly being augmented, enriching his life, and shared generously with all those who knew him.", "It was characteristic of him also to be constantly on the move, travelling around the world, visiting family, attending scientific conferences, sharing with friends everywhere, while adding to his knowledge and experience of the richness of life. And, at the same time, constantly looking out for how he could be of assistance to those in need. He saw something positive everywhere, and had a genuine love of people, personalities, different cultures and types, finding something to enjoy and celebrate everywhere he went and in all things he did.", "I had the good fortune  of sharing and enjoying his company, for many years, occasionally on his travels, and also at home, benefitting  from his friendship, his wisdom, his generosity and his enjoyment and appreciation of life.", "Twareque was a unique, irreplaceable, greatly valued friend and colleague. He will be sorely missed.", "I have known Twareque since the summer of 2003 when we first met in Isfahan, Iran at a Wavelet conference. We became more close during my sabbatical leaves in 2003 and 2014. He was not just a mathematician, he loved literature and poetry. He had great respect for Islamic and Iranian culture and art. He knew many Iranian poems and enjoyed reading Persian literature.  During the years of 2003 and 2007, he kindly accepted to visit Iran for two conferences in Kerman and Mashhad. During the conference he was very open to questions and enjoyed the discussions with students.", "\n ", "\nDuring last year that I was a visiting professor at Concordia, me and my family were very much surprised by the generosity and kindness of him and his family. May god bless him and give peace and patience to his family and friends to endure this great loss. ", "I began teaching Mathematics at Concordia as a Part time Professor in September 2014, and since then I got to know him, as a colleague and a very good friend. We would have coffee, lunch together or just have a good chit chat in his office, we would share our anecdotes, we would talk about history, philosophy, books etc for hours. He would definitely be missed by all who knew him, and most of all by me. In my long career in the academia, I have come across a huge number of people, as colleagues and friends, but Professor Twareque certainly tops the list as the best colleague/friend. We had similar sense of humor...in fact, the sound of his quintessential laughter among many other things would be missed badly.", " ", "Twareque visited our research group in Florence, Italy in June 2014. His visit has been much appreciated both for his scientific contribution and for his personality.", "I wish to express my condolences to his wife Fauzia, whom I met in Florence, and to their family.", "\nIt's with great sadness that I have learnt of the death of the professor and friend Twareque.", "All of us who have had the fortune to meet him, to learn from him and to share his experiences should remember him with a smile. A smile like his: authentic, constant and solar.", "Twareque, wherever you are, Havana, and not only, will always remember you.", "Rest in peace,", "\nFew words are due to Prof. S.T. Ali of Concordia University, Canada; who is unfortunately no longer with us. Colleagues assessed him from their perspectives; but few words are due for his encouragement / association / contribution to the development of science education in Bangladesh. His support to qualified applicants to Concordia, from Dhaka, is also worth mentioning. A friendly guidance to Bangladeshi students in Montreal was part of his responsibility. For a decade or so he had direct/indirect involvements in development of science curriculum at private universities in Dhaka. I can still remember his distinctive laughter in Math-Stat lounge at Concordia; seems still now it is resounding to many.", "Let’s hope and pray his soul rests in peace.", "\nI would regularly bump into Twareque in the corner coffee shop before going to the office, and sit with him for a while just to talk. He would then come into my office to tell me a joke or recite some work of literature depending on the stories that we shared.  A generous man, frequently inviting me for lunch with his visiting research collaborators, and such a nice person who never had a bad thing to say about anyone. I will miss hearing his laughter that always brought a smile to my face, and remember how he started my love for Havana years ago that still continues to this day.", "He is unforgettable. RIP", "Twareque and I went to graduate school at the same time attending a mathematical physics seminar together. He had a wicked sense of humour and it was always a pleasure to see Twareque and his wife Fauzia. He was kind enough to arrange for me to see Fauzia's brother when I attended a conference in Dhaka, Bangladesh. He was well-liked by the students in Science College both in giving courses and Science College Coffee Hours. The world was a better place with Twareque.", "Sadly missed.", "Search for an expert to comment on any topic", "© Concordia University"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "Enter a phrase or keyword", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "Enter a phrase or keyword", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links ", "MyConcordia", "Cspace", "Webmail", "Library", "Directories", "A-Z", "Maps", "Concordia University", "Concordia University", "Department of Mathematics & Statistics", "About the department", "\n                                                                Faculty\n                                                            ", "\n                                                                Staff & Administration\n                                                            ", "\n                                                                Job opportunities\n                                                            ", "\n                                                                Math outreach\n                                                            ", "Programs", "Research", "Services", "Student life", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Concordia University", "Department of Mathematics & Statistics", "\r\n                    \r\n                    Home\r\n                    \r\n                ", "\r\n                    \r\n                    Faculty of Arts and Science\r\n                    \r\n                ", "\r\n                    \r\n                    Department of Mathematics & Statistics\r\n                    \r\n                ", "\r\n                    \r\n                    News & notices\r\n                    \r\n                ", "\r\n                    \t", "\r\n                    ", "\r\n                    \t", "\r\n                    ", "\r\n                        ", "\r\n                    ", "\r\n                        ", "\r\n                    ", "Jesuit Conference Centre", "here", "\r\n\t\t\t\t\t\r\n                    Testimonials\r\n                ", "\n\t            mathematics            \n\t        ", "About", "Academics", "Admissions", "Campus life", "Research", "International", "Future students", "Current students", "Alumni & friends", "Parents ", "Faculty & staff", "See SGW Campus map ", "See Loyola Campus map ", "facebook", "twitter", "google", "youtube", "linkedin", "pinterest", "instagram", "flickr", "Concordia social", "Terms", "Privacy", "Accessibility", "Website feedback", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n            ", "\n            ", "\n        ", "\n            ", "\n            ", "\n        ", "See SGW Campus map ", "See Loyola Campus map ", "Website feedback", "Terms", "Privacy", "Accessibility"], ["Concordia University", "In Memory of Syed Twareque Ali"], ["\n                ", "\n            ", "\n                ", "\n            ", "Related topics"], ["\r\n                ", "\r\n            "], ["A memorial for Twareque Ali took place on Sunday, March 6th from 2 to 4 p.m. at the ", ".", "\n ", "Find an expert"], [" - Call us at 514-848-2424"], []]}