{"http://www.concordia.ca/artsci/math-stats/programs/co-op.html": [["http://www.concordia.ca/content/concordia/en/artsci/math-stats/programs/co-op.html", "The Mathematics and Statistics Co-operative program is offered to ", ".", "Students interested in applying for the Mathematics and Statistics co-op should refer to ", " where a full description of the admission requirements is provided, and should complete ", ".", "Academic content is identical to that of the regular program, but six study terms are interspersed with four work terms (except for MACF which has three work terms). Students are supervised personally and must meet the requirements specified by the Faculty of Arts and Science and the Institute for Co-operative Education in order to continue their studies in the co-op format.", "Liaison between the student, the employers, and the Institute for Co-operative Education is provided by the Mathematics and Statistics Co-op Committee, which includes the student's advisors. Please refer to ", " for the schedule of study and work terms and the full description of admission requirements.", "Co-op students are usually admitted in September, after obtaining their cégep diploma. In some cases, they are also admitted in January if their academic and professional profiles make it easy for them to integrate into the regular work-study pattern of their program. For MACF students, there is no direct entry and students may only apply to the Co-op program after completing one term at Concordia.  The criteria for admission into a co-op program in the Department of Mathematics and Statistics include academic excellence and work experience. Admission is a two-stage process: In order to be eligible for co-op, students must have already been admitted to the University. The Department then selects suitable candidates through a personal interview process. Students are invited for an interview if their academic record and the additional material which they submit are considered promising. If found suitable, students are recommended to the Institute for Co-operative Education for admission to their chosen program. In order to be admitted into a co-operative program, students must demonstrate that, in addition to academic excellence, they possess or can acquire quickly the language, writing, computing, and interpersonal skills required by employers.  The number of places in the programs is limited by the identified opportunities for employment at a given time and by the resources available within the University to provide students with suitable professional guidance and support.", "Over the years, co-op students in Actuarial Mathematics, Pure and Applied Mathematics, and Statistics have proven to be among Concordia's best graduates. They invariably receive awards and medals for their academic achievements and the Dean's Honour Roll is usually speckled with the names of these students.", "In order to maintain the strong academic standards of the program, students in satisfactory standing will be required to ", ".  Normally such students will have", "-.  Students with a G.P.A. between 2.7 and 3.0 will have probationary status.   Students with a G.P.A. of less than 2.7 will be asked to leave the program.", "The co-operative programs in Actuarial Mathematics, Pure & Applied Mathematics, and Statistics involve four compulsory work terms, each lasting at least twelve weeks. For students entering a first-year university program in September, the first work term begins in May of the next calendar year. After that, students alternate work and study terms. For MACF which has three work terms, see the activity flow chart in ", ".", "At the end of a work term, all students must write and are graded on a work-term report. Although the University maintains a network of employers and makes every effort to help students find work term placements, it is up to the students to convince employers in interviews to hire them as full-time employees for a work term. Students on a work term are considered full-time employees and are paid a regular salary commensurate with their level of seniority.", "The Department's network of employers of co-op students includes the Quebec and other provincial governments, the federal government, as well as the private sector, consulting firms, financial institutions, insurance companies, R&D based companies, software companies, and research organizations. Concordia Co-op students are regularly employed in major Canadian cities from Halifax to Vancouver as well as in the US, England, France, Australia, and other countries.", "Employers hire Mathematics Co-op students for two main reasons: i) because they need bright people with good analytical skills and problem-solving experience to fill short-term vacancies; and ii) to engage in a risk-free search for future employees. Some companies actually consider co-op graduates to be their most valuable human resource. Several employers are themselves graduates of a Concordia co-op program and are enthusiastic supporters of the next generation of co-op students.", "Co-op students in Mathematics and Statistics follow the regular academic programs in their area. Specialized courses are sometimes available on a tutorial basis if needed. Students in Actuarial Mathematics, on the other hand, follow a discipline-based curriculum. It includes workshops which prepare the students for external professional examinations.", "Many employers have discovered that even in non-mathematical fields, Mathematics graduates with good professional skills are among their most valuable employees. Because of the integration of the co-op curriculum into the regular mathematics streams, graduates of the Actuarial Mathematics, MACF, Pure & Applied Mathematics, and Statistics co-op programmes at Concordia University have demonstrated consistently that they possess superior analytical, problem-solving, and organizational skills, and have excellent employment prospects.", "Program Director ", "Program Coordinator", "© Concordia University"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links ", "MyConcordia", "Cspace", "Webmail", "Library", "Directories", "A-Z", "Maps", "Concordia University", "Concordia University", "Department of Mathematics & Statistics", "About the department", "\n                                                                Faculty\n                                                            ", "\n                                                                Staff & Administration\n                                                            ", "\n                                                                Job opportunities\n                                                            ", "\n                                                                Math outreach\n                                                            ", "Programs", "Research", "Services", "Student life", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Concordia University", "Department of Mathematics & Statistics", "\r\n                    \r\n                    Concordia.ca\r\n                    \r\n                ", "\r\n                    \r\n                    Faculty of Arts and Science\r\n                    \r\n                ", "\r\n                    \r\n                    Department of Mathematics & Statistics\r\n                    \r\n                ", "\r\n                    \r\n                    Programs\r\n                    \r\n                ", "\r\n                    \t", "\r\n                    ", "\r\n                    \t", "\r\n                    ", "\r\n                        ", "\r\n                    ", "\r\n                        ", "\r\n                    ", "§24 of the Undergraduate Calendar", "this Co-op application form", "§24 of the Undergraduate Calendar", "§24 of the Undergraduate Calendar", "Institute for Co-operative education", "\n ", "\n ", "About the department", "Programs", "Services", "Student Life", "News & Events", "Contact us", "See SGW Campus map", "See building map", "facebook", "twitter", "google", "youtube", "linkedin", "pinterest", "instagram", "flickr", "Concordia social", "Terms", "Privacy", "Accessibility", "Website feedback", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n            ", "\n            ", "\n        ", "\n            ", "\n            ", "\n        ", "See SGW Campus map ", "See Loyola Campus map ", "Website feedback", "Terms", "Privacy", "Accessibility"], ["Concordia University", "Co-op programs"], ["\n                ", "\n            ", "\n                ", "\n            ", "Contacts"], [], ["Co-op admission process ", "\n", "Academic achievements & standards", "\n", "Work terms", "\n", "Who hires Co-op students?", "\n", "The Co-op curriculum", "\n", "The employability of Co-op students", "\n", "\nRelated office"], [" - Call us at 514-848-2424"], []]}