{"http://www.concordia.ca/artsci/math-stats/events/seminars/msc-and-phd-defences.html": [["http://www.concordia.ca/content/concordia/en/artsci/math-stats/events/seminars/msc-and-phd-defences.html", "This thesis presents a study of the mathematical behaviour of students in a first year undergraduate course entitled ", ". Previous data collected from a design experiment in the same course (see Hardy et al. 2013) proved insufficient to discuss/characterize the mathematical behaviour that emerged in the classroom. I suggest that a new generation of research in this area needs to address the ", "of students as they are learning to think mathematically. This thesis is motivated by two research goals: (1) to construct a rich characterization of mathematical behaviours, and (2) to explore a methodological approach that allows us to discuss and construct accounts of these behaviours as they emerge in institutional education settings (in this case an undergraduate classroom).", "The educational philosophy of John Dewey, who claims that all education comes about through experience, is central to the theoretical perspective of this research. Drawing on previous characterizations, a model of mathematical behaviour is proposed and used as a tool for characterizing students’ mathematical behaviours. In order to foreground individual experience, I use Clandinin and Connolly’s (2000) methodological framework to conduct a ", ". This methodology allows me to construct meaningful narrative depictions of students’ mathematical behaviour, and to explore the significance of these experiences within the continuity and wholeness of their individual narratives.  The findings from this research provide rich characterizations of some elements of mathematical behaviour, and offer insight into my own experiences using narrative inquiry methodology. Implications for teaching and future research are discussed.", "Estimating cure-rate is a popular research subject in testing the reliability of treatment for terminal diseases such as cancers and HIV. So far, the publications mainly proposed estimation techniques based on parametric methods, with a few exceptions.", "In this thesis, under case-1 interval censoring, we develop and propose two novel non-parametric estimators that improve upon previously proposed estimation techniques (Sen and Tan, 2008), using smoothing. We show our estimators are strongly consistent. In addition, their asymptotic normality is studied and we applied proposed estimator to estimate cure-rate on data collected for lung tumor in mice (Finkelstein and Wolfe, 1985). Finally, the smoothing parameter for optimum estimation has been determined by using Jackknife method.", "The L", "-Minkowski problem, a generalization of the classical Minkowski problem, was defined by Lutwak in the '90s. For a fixed real number ", ", it asks what are the necessary and sufficient conditions on a finite Borel measure on 𝕊", " so that it is the L", " surface area measure of a convex body in ℝ", ". For ", ", one has the classical Minkowski problem in which the L", " surface area is the usual surface area of a compact set embedded in ℝ", ".", "Under certain technical assumptions, the planar L", "-Minkowski problem reduces to the study of positive, π-periodic solutions, h: [0, 2π] ® (0,¥) to the non-linear equation ", "˝", "  for a given smooth function y: [0, 2 π] ® (0,¥).", "In this thesis, we give a new proof of the existence of solutions of the planar L", "-Minkowski problem for ", ". To do so, we consider a parabolic anisotropic curvature flow on the space of strictly convex bodies ", " Î ℝ", ", which are symmetric with respect to the origin.", "The connection between solutions to a parabolic equation, the flow, and a corresponding elliptic equation, the L", "-Minkowski problem, has been long conjectured by the specialists and this is yet another instance where it has been used. ", "Equity-Indexed Annuity products (EIAs) are becoming increasingly popular as they are tax-deferred accumulation vehicles that offer participation in the equity market growth while keeping the initial capital protected. This thesis focuses in particular on a special type of EIAs; the Compound Ratchet (CR). Sellers of this product, such as insurance companies and banks, retain the right to change one of the pricing parameters on each contract anniversary date, with promising not to cross a certain predetermined thresh-old. Changing these parameters can sometimes have an impact on the value of the EIA, which makes them interesting to study, especially when the issuer's changing policy is not clear. In order to reproduce the pattern of these changing parameters, a new approach of dynamically hedging the CR EIA and simultaneously protecting the issuer from hedging risk is proposed and tested.", "Assuming the Black-Scholes financial framework and in the absence of mortality risk, closed-form solutions for the price and value of the CR EIA at any time throughout the contract term are obtained and then used to find the Greeks, which are in turn used build the hedging strategies. In reality, trading can only be done in discrete time, which produces hedging errors. A detailed numerical example shows that the Gamma-hedging strategy outperforms the Delta-hedging strategy by reducing the magnitude of these errors. However hedging risk still exists, therefore, the new approach is applied to transfer the errors from the issuer to the buyer by dynamically changing the pricing parameters. Additionally in the numerical example, the distribution of these parameters is extracted and analyzed, as well as the resulting reduction in the hedging errors, which represent the reduced cost for the issuer.", "This thesis compares the mathematics of engineers with that of mathematicians, and demonstrates how engineers use mathematics in their professional practice. The mathematics engineering students and math majors are expected to learn, for example in linear algebra and calculus courses, are analyzed in order to identify and describe the types of tasks given to both groups of students, and to determine if there are any significant differences.", "Following this analysis I demonstrate how engineers use the mathematics they learn to develop mathematical models which can be put to practical use in accomplishing tasks in their professional practice. Examples of mathematical models from the studies of statics, mechanics of materials, and structural analysis are presented, culminating in a discussion of the use of matrices in matrix structural analysis and the physical representation of eigenvectors and what they mean to a structural engineer.", "The comparison, analyses, and demonstrations are performed from an anthropological point of view using the Anthropological Theory of Didactics (ATD). From this perspective it will be shown that the similarities between the mathematical praxeologies of engineers and mathematicians are limited principally to the tasks and techniques, while the differences are found in the level of the technology and theory.", "The Cramer-Lundberg model has been studied for a long time. It describes the basic risk process of an insurance company. Many interesting actuarial problems have been solved with this model and under its simplifying assumptions. In particular, the uncertainty of the risk process comes from several elements: the claim frequency intensity parameter, the claim severity and the premium rate. Establishing an efficient method to measure the risk of such process is meaningful to insurance companies.", "Although several methods have been proposed, none of these fully reflects the influence of each element of the risk process. In this thesis, we try to analyze this risk from different perspectives. First, we analyze the survival probability for infinitesimalperiod, we derive a risk measure that only relies on the distribution of the claim severity.", "The second way is comparing the coefficient adjustment graphically. Then we extend the method proposed by Loisel and Trufin (2014). Finally, inspired by the concept of the policyholder deficit, we construct a new risk measure based on a solvency criteria which includes all the above risk elements.", "The fifth chapter makes use of the risk measures reviewed in this thesis to solve the optimal capital allocation problem. The optimal allocation strategy can be set out by use of the Lagrange method and some recent findings on such problems.", "(Click ", " to view)", "On variational formulas on spaces of quadratic differentials", "3:00 p.m.", "We study the variational formulas for the normalized ", " differentials and matrix of b-periods on ", " spaces, the moduli spaces of ", " ", " differentials and quadratic differentials over compact Riemann surfaces. As the main result of the thesis, we find a complete set of local vector fields on the non-", " connected component of the principal stratum of the moduli space of ", " quadratic differentials preserving the moduli of the base Riemann surface.", "On Modular forms, Hecke Operators, Replication and Sporadic Groups", "2:00 p.m.", "(Click here to view)", "Partial Hedging of Equity-Linked Products in the Presence of Policyholder Surrender Using Risk Measure", "10:00 a.m.", "Throughout the past couple of decades, the surge in the sale of equity linked products has led to many discussions on the valuation of surrender options embedded in these products. However, most studies treat such options as American/Bermudian style options. In this thesis, a different approach is presented where only a portion of the policyholders react optimally, due to the belief that not all policyholders are rational. Through this method, a probability of surrender is found and the product is partially hedged by iteratively reducing the measure of risk to a non-positive value. This partial hedging framework is versatile since few assumptions are made. To demonstrate this, the initial capital requirement for an equity linked product is found under a bivariate equity/interest model with a copula based dependence structure. A numerical example is presented in order to demonstrate some of the dynamics of this valuation method. In addition, a surprising result is found during the adjustment of the surrender parameters which directly implies that under a particular valuation method, an increased number of policy surrenders causes a drop in the initial capital requirement. This counterintuitive result is directly caused by the partial hedging method.", "Partial Hedging of Equity-Linked Products in the Presence of Policyholder Surrender Using Risk Measure", "10:00 a.m.", "Throughout the past couple of decades, the surge in the sale of equity linked products has led to many discussions on the valuation of surrender options embedded in these products. However, most studies treat such options as American/Bermudian style options. In this thesis, a different approach is presented where only a portion of the policyholders react optimally, due to the belief that not all policyholders are rational. Through this method, a probability of surrender is found and the product is partially hedged by iteratively reducing the measure of risk to a non-positive value. This partial hedging framework is versatile since few assumptions are made. To demonstrate this, the initial capital requirement for an equity linked product is found under a bivariate equity/interest model with a copula based dependence structure. A numerical example is presented in order to demonstrate some of the dynamics of this valuation method. In addition, a surprising result is found during the adjustment of the surrender parameters which directly implies that under a particular valuation method, an increased number of policy surrenders causes a drop in the initial capital requirement. This counterintuitive result is directly caused by the partial hedging method.", "New Perspectives and Methods in Loss Reserving Using Generalized Linear Models", "Loss reserving has been one of the most challenging tasks that actuaries face since the appearance of insurance contracts. The most popular statistical methods in the loss reserving literature are the Chain Ladder Method and the Bornhuetter Ferguson Method.", "Recently, Generalized Linear Models (GLMs) have been used increasingly in insurance model fitting. Some aggregate loss reserving models have been developed within the framework of GLMs (especially Tweedie distributions). In this thesis we look at loss reserving from the perspective of individual risk classes. A structural loss reserving model is built which combines the exposure, the loss emergence pattern and the loss development pattern together, again within the framework of GLMs.", "Incurred but not reported (IBNR) losses and Reported but not settled (RBNS) losses are forecasted separately. Finally, we use out of sample tests to show that our method is superior to the traditional methods.", "In the third chapter we also extend the theory of limited fluctuation credibility for GLMs to one for GLMMs. Some criteria and algorithms are given. This is a byproduct of our work but is interesting in its own sake. The asymptotic variance of the estimators is derived, both for the marginal mean and the cluster specific mean.", "Keywords: GLMs, GLMMs, IBNR, RBNS, UMSEP, asymptotic variance, full credibility, loss reserving, individual risk classes.", "Riemann-Hilbert approach to Gap Probabilities of Determinantal Point Processed", "(Click here to view)", "Hardy Spaces and Differentiation of the Integral in the Product Setting", "(Click here to view)", "On imputation techniques in survey sampling", "Some nonparametric imputation techniques, including two categories: single imputation and multiple imputation, are introduced and studied. The theories of evaluation: the bias, the variance, and the mean squared error of some estimators used in this thesis are presented. Finally, some imputation techniques are applied to a real case. These modes are compared to find their advantages, disadvantages and applicability.", "A comparison study on the performance of gamma kernels within nonparametric imputation methods", "The defects when the symmetric kernels are employed into the nonnegative data have been widely discussed. Of those asymmetric kernels, two estimators have been compared within the gamma kernel regression: one is proposed by Chaubey et. al. (2010), the other is proposed by Shi and Song (2013). In this study, we try to explore the performance of both estimators by applying them into nonparametric imputation methods under strongly ignorable missing at random assumption, which is seldom investigated in previous research. With kernel-weighted regression and double-robustness methods, the former estimator with the parameter =0 shows a bit better performance when the regression function is equal to 0 at ", "=0, although this advantage is very limited. While under other circumstances, the comparison is inconclusive, that needs to be further explored in the future.", "The serious investigation of set-valued maps began only in the mid-1900s when mathematicians realized that their uses go far beyond a mere generalization of single-valued maps. We explore their fundamental properties and emphasize their continuity. We present extensions of fixed point theorems to the set-valued case and we conclude with an application to Game Theory.", "Alternative Approaches to Significant Zero Crossings (SiZer) Method for Feature Detection in Non-Parametric Univariate Curve Estimation", "This work presents several methods for feature detection in density estimation of univariate data. Two versions of the original Significant Zero Crossings for Derivatives (SiZer) method and two other SiZer approaches for signal detection with Euler and Hadwiger characteristics are explored. The latter are based on approximating level-crossing probabilities by expected number of upcrossings. In addition, a method for two-sample density comparison is proposed, based on the discussed SiZer methodologies. Estimating a single best bandwidth parameter value is difficult. Therefore, all signal detection and comparison approaches utilize the concept of scale-space and color maps, allowing consideration of curve smoothing at multiple bandwidth levels simultaneously. Finally, the proposed methodologies do not compete and are therefore not compared. Instead, they complement each other and combining the observations from all of them together allows for better statistical inference of the data set.", "Let A be an Abelian variety over a finite field  Fq. We are interested in knowing the distribution of the groups A(Fq) of rational points on A as we run over all varieties defined over Fq. In particular, we want to show that they are in general not too “split”. For the case of dimension 1 (elliptic curves) and dimension 2 (Abelian surfaces), there are some theoretical results due to David and her collaborators, but the general case is open.", "We are interested in Abelian Varieties of dimension 3. We use Rybakov's criterion, which relates the existence of a given abstract group as the group of points of some Abelian variety to properties of the characteristic polynomial of the variety. We can use it to derive precise properties and then we use the fact that some sequence of monomials of five variables is uniformly distributed modulo one to obtain stronger results that will hold with probability one.", "By Weyl's criterion, equidistribution follows by bounding exponential sums, and in order to do so, we will use a combination of different methods. We are particularly interested in Van Der Corput's lemma. It has a continuous version that exhibits the decay of oscillatory integrals and a discrete version that gives a bound for exponential sums. We will see the relation between these two versions and how they apply to the original problem of Abelian varieties.", "(Click ", " to view)", "We present a Fourier analysis approach to numerical solution offorward-backward stochastic differential equations (FBSDEs) and propose two implementations. Using the Euler time discretization for backward stochastic differential equations (BSDEs), Fourier analysis allows to express the conditional expectations included in the time discretization in terms of Fourier integrals. The space discretization of these integrals then leads to expressions involving discrete Fourier transforms (DFTs) so that the FFT algorithm can be used. We quickly presents the convolution method on a uniform space grid. Locally, this firrst implementation produces a truncation error, a space discretization error and an additional extrapolation error. Even if the extrapolation error is convergent in time, the resulting absolute error may be high at the boundaries of the uniform space grid. In order to solve this problem, we propose a tree-like grid for the space discretization which suppresses the extrapolation error leading to a globally convergent numerical solution for the BSDE. The method is then extended to FBSDEs with bounded coeffcients, reflected FBSDEs and higher order time discretizations of FBSDEs. Numerical examples from finance illustrate its performance.", "(Click ", " to view)", "(Click ", " to view)", "Catastrophic mortality bonds are designed to hedge against the mortality risks. Its payoff at maturity depends on the realized mortality index over the life of the bond, therefore modeling the mortality index is the main concern in our study. Since mortality shocks are detected using outlier analysis, non-Gaussian state space models with a fat-tailed error term is proposed to fit the mortality index and handle shocks. By comparing several state space models with different fat-tailed distributions, an ARIMA process for the baseline mortality and the $t$-distribution for capturing mortality shocks are chosen. We obtain the price of the mortality bond using the proposed model and estimate the market price of risk. It appears that the market of risk is lower than the ones obtained in the literature, which is consistent with the industrial empirical results from Wang (2004). This implies that our model is capable to handle mortality risks.", "Mr. Felix Sidokhine (M.Sc.)", "Previous research has reported on students' uses of mathematics textbooks at pre-university and undergraduate levels. Also, some research has been done on textbooks as standalone objects, looking at their format and didactic and mathematical discourses. However, very few researchers have investigated instructors' uses of textbooks. In this thesis we do so at the graduate level; in particular, we investigate instructors' uses of measure theory textbooks. We chose measure theory because of its important role as a foundation for much of what is modern analysis, a branch of mathematics with many applications such as electronics, signal processing and even statistics. We chose the graduate level because textbooks are known to have an important role in the teaching and learning of graduate mathematics courses. In the first part of our research, we draw on Eco's notion of model reader and characterized the target instructor audience of four measure theory textbooks. We also analyzed the mathematical knowledge that these textbooks contain in light of a review of the history of the development of measure theory. Finally, we analyzed the textbooks affordances for teaching from the perspective of Sierpinska's notion of apodictic vs. liberal textbooks. In the second part of our research, we interviewed three university professors in order to understand their beliefs about textbooks, mathematics and learning. In particular, we identified different types of instructors and have been able to match them with textbooks whose use in their teaching activity is likely to be most effective.", "Mr. Tuan Nguyen (M.Sc.)", "All polygons of fixed side lengths make up a space on which one may put symplectic structures. In my thesis, I describe two ways to do this; these ways, making use of a method called symplectic reduction, are due to Haussmann-Knutson and independently to Kapovich-Millson, and have been shown to be equivalent by Hausmann-Knutson.", "Given a polarized complex K3 surface, one can attach to it a complex abelian variety, called Kuga-Satake variety. The Kuga-Satake variety is determined by the singular cohomology of the K3 surface; on the other hand, this singular cohomology can be recovered by means of the weight 1Hodge structure associated to the Kuga-Satake variety. Despite the transcendental origin of this construction, Kuga-Satake varieties have interesting arithmetic properties. Kuga-Satake varieties of K3 surfaces defined over number fields descend to finite extension of the field of definition. This property suggests that the Kuga-Satake construction can be interpreted as a map between moduli spaces. More precisely, one can define a morphism, called Kuga-Satake map, between the moduli space of K3 surfaces and the moduli space of abelian varieties with polarization and level structure. This morphism, defined over a number field, is obtained by regarding the classical construction as a map between an orthogonal Shimura variety, closely related to the moduli space of K3 surfaces, and the Siegel modular variety. The most remarkable fact is that the Kuga-Satake map extends to positive characteristic for almost all primes, associating to K3 surfaces abelian varieties over finite fields. This can be proven applying a result by Faltings on the extension of abelian schemes and the good reduction property of Kuga-Satake varieties.", "(Click ", " to view)", "In this thesis we introduce the minimum flow cost Hamiltonian tour problem (FCHT). Given a graph and positive flow between pair of vertices, the FCHT consists of finding a Hamiltonian tour that minimizes the total cost for sending flows between pairs of vertices thorough the shortest path on the cycle. We prove that the FCHT belongs to the class of NP-hard problems and study the polyhedral structure of its set of feasible solutions. In particular, we present five different MIP formulations which are theoretically and computationally compared. We also develop some approximate and exact solution procedures to solve the FCHT. We present a combinatorial bound, two heuristic procedures, one greedy deterministic method and the other a greedy randomized adaptive search procedure. Finally, a branch-and-cut algorithm is also proposed to optimally solve the problem.", "(Click ", " to view)", "Previous research has reported an absence of a theoretical thinking component in college level Calculus courses. This absence has been linked with institutional constraints which often pervade these courses. In this thesis, we provide empirical evidence that students can be engaged in theoretical thinking in a college level Calculus course, despite the existing institutional constraints and without having to readjust the course outline or materials and assessments. Students enrolled in a Calculus course were presented with optional tasks intended to engage them in theoretical thinking. We analyze the data from the perspective of Sierpinska, Nnadozie, and Oktac’s (2002) model of theoretical thinking; all students attending class engaged in these optional tasks and our analysis shows that on average, more than half of them engaged in theoretical thinking. We place our study in the context of previous research in the teaching and learning of university introductory (and remedial) level mathematics and of the role that Calculus courses play in the mathematics education of undergraduate students.", "(Click ", " to view)", "This research is a follow-up of Sierpinska, Bobos, and Pruncut’s 2011 study, which experimented with three teaching approaches to teaching absolute value inequalities (AVI), visual, procedural, and theoretical, presented over an audio lecture with slides. The study demonstrated that participants treated with the visual approach were more likely to engage in theoretical thinking than those treated with the other two approaches. In the present experiment, two groups of participants enrolled in prerequisite mathematics courses at a large, urban North American University were taught AVI with the visual approach using two different teaching styles: discursive (permitting and actively encouraging teacher-student interactions during the lecture) and non-discursive (not allowing teacher-student interactions during the lecture). In Sierpinska et al.’s study, the non-discursive style was used in all three approaches (the lectures were recorded and the teacher was not present in person). In the present study, a live teacher was lecturing in both treatments. Another difference was that in Sierpinska et al.’s study lectures were delivered individually to each participant, while in the present study, all participants in a group were treated simultaneously. Therefore, in the discursive approach, not only teacher-student but also student-student interactions during the lecture were possible.", "The aim of this research was to explore the conjecture that the discursive approach is more likely to promote theoretical thinking in students. The group exposed to the discursive approach was, therefore, my experimental group and the other played the role of the control group. The conjecture was not confirmed, but the two approaches seem to have provoked different aspects of theoretical thinking. The experimental group was found to be more reflective, while the control group tended to be more systemic in their thinking. Some striking results, not predicted by Sierpinska et al.’s study, were also found with respect to reflective thinking, definitional thinking, proving behavior, and analytic thinking.", "Research in mathematics education and anecdotal data suggest that undergraduate students often find their introductory courses to group theory course particularly difficult.  Research in this area, however, is scarce.  In this thesis, I consider students’ difficulties in their first group theory course and conjecture that they have two distinct sources. The first source of difficulties would pertain to a conceptual understanding of what group theory is and what it studies. The second would relate to the modern abstract formulation of the topics learned in a group theory course and the need to interpret and write meaningful statements in modern algebra. To support this hypothesis, the group concept is explored through a historical perspective which examines the motivations behind developing group theory and its practical uses. Modern algebra is also viewed in a historical context in terms of three defining characteristics of algebra; namely, symbolism, justifications and the study of objects versus relationships. Finally, a pilot study was conducted with 4 students who had recently completed a group theory course and their responses are analyzed in terms of their conceptual understanding of group theory and modern algebra. The analysis supports the hypothesis of the two sources. Based on the results, I propose a remediation strategy and point in the direction of future research. ", "Title:", "Rankin L-Functions and the Birch and Swinnerton-Dyer Conjecture", "Mr. Reza Sadoughianzadeh (M.Sc.)", "Tuesday, September 11, 2012", "1:00 p.m.", "Title:", "Teaching the Singular Value Decomposition of Matrices: A Computational Approach", "Mr. Zoltan Lazar (M.T.M.)", "Monday, September 10, 2012", "1:15 p.m.", "In this thesis, I present a small experiment of teaching the singular value decomposition of matrices using a computational approach.", "The experiment took place in the summer of 2011 and consisted in two sessions of lectures of four hours each, in the computer lab, on the premises of Concordia University. The same four students (“Carrie”, ”Chal”, ”Desse” and “Nat”) attended both sessions.", "The underlying methodology was to introduce theoretical results, let participants explore them using mathematical software and then generalize and formalize them.", "Participants’ responses to test questions were collected and analyzed, and the results are presented in the fourth chapter.", "The goals of the experiment were to assess the participants’ preparedness for this topic and their level of acceptance of this teaching technique.", "One of the immediate conclusions is that without a good understanding of the “building blocks” concepts of linear algebra the topic of singular value decomposition of matrices could prove challenging for undergraduate students.", "The participants showed interest in the teaching method, but mentioned that more time would be required to really benefit from the numerical advantages and from the vast applications of the singular value decomposition.", "Title:", "Statistical Analysis of Volatility Surfaces", "Mr. Dimitris Lianoudakis (M.Sc.)", "Friday, September 7, 2012", "12:30 p.m.", "Option prices can be represented by their corresponding implied volatilities. Implied volatility is dependent on both the strike price and the time to maturity. This dependence creates a mapping known as the implied volatility surface (IVS). The volatility surface is known to practitioners as being synonymous with option prices. These surfaces change dynamically and have distinct features that can be modeled and broken down into a small number of factors. Using time series data of option prices on the S&P500 index, we study the dynamics of the implied volatility surface and deduce a factor model which best represents the surface. We explore the different methods of smoothing the IVS and derive the local volatility function. Using standard dimension reduction techniques and more recent non-linear manifold statistics, we aim to identify and explain these distinct features and show how the surface can be represented by a small number of these prominent factors. A thorough analysis is conducted using principal component analysis (PCA) and common principal component analysis (CPC). We introduce a new form of dimension reduction technique known as principal geodesic analysis (PGA) and give an example. We try to set up a geometric framework for the volatility surface with the aim of applying PGA.", "Title:", "Galois theory for schemes", "Ms. Shan Gao (M.Sc.)", "Wednesday, August 29, 2012", "3:40 p.m.", "The main object of study of this thesis is the \\'etale fundamnetal group of a connected scheme. This profinite group is defined as the automorphism group of a fiber functor defined on the category of finite \\'etale covers of our base scheme.", "Title:", "Pricing Ratchet EIA under Heston’s Stochastic Volatility with Deterministic Interest", "Mr. Dezhao Han (M.Sc.)", "Wednesday, August 29, 2012", "1:30 p.m.", "Since its introduction in 1995, Equity-indexed annuities (EIAs) are paid increasing attention. In 2008 it represents 42% of the annuities sold by agents, but after the 2008 financial crisis the number shrank to 25% in 2010. Thus pricing and hedging EIAs is an interesting topic. Researches have been done on pricing different kinds of EIAs, their hedging strategies as well as their optimal stopping strategies. However, the underlying asset is always assumed to follow the geometric Brownian motion that is the Black-Sholes (BS) model. The BS model is plagued by its assumption of constant volatility, while stochastic volatility models become increasingly popular. In this paper we assume the asset price follows Heston’s stochastic volatility model with deterministic interest, and introduce two methods to price the Ratchet EIA.", "The first method is called JTPDF (joint transition probability density function) method. Given the JTPDF of the asset price and stochastic variance in Heston’s framework, pricing Ratchet EIA is a problem on solving multiple integrals. We solve the multiple integral using Quasi Monte Carlo method and the importance sampling technique. We call the other method CE (conditional expectation) approach. Conditioning on the path of volatility, we first price the Rachet EIA analytically in BS framework. Then the price in Heston’s framework can be evaluated by simulating the path of volatility. Greeks for the Ratchet EIA can also be calculated by the JTPDF or CE methods. At the end, we did some sensitivity tests for Ratchet EIAs’ prices and Greeks.", "Keywords: stochastic volatility, equity-indexed annuity, high-dimensional integrals, simulating Heston’s stochastic volatility, Greeks of Ratchet EIA", "Title:", "On the stability of the absolutely continuous invariant measure of certain class of maps with deterministic perturbation", "Mr. Ivo Pendev (M.Sc.)", "Tuesday, August 28, 2012", "1:00 p.m.", "Keller showed the instability of the absolutely continuous invariant measure (acim) for the family of W-shaped maps. This instability is the result of the invariant neighborhood of the fixed turning point at 1/2. The construction of these maps, for which the renowned Lasota-Yorke inequality fails to prove stability (due to the magnitude of the slopes in the limiting map),  has recently been generalized. In the Eslami-Misiurewicz paper, a map was defined, whose third iterate has a fixed turning point at 1/2, raising the question of the stability of the map.", "The goal of this thesis is to show the stability of this map. We define a family of deterministic perturbation of the map and we express their invariant densities as an infinite sum with the purpose of showing that the normalized invariant densities are uniformly bounded.  This result is used to show the stability of absolutely continuous invariant measure of this transformation.", "Title:", "Relating modulus and Poincaré inequalities on modified Sierpiński carpets", "Mr. Andrew Fenwick (M.A.)", "Tuesday, August 28, 2012", "11:00 a.m.", "This thesis investigates the question of whether a doubling metric measure space supports a Poincaré inequality and explains the relationship between the existence of such an inequality and the non-triviality of the respective modulus.  It discusses in detail a general class of modified Sierpiński carpets presented by Mackay, Tyson, and Wildrick [14], which are the first examples of spaces that support Poincaré inequalities for a renormalized Lebesgue measure that are also compact subsets of Euclidean space with empty interior. It describes the intricate relationship between the sequence used in the construction of a modified Sierpiński carpet and the validity of Poincaré inequalities on that space.", "Title:", "Computations on the Birch and Swinnerton-Dyer conjecture for elliptic curves over pure cubic extensions", "Ms. Céline Maistret (M.Sc..)", "Monday, August 6, 2012", "10:30 a.m.", "The Birch and Swinnerton-Dyer conjecture remains an open problem. In this thesis, we propose to give numerical evidence toward this conjecture when restricted to elliptic curves over pure cubic extensions.", "We present the general conjecture for elliptic curves over number fields and detail each arithmetic invariants involved.", "Assuming the conjecture holds, for given elliptic curves E over specific number fields K, we compute the order of the Shafarevich-Tate group of E(K).", "Title:", "Concentration of Measure and Ricci Curvature", "Mr. Ryan Benty (M.A.)", "Wednesday, July 25, 2012", "11:00 a.m.", "In 1917, Paul Levy proved his classical isoperimetric inequality on the N-dimensional sphere.  In the 1970's, Mikhail Gromov extended this inequality to all Riemannian manifolds with Ricci curvature bounded below by that of The N-sphere.  Around the same time, the Concentration of Measure phenomenon was being put forth and studied by Vitali Milman.  The relation between Concentration of Measure and Ricci curvature was realized shortly thereafter.", "Elaborating on several articles, we begin by explicitly presenting a proof of the Concentration of Measure Inequality for the N-sphere as the archetypical space of positive curvature, followed by a complete proof extending this result to all Riemannian manifolds with Ricci curvature bounded below by that of the N-sphere in the process, we present a detailed technical proof of the Gromov-Levy isoperimetric inequality.", "Following Yann Ollivier, we note and prove a Concentration of Measure inequality on the discrete Hamming cube, and discuss his extension of Ricci curvature to general metric spaces, particularly discrete metric measure spaces.  We show that this “coarse” Ricci curvature on the Hamming cube is positive and present Ollivier's Concentration of Measure inequality for all spaces admitting positive coarse Ricci curvature. In addition, we calculate the coarse Ricci curvature for several discrete metric spaces.", "An upper bound for the average number of amicable pairs", "Mr. James Park (Ph.D.)", "Wednesday, June 7, 2012", "1:30 p.m.", " have been known since Pythagoras and are defined to be two different numbers so related that the sum of the proper divisors of each is equal to the other number. In 2009 Silverman and Stange provided an elliptic curve analogue to amicable numbers. Let E be an elliptic curve over ", ". They defined a pair (p, q) of rational primes to be an ", " for E if E has good reduction at these primes and the number of points on the reductions Ep and Eq satisfy #Ep(", "p) = q and #Eq(", "q) = p. Let QE(X) denote the number of amicable pairs (p, q) for E/", " with p<= X. Then they conjectured that QE(X) ~ X/(\\log X) -2 if E does not have complex multiplication. In this thesis I will provide an upper bound for the average of QE(X) over the family of all elliptic curves which is very close to the conjectural asymptotic of Silverman and Stange.", "Determinant of Pseudo-Laplacians    ", "Mr. Tayeb Aissiou (Ph.D.)", "Wednesday, May 30, 2012", "10:00 a.m.", "Let X be a compact Riemannian manifold of dimension two or three and let P be a point of X. We derive comparison formulas relating the zeta-regularized determinant of an arbitrary self-adjoint extension of (symmetric) Laplace operator with domain, consisting of smooth functions with compact supports which do not contain P, to the zeta-regularized determinant of the self-adjoint Laplacian on X.", "Normal Form Analysis of a Mean-Field Inhibitory Neuron Model", "Ms. Loukia Tsakanikas (M.Sc.)", "Monday, April 23, 2012", "2:00 p.m.", "In neuroscience one of the open problems is the creation of the alpha rhythm detected by the electroencephalogram (EEG). One hypothesis is that the alpha rhythm is created by the inhibitory neurons only. The mesoscopic approach to understand the brain is the most appropriate to mathematically modelize the EEG records of the human scalp. In this thesis we use a local, mean-field potential model restricted to the inhibitory neuron population only to reproduce the alpha rhythm. We perform extensive bifurcation analysis of the system using AUTO. We use Kuznetsov's method that combines the center manifold reduction and normal form theory to analytically compute the normal form coefficients of the model. The bifurcation diagram is largely organized around a codimension 3 degenerate Bogdanov-Takens point. Alpha rhythm oscillations are detected as periodic solutions.", "Mr. Nicolas Boileau (M.T.M.)", "Wednesday, April 11, 2012", "3:00 p.m.", "The primary goal of our research was to gain a sense of the technology that secondary school mathematics teachers in Montreal, Quebec are currently using, how they are using it, and some of the reasons why they use the technology that they do, in the ways that they do. The secondary goal was to test the effectiveness of our approach in obtaining this information. The approach consisted of interviewing two local secondary school mathematics teachers. The interview questions prodded at what Instrumentation Theory  suggests to be some of the fundamental aspects of one’s interactions with technology; the ‘artifact’ (the particular technology), the subject (the user of that technology), the ‘task’ that the subject tries to complete with the artifact, the ‘instrumented techniques’ that she/he employs to complete the task (which reveal some of their ‘schemes of use’), and the process through which the subject and the artifact interact and ‘shape’ each other, called ‘an instrumental genesis’. The teachers’ responses to the interview questions revealed that, although they both used most of the same technology (with a few exceptions), significant differences existed between the ways that they used some of them, why certain technologies were used, and why others were not. The two teachers also differed in their views on the value of their instrumented techniques. These findings are discussed in light of the literature review, demonstrating some of the effectiveness of our approach. We believe that our approach was useful as it allowed us to elicit detailed descriptions of these two teachers’ uses of technology and because it facilitated the analysis of the data (as the questions were based on the same theoretical framework that was then used to analyze the teachers’ responses). We conclude with some suggestions for future research. One of the suggestions addresses ways in which our approach could be improved to give researchers who might use it in the future more informative responses. ", "A Skew-Normal Copula-Driven Generalized Linear Mixed Model for Longitudinal Data", "Mr. Mohamad Elmasri (M.Sc.)", "Tuesday, April 10, 2012", "1:30 p.m.", "Arellano-Valle et al. [2005] studied the effect of generalizing the presumed normality structures of a linear mixed model (LMM) random effect and error to a skew-normal distribution, to adequately fit a broader range of longitudinal data. Closed forms of marginal distributions were explicitly indicated along with a maximum likelihood formation. Working with the results found by Arellano-Valle et al.[2005], this paper extends to an even wider set of models for longitudinal data based on the exponential family of distributions. This is achieved by combining a skew-normal copula and a general exponential family distribution, where a generalized linear model (GLM) framework is applied. Some special cases are discussed, in particular, the exponential and gamma distribution. Simulations with multiple link functions are shown. A real data example is also analyzed.", "Ms. Christy Lyons (M.T.M.)", "Monday, April 2 , 2012", "11:45 a.m.", "Blogging was such a popular activity in the mid-2000s that “blog” was chosen as the word of the year in 2004 by Merriam-Webster.  This thesis examines whether this popularity for blogging transferred to the mathematics classroom; if so, in what ways are mathematics teachers using blogs in relation to their teaching activities and if not, in which ways they are willing to use them.  Previous research shows that teachers use classroom blogs to promote collaboration, to allow conversation with outside experts, as a positive tool for ESL students because of access to online translators, to provide a voice for quiet students who might not speak up in class, to encourage critical thinking skills and as a venue for reflective thinking or metacognition. ", "Twenty-one Ontario Secondary Mathematics teachers were surveyed to determine their personal, professional and classroom blogging views and habits.  Although only one teacher reported on having operated a classroom blog, teachers showed an interest for blogs and blogging activities (e.g., seventy-six percent were willing to read blogs for professional development and forty-five percent would be willing to operate blogs in their classrooms in the future).  On the whole, interest for blogs and blogging activities seems to grow slowly but firmly.", "Based on teachers’ responses and previous research, I discuss the possible benefits of blogging-related activities in secondary classrooms.", "Ms. Deidre Maher Arbour (M.T.M.)", "Friday, March 30, 2012", "1:00 p.m.", "This thesis presents a study of the understanding of real, rational, and irrational numbers by 30 fourth semester college science students in the Montreal region.  The written answers to a set of seven questions were analyzed to determine the students’ interpretations of mathematical signs according to C. S. Pierce’s classifications and to describe their modes of thought according to Vygotsky’s theory of concept development.  From these interpretations, we are able to reconstruct a facsimile of what the students’ concept images are as they pertain to the sets in question.  Finding the concept images to be idiosyncratic and rarely in agreement with what conventional mathematics holds to be true, we examine the way the number systems are approached in school and in the field of mathematics and use this, along with the analyses, to make pedagogical recommendations.", "Ms. Carol Beddard (M.T.M.)", "Wednesday, March 28, 2012", "2:00 p.m.", "Understanding the motivation of students learning mathematics and using this understanding to strengthen motivation can serve to improve mathematics instruction for students, especially students who may dislike math.  Motivation is modeled as arising from an interaction of needs, goals and dimensions of the self, resulting in behavior that is regulated by feedback and external factors. In this study, the motivation of university students in a preparatory algebra class is investigated.  The study uses a Conjecture-Driven design in the teaching situation of MATH 200 – Fundamental Concepts of Algebra which is a required course for many students.  That they have to take a basic algebra course at the university level is indicative of some previous difficulties with mathematics which in turn can be linked to negative affect towards math.  The conjecture was that motivation would be lacking among this group of students but that a class that is taught from a motivational standpoint would result in better attitudes towards math.  Based on an a priori profile of motivational characteristics of the students in the course, ", ", the course was taught with the aim of improving motivation.  Observations, course evaluations, a questionnaire and a survey were used to:  (1) create a profile of observed motivational characteristics, ", "and (2) to describe the effect of the course on student motivation. It was found that a classroom that addressed students’ needs for autonomy, competence and relatedness, promoted an understanding of why a procedure was used (rather than just how to apply the procedure), and that at all times respected the dignity of students, was motivational.  In this classroom, the students reported improved affect towards mathematics across the dimensions of emotions, attitudes, beliefs and values. ", "Mr. Ruomeng Lan (M.Sc.)", "Wednesday, March 21, 2012", "11:00 a.m.", "In this thesis, we consider the minimizer of the Dirichlet integral, which is used to compute the magnetic energy. We know that the Euler equations describe a motion of an inviscid incompressible fluid. We show that the infimum of the Dirichlet integral, by the action of area-preserving diffeomorphisms, is a stream function corresponding to some velocity field, which is a solution to the stationary Euler equation. According to this result, we study the properties and behaviors of the steady incompressible flow numerically. We utilize three distinct numerical methods to simulate the minimizer of the Dirichlet integral. In all cases the singularity formation was observed. Every hyperbolic critical point of the original function gives rise to a singularity of the minimizer.", "Mr. Jungbae Nam (M.Sc.)", "Thursday, January 12, 2012", "10:30 a.m.", "Let ", " be the Hasse-Weil ", "-function of an elliptic curve ", " defined over Q and twisted by a Dirichlet character ", " of order k and of conductor fχ. Keating and Snaith introduced the way to study ", "-functions through random matrix theory of certain topological groups. Conrey, Keating, Rubinstein, and Snaith and David, Fearnley, and Kisilevsky developed their ideas in statistics of families of critical values of ", " twisted by Dirichlet characters of conductors ≤ X and proposed conjectures regarding the number of vanishings in their families and the ratio conjectures of moments and vanishings which are strongly supported by numerical experiments.", "We propose and analyze new policies for the traveling salesman problem in a dynamic and stochastic environment (DTSP). The DTSP is defined as follows: demands for service arrive in time according to a Poisson process, are independent and uniformly distributed in a Euclidean region of bounded area, and the time service is zero; the objective is to reduce the time the server visits all the present demands for the first time. We start by analyzing the nearest neighbour (NN) policy since it has the best performance for the dynamic vehicle routing problem (DTRP), a closely related problem to the DTSP. We further introduce the random start policy whose efficiency is similar to that of NN, and we observe that when the random start policy is delayed, it behaves as the DTRP with NN policy. Finally, we introduce the partitioning policy and show that it reduces the expected time demands are swept from the region for the first time relative to other policies.", "A study was done in an attempt to use the APOS theory of learning and teaching mathematics to develop and test a teaching cycle for the improvement of students’ conceptual understanding of related rates problems. “APOS” is an acronym that stands for Action, Process, Object, and Schema, and refers to both a theory of teaching and learning and a research methodology in mathematics education. APOS theory originated in the research of an American mathematician and mathematics educator Ed Dubinsky on undergraduate students’ learning of mathematics (Calculus, Linear Algebra, Abstract Algebra). “Related rates problems” refers to problems in Calculus that require finding the rate of change of one value, given the rate of change of a related value.", "Part of APOS research methodology is a “genetic decomposition” of the concepts to be learned by the students in terms of the mental constructions that such learning requires. In the present study, the genetic decomposition focused on the mental constructions required for student success during the initial conceptual stages of related rates problems learning. The decomposition was constructed using the author’s knowledge of the subject. The genetic decomposition was used to construct an Action – Discussion – Exercise (ACE) teaching cycle which was then tested on two groups of students. Finally, students were asked to solve related rates problems during an individual interview with the author. Data from students’ involvement in the ACE cycle as well as their work during the interview process were then used to suggest changes to the genetic decomposition and the ACE cycle. These suggestions constitute the results of the study. Their purpose is to improve the starting point for further iterations of experimentation of teaching related rates problems.", "Mr. Oscar Quijano Xacur (M.Sc.)", "Tuesday, August 23, 2011", " 1:30 p.m.", " LB 921-4 (Concordia University, Library Building, 1400 de Maisonneuve Blvd. W.)", " Property and Casualty Premiums Based on Tweedie Families of Generalized Linear Models", "We consider the problem of estimating accurately the pure premium of a property and casualty insurance portfolio when the individual aggregate losses can be assumed to follow a compound Poisson distribution with gamma jump size. The Generalized Linear Models (GLMs) with a Tweedie response distribution are analyzed as a method for this estimation. This approach is compared against the standard practice in the industry of combining estimations obtained separately for the frequency and severity by using GLMs with Poisson and gamma responses respectively. We show that one important difference between these two methods is the variation of the scale parameter of the compound Poisson-gamma distribution when it is parametrized as an exponential dispersion model. We conclude that both approaches need to be considered during the process of model selection for the pure premium.", "Mr. Petr Zorin (M.Sc.)", "Tuesday, August 23, 2011", " 11:00 a.m.", " LB 921-4 (Concordia University, Library Building, 1400 de Maisonneuve Blvd. W.)", " The Discrete Spectra of Dirac Operators", "A single particle is bound by an attractive central potential and obeys the Dirac equation in d dimensions. The Coulomb potential is one of the few examples for which exact analytical solutions are available. A geometrical approach called 'the potential envelope method' is used to study the discrete spectra generated by potentials V(r) that are smooth transformations V(r) = g(-1/r) of the soluble Coulomb potential. When g has definite convexity, the method leads to energy bounds. This is possible because of the recent comparison theorems for the Dirac equation. The results are applied to study soft-core Coulomb potentials used as models for confined atoms. The estimates are compared with accurate eigen values found by numerical methods.", " ", "Ms. Anne Mackay (M.Sc.)", "Monday, August 22, 2011", " 1:00 p.m.", " LB 921-4 (Concordia University, Library Building, 1400 de Maisonneuve Blvd. W.)", " Pricing and Hedging Equity-Linked Products Under Stochastic Volatility Models", "Equity-indexed annuities (EIAs) are becoming increasingly interesting for investors as market volatility increases. Simultaneously, they represent a higher risk for insurers, which amplifies the need for hedging strategies that perform well when index returns present unexpected changes in their volatility. In this thesis, we introduce hedging strategies that aim at reducing the risk of the financial guarantees embedded in EIAs.", "We first derive closed-form expressions for the price and the Greeks of a point-to-point EIA under the Heston model, which assumes stochastic volatility. To do so, we rely on the similarity between the payoff of a European call option and that of the EIA. We use the Greeks to develop dynamic hedging strategies that aim at reducing equity and volatility risk. Using Monte Carlo simulations to derive the distribution of the resulting hedging errors, we compare the performance of hedging strategies that use the Greeks derived under the Heston model to other strategies based on Greeks developed under Black-Scholes.", "We show that, when the market is Hestonian, the performance of hedging strategies developed in a Black-Scholes framework are significantly affected by the calibration of the model and the volatility risk premium. We further show that the performance of a simple delta hedging strategy using Heston Greeks is also reduced by the presence of a volatility risk premium, and that this performance can be improved by incorporating gamma or vega hedging to the strategy. We conclude by recommending the use of a delta-vega hedging strategy to reduce model calibration and volatility risk.", "Ms. Mengjue Tang (M.Sc.)", "Tuesday, July 26, 2011", " 10:30 a.m.", " LB 921-4 (Concordia University, Library Building, 1400 de Maisonneuve Blvd. W.)", " A Comparison of Two Nonparametric Density Estimators in the Context of Actuarial Loss Model", " In this thesis, I will introduce two estimation methods for estimating loss function in actuarial science. Both of them are related to nonparametric density estimation (kernel smoothing). One is deriving from kernel smoothing which is called semi-parametric transformation kernel smoothing while another one derives from Hille's lemma and perturbation idea which is quite similar to kernel smoothing. As the increasing frequently used of nonparametric density estimation in many areas, actuaries are more likely to use this kind of simple method when doing decision-making. There are now existing many nonparametric density estimation methods, but which one is better? In order to compare the two methods which are introduced in this thesis, I conduct simulation study on both of them and try to find out which one is preferable and easier to apply. Also the second method which derives from Hille's lemma gives us a new idea about how to estimate loss function when we are doing decision-making in actuarial science.", " ", "Mr. Ramin Okhrati (Ph.D.)", "Monday, July 25, 2011", " 10:00 a.m.", " LB 921-4 (Concordia University, Library Building, 1400 de Maisonneuve Blvd. W.)", " Credit Risk Modeling under Jump Processes and under a Risk Measure-Based Approach", " (Click ", " to view)", " ", "Ms. Li Ma (Ph.D.)", "Monday, June 27, 2011", " 2:00 p.m.", " LB 921-4 (Concordia University, Library Building, 1400 de Maisonneuve Blvd. W.)", " Generalized Feynman-Kac Transformation and Fukushima's Decomposition for Nearly Symmetric Markov Processes", " (Click ", " to view)", " ", "Ms. Yasmine Raad (M.Sc.)", "Wednesday, June 22, 2011", " 10:00 a.m.", " LB 921-4 (Concordia University, Library Building, 1400 de Maisonneuve Blvd. W.)", " Comparison theorems for the principal eigenvalue of the Laplacian", " We study the Faber - Krahn inequality for the Dirichlet eigenvalue problem of the Laplacian, first in $\\mathbb{R}^N$, then on a compact smooth Riemannian manifold $M$. For the latter, we consider two cases. In the first case, the compact manifold has a lower bound on the Ricci curvature, in the second, the integral of the reciprocal of an isoperimetric estimator function of the Riemannian manifold is convergent. In all cases, we show that the first eigenvalue of a domain in $\\mathbb{R}^N$, respectively $M$, is minimal for the ball of the same volume, respectively, for a geodesic ball of the same relative volume in an appropriate manifold $M^\\ast$. While working with the isoperimetric estimator, the manifold $M^\\ast$ need not have constant sectional curvature. In $\\mathbb{R}^N$, we also consider the Neumann eigenvalue problem and present the Szeg\\\"o - Weinberger inequality. In this case, the principal eigenvalue of the ball is maximal among all principal eigenvalues of domains with same volume.", " ", "Mr. Alexandre Laurin (M.Sc.)", "Friday, April 1, 2011", " 1:30 p.m.", " LB 921-4 (Concordia University, Library Building, 1400 de Maisonneuve Blvd. W.)", " On Duncan's characterization of McKay's monstrous E_8", " McKay's Monstrous $E_8$ observation has provided further evidence, along with the evidence provided by the study of Monstrous Moonshine, that the Monster is intimately linked with a wide spectrum of other mathematical objects and, one might even say, with the natural organization of the universe. Although these links have been observed and facts about them proved, we have yet to understand exactly where and how they originate. We here review a set of conditions, due to Duncan, imposed on arithmetic subgroups of $PSL2(R)$ that return McKay's Monstrous $E_8$ diagram. The purpose is to compare these with Conway, McKay and Sebbar's (CMS) conditions that return the complete set of Monstrous Moonshine groups in order to gain some insight on their meaning. By way of doing this review of Duncan's conditions, we will also review and elaborate on Conway's method for understanding groups like $\\Gamma_0(N)$.", " ", "Mr. Jun Li (Ph.D.)", "Monday, November 29, 2010", " 1:30 p.m.", " H 762 (Concordia University, Hall Building, 1455 de Maisonneuve Blvd. W.)", " Some Contributions to Nonparametric Estimation of Density and Related Functionals for Biased Data", " Length biased sampling as a special case of biased sampling occurs naturally in many statistical applications. One aspect regarding length biased data in which people are interested is estimating the underlying true density with the observed samples. Since most length biased data are nonnegative, the true density has a support with a non-negative finite end point. The current proposed kernel density estimators with symmetric kernels may have large bias at the lower boundary. In this thesis, we propose some new smooth density estimators with weights generating from Poisson distribution or nonnegative asymmetric kernels for length biased data to take care of the edge effect. Besides density estimators, we also consider smooth estimators of distribution function and functions related to distribution and density function, such as hazard function and mean residual life function. Our methods are easily to extend to the general biased data as well.", " ", "Ms. Di Xu (M.Sc.)", "Friday, November 26, 2010", " 10:00 a.m.", " LB 921-4 (Concordia University, Library Building, 1400 de Maisonneuve Blvd. W.)", " The Range Time for Jump Diffusion with Two-Sided Exponential Jumps", " The range time for a stochastic process is the stopping time when the difference between its running maximum and running minimum first exceeds a certain level. It has been studied by several authors for random walks and diffusion processes. In this presentation we consider a jump diffusion process with two-sided exponential jumps. By a martingale approach, we first solve the two-sided exit problem for this jump diffusion process. Using solutions to the exit problem, we then obtain several results concerning the range time related to joint distributions for the jump diffusion.", " ", "Ms. Janine Bachrachas (M.Sc.)", "Monday, November 22, 2010", " 1:30 p.m.", " LB 921-4 (Concordia University, Library Building, 1400 de Maisonneuve Blvd. W.)", " On the Mean Curvature Flow", " We present a self-contained expository review on the mean curvature flow for smooth embedded hypersurfaces in the (n+1)-dimensional Euclidean space. We start by addressing the short time existence of solutions to the flow, followed by the long time existence in the case of compact convex hypersurfaces and entire graphs. Although the results presented here are part of the classical literature originated in the 80’s, we derive all necessary calculations and gather the simplest possible approach in view of later developments of the area.", " ", "Ms. Yafang Wang (Ph.D.)", "Friday, October 29, 2010", " 3:30 p .m.", " LB 921-4 (Concordia University, Hall Building, 1400 de Maisonneuve Blvd. W.)", " The Distribution of the Discounted Compound PH-Renewal Process", " The family of phase--type (PH) distributions has many useful properties such as closure under convolution and mixtures, as well as rational Laplace transforms. PH distributions are widely used in applications of stochastic models such as in queuing systems, biostatics and engineering. They are also applied to insurance risk, such as in ruin theory.  In this thesis, we extend the work of Wang (2007), that discussed the moment generating function (mgf) of discounted compound sums with PH inter--arrival times under a nonzero net interest rate. Here we focus on the distribution of the discounted compound sums. This represents a generalization of the classical risk model for which the net interest rate is zero.  A differential equation system is derived for the mgf of a discounted compound sum with PH inter--arrival times and any claim severity if its mgf exists. For some PH inter-arrival times, we can further simplify this differential equation system. If the matrix is order of 2, an ordinary differential equation is developed for PH inter-arrival times. By inverting the corresponding Laplace transforms, the density functions and cumulative distribution functions are also obtained. In addition, the series and transformation methods for solving differential equations are discussed, when the mean of inter-arrival times is small.  Applications such as stop-loss premiums, and risk measures such as VaR and CTE are investigated. These are compared for different inter-arrival times. Some numerical examples are given to illustrate the results.  Finally asymptotic results have been discussed, when the mean inter-arrival time goes to zero. We obtain normality to approximate compound renewal processes. The asymptotic normal distribution is also derived for the discounted compound renewal sum at a fixed time.", " ", "Mr. Xinghua Zhou (M.Sc.)", "Thursday, September 2, 2010", " 10:00 a.m.", " LB 921-4 (Concordia University, Library Building, 1400 de Maisonneuve Blvd. W.)", " Stochastic Flow and FBSDE Approaches to Quadratic Term Structure Models", " We study the stochastic flow method and Forward-Backward Stochastic Differential Equation (FBSDE) approach to Quadratic Term Structure Models (QTSMs). Applying the stochastic flow approach, we get a closed form solution for the zero-coupon bond price under a one-dimensional QTSM. However, in the higher dimensional cases, the stochastic flow approach is difficult to implement. Therefore, we solve the n-dimensional QTSMs by implementing the FBSDE approach, which shows that the zero-coupon bond price under QTSM provided some Riccati type equations have global solutions.", " ", "Ms. Wenxia Li (M.Sc.)", " Friday, August 27, 2010", " 10:30 a.m.", " LB 921-4 (Concordia University, Library Building, 1400 de Maisonneuve Blvd. W.)", " Optimal Surrender and Asset Allocation Strategies for Equity-Indexed Insurance Investors", " Equity-indexed annuity (EIA) products is getting more and more popular since first introduced in 1995. An EIA investor may consider surrendering the contract before maturity and invest in the stock index in order to earn the full stock growth. We consider an EIA policyholder who seeks the optimal surrender strategy and asset allocation strategy after surrender in order to maximize his expected discounted utility at the maturity of the contract or his time of death, whichever comes first. The optimal value functions satisfy Hamilton-Jacobi-Bellman equations from which the optimal strategies are derived.", " ", " Mr. Ferenc Balogh (Ph.D.)", " Tuesday, July 20, 2010", " 11:00 a.m.", " H 443 (Concordia University, Hall Building, 1455 de Maisonneuve Blvd. W.)", " Orthogonal Polynomials, Equilibrium Measures and Quadrature Domains Associated with Random Matrix Models", " Motivated by asymptotic questions related to the spectral theory of complex random matrices, this work focuses on the asymptotic analysis of orthogonal polynomials with respect to quasi-harmonic potentials in the complex plane. The ultimate goal is to develop new techniques to obtain strong asymptotics (asymptotic expansions valid uniformly on compact", "\nsubsets) for planar orthogonal polynomials and use these results to understand the limiting behavior of spectral statistics of matrix models as their size goes to infinity. For orthogonal polynomials on the real line the powerful Riemann--Hilbert approach is the main analytic tool to derive asymptotics for the eigenvalue correlations in Hermitian matrix models. As yet, no such method is available to obtain asymptotic information about planar orthogonal polynomials, but some steps in this direction have been taken.  The results of this thesis concern the connection between the asymptotic behavior of orthogonal polynomials and the corresponding equilibrium measure. It is conjectured that this connection is established via a quadrature identity: under certain conditions the weak-star limit of the normalized zero counting measure of the orthogonal polynomials is a quadrature measure for the support of the equilibrium measure of the corresponding two-dimensional electrostatic variational problem of the underlying potential.  Several results are presented on equilibrium measures, quadrature domains, orthogonal polynomials and their relation to matrix models. In particular, complete strong asymptotics are obtained for the simplest nontrivial quasi-harmonic potential by a contour integral reduction method and the Riemann-Hilbert approach, which confirms the above conjecture for this special case.", " ", " Mr. Farhat Abohalfya (Ph.D.)", " Tuesday, May 11, 2010", " 1:00 p.m.", " H 443 (Concordia University, Hall Building, 1455 de Maisonneuve Blvd. W.)", " On RG-spaces and the Space of Prime d-ideals in C(X)", " Let A be a commutative semiprime ring with identity. Then A has at least two epimorphic regular extensions namely, the universal epimorphic regular extension T(A), and the epimorphic hull H(A). We are mainly interested in the case of C(X), the ring of real-valued continuous functions defined on a Tychonoff space X. It is a commutative semiprime ring with identity and it has another important epimorphic regular extension namely, the minimal regular extension G(X). In our study we show in chapter 5 that the spectrum of the ring H(A) with the spectral topology is homeomorphic to the space of the prime ξ-ideals in A with the patch topology. In the case of C(X), the spectrum of the epimorphic hull H(X) with the spectral topology is homeomorphic to the space of prime d-ideals in C(X) with the patch topology.", "A Tychonoff space X which satisfies the property that G(X) = C(Xδ) is called an RG-space. We shall introduce a new class of topological spaces namely the class of almost k-Baire spaces, and as a special case of this class we shall have the class of almost Baire spaces. We show that every RG-space is an almost Baire space but it need not be a Baire space. However, in the case of RG-spaces of countable pseudocharacter, RG-spaces have to be Baire spaces. Furthermore, in this case every dense set in RG-spaces has a dense interior.", "The Krull z-dimension and the Krull d-dimension will play an important role to determine which of the extensions H(X) and G(X) has the form of a ring of real-valued continuous functions on some topological space. In [31] the authors gave some techniques to prove that there is no RG-space with infinite Krull z-dimension, but there was an error that we found in the proof of theorem 3.4. In this study, we will give an accurate proof which applies to many spaces but the general theorem will remain open. And we will use the same techniques to prove that if C(X) has an infinite chain of prime d-ideals then H(X) cannot be isomorphic to a ring of real-valued continuous functions.", " Ms. Noushin Sabetghadam Haghighi (Ph.D.)", " Thursday, April 8, 2010", "3:00 p.m.", " LB 649 (Concordia University, Library Building, 1400 de Maisonneuve Blvd. W.)", " On Larcher Subgroups and Fourier Coefficients of Modular Forms", "This work consists of two parts, both revolving around Monstrous moonshine. First we compute the signature of Generalized Larcher subgroups. These subgroups were first introduced by Larcher to prove his result about the cusp widths of any congruence subgroup. They also played a significant role in the classification of torsion-free low genus congruence subgroups. In the second part, we establish universal recurrence formulae satisfied by the Fourier coefficients of meromorphic modular forms on moonshine-type subgroups.", " ", " Ms. Huan Yi Li (M.Sc.)", " Wednesday, April 7 , 2010", " 10:30 a.m.", ": LB 921-4 (Concordia University, Library Building, 1400 de Maisonneuve Blvd. W.)", " Analyzing Equity-Indexed Annuities Using Lee-Carter Stochastic Mortality Model", " Equity-indexed annuity (EIA) insurance products have become more and more popular since being introduced in 1995. Some of the most important characteristics of these products are that they allow the policyholders to benefit from the equity market’s potential growth and ensure that the principals can grow with a minimum guaranteed interest rate. In this thesis, we show how to derive the closed-form pricing formula of a point-to-point (PTP) financial guarantee, using the Black-Scholes framework. Furthermore, the PTP equity-indexed annuity is discussed in details as well. We will show how to construct the replicating portfolio for both the PTP financial guarantee and the PTP equity-indexed annuity. Because in the real financial market, companies cannot trade continuously, which violates the assumptions of the complete-market, the replicating portfolio will generate hedging errors. The distributions of the present values hedging errors for both the financial guarantee and EIA will be shown. In addition, the distribution of the present values of hedging errors will be showed. We will talk about the impacts on the hedging errors caused by the stochastic mortality rates in the end of the thesis.", " ", " Mr. Colin Grabowski (M.Sc.)", " Wednesday, March 31 , 2010", " 11:00 a.m.", ": LB 921-4 (Concordia University, Library Building, 1400 de Maisonneuve Blvd. W.)", " Local Torsion on Elliptic Curves", " Let E be an elliptic curve over Q. Let p be a prime of good reduction for E. We say that p is a local torsion prime if E has p-torsion over Qp, and more generally, we say that p is a local torsion prime of degree d if E has p-torsion over an extension of degree d of Qp.", "We study in this thesis local torsion primes by presenting numerical evidence, and by computing estimates for the number of local torsion primes on aver- age over all elliptic curves over Q.", " ", " Mr. Amir Reza Raji-Kermany (Ph.D.)", " Thursday, February 4, 2010", " 10:00 a.m.", ": LB 921-4 (Concordia University, Library Building, 1400 de Maisonneuve Blvd. W.)", " Mathematical Models for Interactions Among Evolutionary Forces in Finite and Infinite Populations", " Mathematical modeling in population genetics plays an important role in understanding the effects of different evolutionary forces on the evolution of populations. The complexity of these models increases as we include more factors affecting the genetic composition of the population under consideration. In this thesis, we focus on interactions among evolutionary forces in finite and infinite populations. In the first part of the thesis we study the effect of migration between two populations of equal sizes with mutations occurring between two alleles at the locus under study.", "\nStochastic changes in the frequencies of one of the alleles in the population is described by a two-dimensional diffusion process. The stationary distribution of this process is characterized by identifying the joint moments under the stationary measure. The second part of this thesis is devoted to studying the effect of recombination on the distribution of types in an infinite haploid population with selection and mutation. In particular, we study the frequency of an allele promoting recombination in such a population. The dynamics of this system are studied in a deterministic framework where the distribution of types is described by a system of ordinary differential equations. We provide numerical solutions to this system. Our results suggest that even if there is no epistatic interaction among loci under selection, an increased rate of deleterious mutations provides a sufficient condition for recombination to be favored in the population.", " Mr. Zhaoyang Wu (M.Sc.)", " Monday, January 25, 2010", " 11:00 a.m.", " LB 921-4 (Concordia University, Library Building, 1400 de Maisonneuve Blvd. W.)", " Predicting Stock Index Based on Grey Theory, Arima Model and Wavelet Methods", "Abstract: In this thesis, we develop a new forecasting method by merging traditional statistical methods with innovational non-statistical theories for the purpose of improving prediction accuracy of stock time series. The method is based on a novel hybrid model which combines the grey model, the ARIMA model and wavelet methods. First of all, we improve the traditional GM (1, 1) model to the GM (1, 1, u, v) model by introducing two parameters: the grey coefficient u and the grey dimension degree v. Then we revise the normal G-ARMA model by merging the ARMA model with the GM (1, 1, u, v) model. In order to overcome the drawback of directly modeling original stock time series, we introduce wavelet methods into the revised-ARMA model and name this new hybrid model WG-ARMA model. Finally, we obtain the WPG-ARMA model by replacing the wavelet transform with the wavelet packets decomposition. To keep consistency, all the proposed models are merged into a single model by estimating parameters simultaneously based on the total absolute error (TAE) criterion. To verify prediction performance of the models, we present case studies for the models based on the leading Canadian stock index: S&P/TSX Composite Index on the daily bases. The experimental results give the rank of predictive ability in terms of the TAE, MPAE and DIR metrics as following :WPG-ARMA,WG-ARMA,G-ARMA,GM(1,1,u,v),ARIMA.", "Mr. Radu Gaba (Ph.D.)", "Tuesday, September 15, 2009", " 11:00 a.m.", " H 769 (Concordia University, Hall Building, 1455 de Maisonneuve Blvd. W.)", "On Fontaine Sheaves", " In this thesis we focus our research on constructing two new types of Fontaine sheaves, Armax and Amax in the third chapter and the fourth one respectively and in proving some of their main properties, most important the localization over small affines. This pair of new sheaves plays a crucial role in generalizing a comparison isomorphism theorem of Faltings for the ramified case. In the first chapter we introduce the concept of p-adic Galois representation and provide and analyze some examples. The second chapter is an overview of the Fontaine Theory. We define the concept of semi-linear representation and study the period rings introduced by Fontaine while understanding their importance in classifying the p-adic Galois representations.", " ", " Ms. Klara Kelecsenyi (Ph.D.)", "Thursday, September 3, 2009", " 2:00 p.m.", " H 760 (Concordia University, Hall Building, 1455 de Maisonneuve Blvd. W.)", " Popularization of Mathematics as Intercultural Communication – An Exploratory Study", " Popularization of mathematics seems to have gained importance in the past decades. Besides the increasing number of popular books and lectures, there are national and international initiatives, usually supported by mathematical societies, to popularize mathematics. Despite this apparent attention towards it, studying popularization has not become an object of research; little is known about how popularizers choose the mathematical content of popularization, what means they use to communicate it, and how their audiences interpret popularized mathematics. This thesis presents a framework for studying popularization of mathematics and intends to investigate various questions related to the phenomenon, such as:", "- What are the institutional characteristics of popularization?", "\n- What are the characteristics of the mathematical content chosen to be popularized?", "\n- What are the means used by popularizers to communicate mathematical ideas?", "\n- Who are popularizers and what do they think about popularization?", "\n- Who are audience members of a popularization event?", "\n- How audience members interpret popularization?", " ", "\nThe thesis presents methodological challenges of studying popularization and suggests some ideas on the methods that might be appropriate for further studies. Thus it intends to offer a first step for developing suitable means for studying popularization of mathematics.", "Mr. Jeremy Porter (M.Sc.)", " Thursday, September 3, 2009", "11:00 a.m.", " LB 921-4 (Concordia University, Library Building, 1400 de Maisonneuve Blvd. W.)", " On a Conjecture for the Distributions of Primes Associated with Elliptic Curves", ": For an elliptic curve E and fixed integer r, Lang and Trotter have conjectured an asymptotic estimate for the number of primes p bounded by x such that the trace of Frobenius equals r. Using similar heuristic reasoning, Koblitz has conjectuerd an asymptotic estimate for the number of primes p bounded by x such that the order of the group of points of E over the finite field of prime characteristic p is also prime. These estimates have been proven correct for elliptic curves “on average”; however, beyond this the conjectures both remain open.", "In this thesis, we combine the condition of Lang and Trotter with that of Koblitz to conjecture an asymptotic for the number of primes p bounded by x such that both the order of the group of points of E over the finite field of characteristic p is prime, and the trace of Frobenius equals r. In the case where E is a Serre curve, we will give an explicit construction for the estimate. As support for the conjecture, we will also provide several examples of Serre curves for which we computed the number of primes p bounded by large x such that the order of the group of points of E over the finite field of characteristic p is prime and the trace of Frobenius equals r, and compared this count with the conjectured estimates.", " Ms. Valerie Hudon (Ph.D.)", " Friday, August 28, 2009", " 10:30 a.m.", "AD 324 (Concordia University, Administration Building, 7141 Sherbrooke Street W.)", " Study of the Coadjoint Orbits of the Pointcare Group in 2 + 1 Dimensions and Theiry Coherent States", " The first main objective of this thesis is to study the orbit structure of the (2+1)-Poincaré group (the symmetry group of relativity in two space and one time dimensions) by obtaining an explicit expression for the coadjoint action. From there, we compute and classify the coadjoint orbits. We obtain a degenerate orbit, the upper and lower sheet of the two-sheet hyperboloid, the upper and lower cone and the one-sheet hyperboloid. They appear as two-dimensional coadjoint orbits and, with their cotangent planes, as four-dimensional coadjoint orbits. We also confirm a link between the four-dimensional coadjoint orbits and the orbits of the action of SO(2,1) on the dual of R^(2,1).", "\n", "\nThe second main objective of this thesis is to use the information obtained about the structure to induce a representation and build the coherent states on two of the coadjoint orbits, namely the upper sheet of the two-sheet hyperboloid and the upper cone. We obtain coherent states on the hyperboloid for the principal section. The Galilean and the affine sections only allow us to get frames. On the cone, we obtain a family of coherent states for a generalized principal section and a frame for the basic section.", " Mr. Baohua He (M.Sc.)", " Friday, August 21, 2009", " 2:00 p.m.", " LB 921-4 (Concordia University, Library Building, 1400 de Maisonneuve Blvd. W.)", " Smoothing Parameter Selection for a New Regression Estimator for Non-Negative Data", " In this thesis, cross-validation based smoothing parameter election technique is applied to Chaubey, Laib and Sen’s (2008) estimator, which is a new regression estimation for nonnegative random variables. The estimator is based on a generalization of Hille's lemma and a perturbation idea. A second order expansion for mean squared error (MSE) of the estimator is derived and the theoretical optimal values of the smoothing parameters are discussed and calculated. Simulation results and graphical illustrations on the new estimator comparing with Fan's (1992, 2003) local linear regression estimators are provided.", "Ms. Tamanna Howlader (Ph.D.)", " Friday, June 19, 2009", " 1:30 p.m.", " LB 921-4 (Concordia University, Library Building, 1400 de Maisonneuve Blvd. W.)", " Wavelet-Based Noise Reduction of CDNA Microarray Images", " Microarray experiments have greatly advanced our understanding of how genes function by enabling us to examine the activity of thousands of genes simultaneously. In cDNA microarray experiments, information regarding gene activity is extracted from a pair of red and green channel images. These images are often of poor quality since they are corrupted with noise arising from different sources, including the imaging system itself. Inferences based on noisy microarray images can be highly misleading. Many noise reduction algorithms have been proposed for natural images. Among these various methods, those that have been developed in the wavelet transform domain are found to be most successful. Unfortunately, the existing wavelet-based methods are not very efficient for reducing noise in cDNA microarray images because they are only capable of processing the red and green channel images separately. In doing so, they ignore the correlation that exists between the wavelet coefficients of the images in the two channels. This thesis deals with the problem of developing novel wavelet-based methods for reducing noise in cDNA microarray images for the purpose of obtaining accurate information regarding gene activity. Two types of wavelet transforms have been used. The proposed methods use joint statistical models that take into account the inter-channel dependencies for estimation of the noise-free images of the two channels. The performance of the proposed methods is compared with that of other methods through extensive experimentations which are carried out on a large set of microarray images. Results show that the new methods lead to improved noise reduction performance and more accurate estimation of the level of gene activity. Thus, it is expected that these methods will play a significant role in improving the reliability of results obtained from real microarray images.", " Ms. Yuliya Klochko (Ph.D.)", " Monday, May 4, 2009", " 9:30 a.m.", " LB 646 (Concordia University, Library Building, 1400 de Maisonneuve Blvd. W.)", " Genus One Polyhedral Surfaces, Spaces of Quadratic Differentials On Tori and Determinants of Laplacians", "Abstract: This thesis presents a formula for the determinant of the Laplacian on an arbitrary compact polyhedral surface of genus one. The formula generalizes the well-known Ray-Singer result for a flat torus. A special case of flat conical metrics given by the modulus of a meromorphic quadratic differential on an elliptic curve is also considered. We study the determinant of the Laplacian as a functional on the moduli space of meromorphic quadratic differentials with L simple poles and L simple zeroes and derive formulas form variations of this functional with respect to natural coordinates on this space. We also give a new proof of Troyanov's theorem stating the existence of a conformal flat conical metric on a compact Riemann surface of arbitrary genus with a prescribed divisor of conical points.", " Ms. Olga Veres (Ph.D.)", " Wednesday, April 8, 2009", "12:15 p.m.", " H 771 (Concordia University, Hall Building, 1455 de Maisonneuve Blvd. W.)", " On the Complexity of Polynomial Factorization Over P-adic Fields", "Abstract: Let p be a rational prime and Φ (x) be a monic irreducible polynomial in Zp[x]. Based on the work of Ore on Newton polygons (Ore, 1928) and MacLane's characterization of polynomial valuations (MacLane, 1936), Montes described an algorithm for the decomposition of the ideal pOK over an algebraic number field (Montes, 1999). We give a simplified version of the Montes algorithm with a full Maple implementation which tests the irreducibility of Φ (x) over Qp. We derive an estimate of the complexity of this simplified algorithm in the worst case, when Φ (x) is irreducible over Qp. We show that in this case the algorithm terminates in at most O((deg Φ)^3+-epsilon v_p(disc Φ)^2+\\epsilon) bit operations. Lastly, we compare the \"one-element\" and \"two-element\" variations of the Zassenhaus \"Round Four\" algorithm with the Montes algorithm.", " Ms. Nadia Hardy (Ph.D.)", " Friday, April 3, 2009", " 2:30 p.m.", "LB 921-4 (Concordia University, Library Building, 1400 de Maisonneuve Blvd. W.)", " Students’ Models of the Knowledge to be Learned About Limits in College Level Calculus Courses. The Influence of Routine Tasks and the Role Played By Institutional Norms", " This thesis presents a study of instructors' and students' perceptions of the knowledge to be learned about limits of functions in a college level Calculus course, taught in a North American college institution. I have analyzed these perceptions from an anthropological perspective combining elements of the Anthropological Theory of Didactics, developed in mathematics education, with a framework for the study of institutions - the Institutional Analysis and Development framework - developed in political science. The analysis of these perceptions is based on empirical data: final examinations from the past six years (2001-2007), used in the studied College institution, and specially designed interviews with 28 students. While a model of the instructors' perceptions could be formulated mostly in mathematical terms,", "\n", "\na model of the students' perceptions had to include an eclectic mixture of mathematical, social, cognitive and didactic norms. The analysis that I carry out shows that these students' perceptions have their source in the institutional emphasis on routine tasks and on the norms that regulate the institutional practices. Finally, I describe students' thinking about various tasks on limits from the perspective of Vygotsky's theory of concept development. Based on the 28 interviews that I have carried out, I will discuss the role of institutional practices on students' conceptual development.", "© Concordia University"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", " ", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", " ", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links ", "MyConcordia", "Cspace", "Webmail", "Library", "Directories", "A-Z", "Maps", "Concordia University", "Concordia University", "Department of Mathematics & Statistics", "About the department", "\n                                                                Faculty\n                                                            ", "\n                                                                Staff & Administration\n                                                            ", "\n                                                                Job opportunities\n                                                            ", "\n                                                                Math outreach\n                                                            ", "Programs", "Research", "Services", "Student life", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Concordia University", "Department of Mathematics & Statistics", "\r\n                    \r\n                    Concordia.ca\r\n                    \r\n                ", "\r\n                    \r\n                    Faculty of Arts and Science\r\n                    \r\n                ", "\r\n                    \r\n                    Department of Mathematics & Statistics\r\n                    \r\n                ", "\r\n                    \r\n                    Events\r\n                    \r\n                ", "\r\n                    \t", "\r\n                    ", "\r\n                    \t", "\r\n                    ", "\r\n                        ", "\r\n                    ", "\r\n                        ", "\r\n                    ", "Ms. Marie-France Leclere", "here", "here", "here", "here", "here", "here", "here", "here", "here", "here", "\r\n\t\t\t\t\t\r\n                    Past Defenses 2009 - 2013\r\n                ", "here", "here", "here", "here", "here", "here", "here", "here", "here", "here", " ", " ", "here", "here", "About the department", "Programs", "Services", "Student Life", "News & Events", "Contact us", "See SGW Campus map", "See building map", "facebook", "twitter", "google", "youtube", "linkedin", "pinterest", "instagram", "flickr", "Concordia social", "Terms", "Privacy", "Accessibility", "Website feedback", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n            ", "\n            ", "\n        ", "\n            ", "\n            ", "\n        ", "See SGW Campus map ", "See Loyola Campus map ", "Website feedback", "Terms", "Privacy", "Accessibility"], ["Concordia University", "M.Sc. & Ph.D. defences"], ["\n                ", "\n            ", "\n                ", "\n            "], ["\r\n                ", "\r\n            "], ["Upcoming defences", "\n ", "Past defences", "\n "], [" - Call us at 514-848-2424"], []]}