{"http://www.concordia.ca/artsci/exercise-science/research/projects.html": [["http://www.concordia.ca/content/concordia/en/artsci/exercise-science/research/projects.html", "The following projects are currently being carried out by graduate students in the Department of Exercise Science.", "Emilie Chan-Thim, PhD. candidate (Supervisors: Dr Véronique Pepin and Dr. Marie Dumont)", "Poor sleep is the third most commonly reported symptom in COPD patients. However, few studies have investigated the relationship between objective daily assessment of sleep and COPD disease severity and prognosis. A component of sleep regulation is influenced by the circadian cycle. A few studies have demonstrated a relationship with the circadian measure of amplitude and worst outcomes in multiple conditions, such as cancer, Alzheimer’s disease and hypertension. However, to our knowledge, no study has reported on the circadian rest-activity cycle in COPD patients. Therefore, the aim of my project is to i) investigate the relationship between sleep and COPD disease severity and prognosis and ii) investigate the relationship between the relative amplitude of the rest-activity cycle and COPD disease severity and prognosis.", "Jordan O’Byrne (MSc candidate, Supervisor Dr. Thanh Dang-Vu)", "Neuronal oscillations dominate the sleeping brain, where they are believed to orchestrate the consolidation of newly formed memories. Age-related cognitive decline may be mediated by disruptions in these mnemonic sleep rhythms. A recently identified feature of neuronal oscillations, theta-gamma phase-amplitude coupling, has been linked with learning and memory processes in animals and humans. Theta-gamma coupling may operate at the intersection of sleep, cognition and aging, mediating the effect of sleep on memory and in turn, the effects of aging on cognition. The goal of this study is to describe phase-amplitude coupling during human sleep, and how it is affected by learning and by aging. Young and elderly participants will complete a memory task and a control task on two non-consecutive nights, followed in each case by a polysomnographic recording of their sleep. Differences in coupling during sleep will be compared across tasks and across age groups, and will be correlated with next-day memory performance. This will be the first study to examine phase-amplitude coupling dynamics during human sleep, and the first to compare them across age groups. In addition, results of this study may elucidate mechanisms of sleep-dependent memory consolidation, and may lead to the identification of an early biomarker of age-related cognitive pathology.", "Lishani Mahendrarajah (MSc candidate, Supervisor ", "):", "The objective of this study is to understand lower limb muscle activity in female athletes prior to, during, and following multidirectioinal perturbations. This information can be used to understand the mechanism of ACL injuries in female athletes and to determine exercise intervention programs targeting leg injury prevention. ", "\n ", "Bruno-Pierre Dubé MD, MSc candidate (Supervisor ", ")", "The ventilatory threshold is a useful clinical marker of global aerobic fitness, used both for exercise prescription and as a prognostic marker in many diseases. Its identification on an incremental exercise tests relies on manual manipulation of graphical data, and therefore is prone to error. In COPD patients, the ventilatory threshold may be particularly difficult to identify owing to their abnormal respiratory response to exercise. This projects aims to quantify and compare the magnitude of the inter-observer variability in the measurement of the ventilatory threshold in both healthy and COPD subjects. We expect our results to provide more insight about the meaning and usefulness of the measured value of the ventilatory threshold in COPD patients, a finding that could have clinical implications when, for example, an exercise training program is considered for these patients.", "Zohra Parwanta MSc candidate (Supervisor ", ") ", "In previous work from our group, diurnal variations (variations within a day) in lung function and exercise response were found in a considerable proportion of individuals with COPD. It is possible that this subgroup of patients with greater variability have a circadian rhythm with larger amplitude, which may predict a better clinical outcome in COPD, as in other pathologies such as hypertension and cancer. The aim of this study is to examine whether amplitude of the rest-activity cycle (as a measure of circadian rhythms) is associated with physical activity levels in COPD patients. The hypothesis is that COPD patients with a larger amplitude in rest-activity cycle will have greater physical activity levels than those with a smaller amplitude. Levels and patterns of physical activity will also be compared between COPD patients, and healthy controls subjects.", "Rest-activity measures, obtained through actigraphy, can be used to calculate amplitude of the rest-activity cycle, an indicator of the internal synchrony between physiological functions and the circadian clock. It has been hypothesized that low amplitudes of the rest-activity cycle may predict worst clinical outcomes; this has been supported in multiple conditions such as in cancer, Alzheimer’s and hypertension. The objective of this project is to investigate the link between amplitude of the rest-activity cycle and variables of disease severity and progression in in individuals with COPD.", "Amanda K. Rizk, PhD (Supervisor ", ")", "In healthy individuals, lower exercise intensities are thought to be more enjoyable, leading to better program adherence. It has been hypothesized that, in patients with COPD, exercise intensities associated with less physiological and symptomatic strain may improve affective response compared to higher training intensities, resulting in better exercise adherence to a 12-week pulmonary rehabilitation program. The objectives of this project were to: i) compare, in COPD, the acute physiological, symptomatic, and affective responses to three commonly used exercise-training protocols; ii) examine the association between acute responses and adherence to a 12-week exercise-training program; and iii) investigate whether the relationship between acute responses and adherence is mediated/moderated by affect/vigor.", "© Concordia University"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "Emilie Chan-Thim, PhD. candidate (Supervisor ", ")", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "Emilie Chan-Thim, PhD. candidate (Supervisor ", ")", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links ", "MyConcordia", "Cspace", "Webmail", "Library", "Directories", "A-Z", "Maps", "Concordia University", "Concordia University", "Department of Exercise Science", "About the department", "\n                                                                Faculty members\n                                                            ", "\n                                                                Staff\n                                                            ", "\n                                                                Job opportunities\n                                                            ", "Programs", "\n                                                                BSc in Exercise Science \n                                                            ", "\n                                                                BSc in Athletic Therapy \n                                                            ", "\n                                                                BSc in Clinical Exercise Physiology\n                                                            ", "\n                                                                MSc in Exercise Science\n                                                            ", "Research", "\n                                                                Current research projects\n                                                            ", "\n                                                                Recent publications\n                                                            ", "\n                                                                Recent theses\n                                                            ", "Student life", "\n                                                                ESSA - Student association\n                                                            ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Concordia University", "Department of Exercise Science", "\r\n                    \r\n                    Concordia.ca\r\n                    \r\n                ", "\r\n                    \r\n                    Faculty of Arts and Science\r\n                    \r\n                ", "\r\n                    \r\n                    Department of Exercise Science\r\n                    \r\n                ", "\r\n                    \r\n                    Research\r\n                    \r\n                ", "\r\n                    \t", "\r\n                    ", "\r\n                    \t", "\r\n                    ", "\r\n                        ", "\r\n                    ", "\r\n                        ", "\r\n                    ", "Dr. Richard DeMont", "Dr Véronique Pepin", "Dr Véronique Pepin", "Dr Véronique Pepin", "Dr Véronique Pepin", "\r\n\t\t\t\t\t\t            ", "\r\n\t\t\t\t\t\t            Recent faculty publications\r\n\t\t\t\t\t\t        ", "\r\n\t\t\t\t\t\t            ", "\r\n\t\t\t\t\t\t            Recently completed theses\r\n\t\t\t\t\t\t        ", "\r\n\t\t\t\t\t\t            ", "\r\n\t\t\t\t\t\t            MSc program \r\n\t\t\t\t\t\t        ", "About", "Programs", "Research", "Student life", "News & events", "Contact us", "See SGW Campus map", "See building map", "facebook", "twitter", "google", "youtube", "linkedin", "pinterest", "instagram", "flickr", "Concordia social", "Terms", "Privacy", "Accessibility", "Website feedback", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n            ", "\n            ", "\n        ", "\n            ", "\n            ", "\n        ", "See SGW Campus map ", "See Loyola Campus map ", "Website feedback", "Terms", "Privacy", "Accessibility"], ["Concordia University", "Current research projects"], ["\n                ", "\n            ", "\n                ", "\n            ", "Learn more"], [], [], [" - Call us at 514-848-2424"], ["Sleep Quality and the Rest-Activity Cycle in Patients with Chronic Obstructive Pulmonary Disease (COPD)", "Coupling of neural oscillations in sleep, in relation to cognition and aging", "Investigation of lower limb muscle reaction to multidiretional perturbation.", "Inter-Observer and Inter-Method Variability in the Determination of the Ventilatory Threshold in Healthy Individuals and Those With Chronic Obstructive Pulmonary Disease (COPD).", "Time-Of-Day Variations in Physical Activity in Chronic Obstructive Pulmonary Disease (COPD)", "Amplitude of the Rest-Activity Cycle and Disease Severity and Progression in Chronic Obstructive Pulmonary Disease (COPD)", "Acute Physiological, Symptomatic, and Affective Responses to Different Exercise-Training Protocols and Relationship with Adherence to Pulmonary Rehabilitation in COPD", "\n "]]}