{"http://www.concordia.ca/artsci/chemistry/cunews/main/stories/2016/11/24/faculty-inventions-were-recognized-at-technology-and-innovation-event.html": [["http://www.concordia.ca/content/shared/en/news/main/stories/2016/11/24/faculty-inventions-were-recognized-at-technology-and-innovation-event.html", "\nEnergy-saving heat exchangers and improved steering systems are just two of the new inventions by Concordia researchers celebrated at a special Technology and Innovation Recognition event this week, on November 23.", "Nine Concordia researchers and their teams have had inventions patented since 2008: ", ", ", ", ", ", ", ", ", ", ", ", ", ", ", " and ", ".", "“Technology is evolving at a rapid pace and is coming at us from all directions. It impacts our lives and the way we do things, and our researchers  are contributing to these developments” says ", ", interim vice-president of Research and Graduate Studies.", "“The patents that Concordia’s innovators have been awarded are the result of years of work, and dedication to the idea of taking research results an extra step and improving a process or a product.”", ", an associate professor in the Department of Electrical and Computer Engineering, was honoured for a noise reduction technology she and her students developed. It improves brightness and colour information in digital images without blurring their details.", "Amer’s new video processing technology is now commercially available through a license deal with wrnch Inc., a company backed up Shark Tank’s Mark Cuban. The video denoising technology was later licensed to Red Giant, an American filmmaking and motion graphics company.", "Amer says her research is driven by the need to innovate, and that commercialization is the proverbial icing on the cake.", "“You cannot fully plan where you go as a researcher,” she adds.", "“I started with a technology in 2009, but it turned out not to be powerful enough against industrial denoisers competition. I felt the challenge to outperform what was currently available on the market, so I asked one of my PhD students to work on this and he excelled.”", "Amer is now working on video object tracking methods. Her goal is to fundamentally advance new technology and scientific knowledge in this area, but if she finds an industry niche, she and her team may turn their attention to applied research.", "\n ", "\nEverything from online auction interfaces to self-sealing building materials have been developed at Concordia.", "Here are descriptions of other recently patented inventions:", ", a professor in the Department of Mechanical and Industrial Engineering, specializes in system dynamics and design for road and railway vehicles.", "He holds a patent on an independently controlled active steering system that not only enhances handling but also improves braking-in-a-turn performance of road vehicles. The independent control is further realized using a fail-safe mechanism and has potential for numerous other applications in active chassis control technology.", ", a senior lecturer of mathematics and statistics in the Faculty of Arts and Science, holds a patent for a new method of record-fast interpolation of data points within a multi-dimensional dataset.", "His invention is of particular interest for application in the area of digital image processing, including both still and real-time images.", ", professor in the Department of Chemistry and Biochemistry, is a specialist in the synthesis, characterization and spectroscopy of lanthanide-doped nanoparticles.", "His patented technology, in part, upconverts nanoparticles’ near-infrared light into the UV, visible and red regions. The results of this research, conducted in collaboration with students and other associates, have attracted considerable attention due their potential biomedical applications in bioimaging, photodynamic therapy and drug delivery.", ", a professor in the Department of Mechanical and Industrial Engineering, is one of Canada’s leading experts in the application of haptic feedback systems", "In his work with research associate Saeed Sokhanvar, he developed a patented smart tactile sensor and force and softness haptic feedback systems for robotic applications. His research could be implemented in hospitals offering minimally invasive, endoscopic surgeries.", ", a professor in the Department of Mechanical and Industrial Engineering, has had marked success in obtaining patents for new inventions.", "One area of his research focuses on the detection of defects in composite structures, such as airplanes, automobiles and wind turbines, to ensure that they are safe. His patents include an electrically conductive adhesive sheet for joining structural elements, a self-healing composite material designed to repair cracks and a system for making high-performance epoxies with clay particles.", ", a professor in the Department of Supply Chain and Business Technology Management, focuses on auctions and negotiations management", "He developed an innovative market mechanism for procurement in computerized multi-attribute reverse auctions — a situation in which multiple sellers engage in a bidding process with a single buyer. Under Kersten’s mechanism, sellers are constrained to submit bids from admissible sets and the winner is selected by a pre-determined set of the buyer’s preferences that are unknown to the bidders.", ", a professor in the Department of Mechanical and Industrial Engineering, has been prolific in developing new technologies, having recently patented five new discoveries.", "Packirisamy is a specialist in biomedical microelectromechanical systems, or BioMEMS. Many of his inventions have to do with the miniaturization of photonic components for information technologies and diagnostic tools for health care to detect cancer and other illnesses that may be lurking in a person’s bloodstream. His latest work involves a power cell that harnesses electrical energy from the photosynthesis and respiration of blue-green algae.", ", a professor in the Department of Mechanical and Industrial Engineering, who has gained international renown for proving Nobel Prize-winner J.J. Thomson’s 125-year-old theorem on the stability of vortex rings, is an expert in research about how vortices can make energy exchange more economical.", "His recently patented heat exchanger technology, which uses four to six times less energy to operate and is considerably smaller than a traditional shell-and-tube exchanger, and uses 40 times less energy to operate than the traditional plate heat exchanger, builds on his previous work in swirling water and air flows.", "\r\n        ", "\r\n    ", "\r\n        ", "\r\n    ", "\r\n        ", "\r\n    ", "\r\n        ", "\r\n    ", "\r\n        ", "\r\n    ", "Search for an expert to comment on any topic", "© Concordia University"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "By: Renée Dunk", "Enter a phrase or keyword", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links ", "MyConcordia", "Cspace", "Webmail", "Library", "Directories", "A-Z", "Maps", "Concordia University", "Concordia University", "Department of Chemistry & Biochemistry", "About the Department", "\n                                                                Faculty members\n                                                            ", "\n                                                                Staff\n                                                            ", "\n                                                                Job opportunities\n                                                            ", "Programs", "\n                                                                Undergraduate programs\n                                                            ", "\n                                                                Graduate programs\n                                                            ", "Research", "\n                                                                Research centres\n                                                            ", "\n                                                                Publications\n                                                            ", "\n                                                                Faculty by research area \n                                                            ", "Student life", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Concordia University", "Department of Chemistry & Biochemistry", "\r\n                    \r\n                    Home\r\n                    \r\n                ", "\r\n                    \r\n                    Faculty of Arts and Science\r\n                    \r\n                ", "\r\n                    \t", "\r\n                    ", "\r\n                    \t", "\r\n                    ", "\r\n                        ", "\r\n                    ", "\r\n                        ", "\r\n                    ", "Waizuddin Ahmed", "Maria Amer", "Armen Atoyan", "John Capobianco", "Javad Dargahi", "Suong Van Hoa", "Gregory Kersten", "Muthukumaran Packirisamy", "Georgios Vatistas", "Justin Powlowski", "Maria Amer", "Red Giant", "Waizuddin Ahmed", "Armen Atoyan", "John Capobianco", "Javad Dargahi", "Suong Van Hoa", "Gregory Kersten", "Muthukumaran Packirisamy", "Georgios Vatistas", "\r\n\t\t\t\t\t\t            ", "\r\n\t\t\t\t\t\t            Faculty of Arts and Science\r\n\t\t\t\t\t\t        ", "\r\n\t\t\t\t\t\t            ", "\r\n\t\t\t\t\t\t            Faculty of Engineering and Computer Science\r\n\t\t\t\t\t\t        ", "\r\n\t\t\t\t\t\t            ", "\r\n\t\t\t\t\t\t            John Molson School of Business\r\n\t\t\t\t\t\t        ", "\r\n\t\t\t\t\t\t            ", "\r\n\t\t\t\t\t\t            Strategic Direction 5: Experiment Boldly\r\n\t\t\t\t\t\t        ", "\r\n\t\t\t\t\t\t            ", "\r\n\t\t\t\t\t\t            Aligo Innovation \r\n\t\t\t\t\t\t        ", "\r\n\t\t\t\t\t\t            ", "\r\n\t\t\t\t\t\t            TandemLaunch \r\n\t\t\t\t\t\t        ", "\r\n\t\t\t\t\t\t            ", "\r\n\t\t\t\t\t\t            Fasken Martineau \r\n\t\t\t\t\t\t        ", "\r\n\t\t\t\t\t\t            ", "\r\n\t\t\t\t\t\t            Red Giant \r\n\t\t\t\t\t\t        ", "\r\n\t\t\t\t\t\t            ", "\r\n\t\t\t\t\t\t            Ad for the Denoiser III featuring Mark Cuban \r\n\t\t\t\t\t\t        ", "How Concordia is doubling its research efforts through strengthened faculty services", "How to get the funding you need", "Your research has been funded. Now what?", "The ins and outs of research ethics at Concordia", "Two new academic editors-in-chief", "\n\t            research            \n\t        ", "\n\t            technology            \n\t        ", "\n    ", "\n    ", "\n    ", "\n", "\n    ", "\n    ", "\n    ", "\n", "\n    ", "\n    ", "\n    ", "\n", "\n    ", "\n    ", "\n    ", "\n", "\n    ", "\n    ", "\n    ", "\n", "\n    ", "\n    ", "\n    ", "\n", "\n    ", "\n    ", "\n    ", "\n", "\n    ", "\n    ", "\n    ", "\n", "\n    ", "\n    ", "\n    ", "\n", "\n    ", "\n    ", "\n    ", "\n", "About", "Academics", "Admissions", "Campus life", "Research", "International", "Future students", "Current students", "Alumni & friends", "Parents ", "Faculty & staff", "See SGW Campus map ", "See Loyola Campus map ", "facebook", "twitter", "google", "youtube", "linkedin", "pinterest", "instagram", "flickr", "Concordia social", "Terms", "Privacy", "Accessibility", "Website feedback", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n            ", "\n            ", "\n        ", "\n            ", "\n            ", "\n        ", "See SGW Campus map ", "See Loyola Campus map ", "Website feedback", "Terms", "Privacy", "Accessibility"], ["Concordia University", "9 groundbreaking Concordia inventions"], ["\n                ", "\n            ", "\n                ", "\n            ", "Related Links", "Related stories", "Related topics", "Latest stories", "Most popular"], ["OPINION: Big Pharma’s troubles are good news for innovation", "Concordia receives funding for 5 Canada Research Chairs", "The fight against fake news", "Concordia receives $2 million to advance smart-grid technology", "‘Student success is more gratifying than any prize’", "13 essential tips for exam success", "To nap or not to nap? Sleep tips for Concordians", "Jason Camlot wins the Donald Gray Prize for best Victorian Studies essay", "‘We are conducting research in a living lab’", "What's it like to meet  the Oracle of Omaha?"], ["Find an expert"], [" - Call us at 514-848-2424"], []]}