{"http://www.concordia.ca/artsci/chemistry/programs/undergraduate/advanced-courses.html": [["http://www.concordia.ca/content/concordia/en/artsci/chemistry/programs/undergraduate/advanced-courses.html", "These courses are only given occasionally and may not be described in detail the ", ".", "For details on time and location, please consult the ", "Theory and practice of techniques in enzymology and protein chemistry including steady-state and stopped-flow enzyme kinetics, ligand binding, immunological techniques, proteomics, computer modelling, and chemical modification of proteins. Tutorials and laboratory.", " ", "This modular course covers the areas of production, characterization and applications of nanoscale structures and materials.  Each module is taught by a different professor as well as guest lecturers.  Topics may include (but are not limited to) size dependent properties, synthesis of organic and inorganic nanostructures, self-assembled structures, chemical patterning and functional nanopatterns, biomaterials.  Nanometer scale fabrication techniques such  as lithographic methods, nano-stamping and patterned self-assembly are discussed.  Modern analysis techniques such as atomic force microscopy and electron microscopy, which are used to map and measure at the single molecular level are introduced.  Applications such as photonics, optical properties, biodetection and biosensors, micro-and nano-fluids, nanoelectronics and nanomachines are presented.  The course includes a term project carried out using the nanoscience facilities held in the department research labs. ", " ", "This course demonstrates how quantum theory applies to the measurement of absorption and emission spectra of atoms and molecules.  The course examines rotational, vibrational, and electronic spectroscopy.  Photoelectron and related spectroscopies, lasers and laser spectroscopy.", "Have you ever wondered whether or not there is a bond between two atoms? An interaction between two molecules? This course explores weak bonding interactions within and between (organic and biologically relevant) molecules. The emphasis will be on hydrogen bonding and π-stacking interactions in the broadest sense. Experimental (mostly spectroscopic) and computational (electronic structure calculations and electron density analyses) techniques will be introduced for detection and unambiguous identification of these weak bonding interactions. The material covered is applicable in chemistry and biochemistry alike. The format is lecture plus computer lab.", " ", "Advanced Polymer Science and Nanotechnology is required for knowledge in polymer chemistry, nanoscience, materials science, and biomedical and polymer engineering. The course will offer introductory polymer chemistry with an emphasis on polymer chemistry basics, polymer synthesis, and polymer characterization. It will also introduce advanced topics in polymer materials chemistry, nanoscience, and biotechnology, including controlled radical polymerization, amphiphilic block copolymers, self-assembly, polymeric nanoparticles, and crosslinked nanogels/hydrogels. Further, their uses for biomedical applications, particularly cancer-targeting drug delivery and tissue engineering, will be discussed.", " ", "This course will examine the biosynthesis and chemical ecology of natural products from plants, bacteria, and fungi. Special emphasis will be placed on natural products built through iterative processes (i.e. polyketides and non-ribosomal peptides), as well as those with interesting biological activities.", " ", "This course presents the concepts, tools and common instrumental techniques employed in modern bioanalytical chemistry for the quantitative analysis of drugs, metabolites, toxins, environmental contaminants, biomarkers, proteins, biotherapeutics and/or DNA in biological samples. The main topics covered will include sample preparation; mass spectrometry; immunoassays; biosensors; microfluidics; bioanalytical method validation and discussion of emerging bioanalytical techniques and trends. The applications discussed will encompass toxicology, forensics, pharmacokinetics, metabolism, clinical chemistry, environmental analysis and biotechnology. Lectures and discussion-style tutorial.", "The life sciences are undergoing an “omics” revolution where concentrations, interactions and possible functions of hundreds or thousands biomolecules are systematically interrogated in parallel. One of the major analytical tools contributing to the power and growth of metabolomics and proteomics is mass spectrometry. Following a comprehensive description of the available state-of the-art mass spectrometry tools, this course will survey and critically discuss how these tools can be applied to obtain meaningful and reliable metabolomics and proteomics data. Numerous mass-spectrometry-based applications will be considered, including untargeted metabolomics, lipidomics, shotgun proteomics, quantitative proteomics, protein post-translational modifications, top-down proteomics, structural biology and molecular structure characterization. Lectures only.", "This course presents the concepts, tools, and techniques of modern computational chemistry, and provides a very broad overview of the various fields of application across chemistry and biochemistry. The course is divided into two parts: 1) Molecular structure, which covers molecular mechanics and elementary electronic structure theory of atoms and molecules; and 2) Chemical reactivity, which covers applications of quantum chemistry and molecular dynamics techniques to studies of chemical reactions. The applications discussed include organic molecules and their reactions, peptides and proteins, drug design, DNA, polymers, inorganics, and materials. The course includes a practical component where students acquire hands-on experience with commonly used computational chemistry computer software", "This course is intended to provide an advanced comprehension of current topics in research related to understanding protein-protein interactions in vitro and in vivo. Topics will include: Origins and evolution of protein-protein interactions; stable vs. transient interactions and their biological significance; interactomics; structural characteristics of protein-protein interfaces; disruption of protein-protein interactions in drug design; experimental approaches to measuring protein-protein interactions.", "This course is concerned with synthetic strategy and design. Applications of modern synthetic methods and reagents are exemplified by synthesis of natural products, peptides, nucleic acids, and novel chemotherapeutic agents.", "© Concordia University"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links ", "MyConcordia", "Cspace", "Webmail", "Library", "Directories", "A-Z", "Maps", "Concordia University", "Concordia University", "Department of Chemistry & Biochemistry", "About the Department", "\n                                                                Faculty members\n                                                            ", "\n                                                                Staff\n                                                            ", "\n                                                                Job opportunities\n                                                            ", "Programs", "\n                                                                Undergraduate programs\n                                                            ", "\n                                                                Graduate programs\n                                                            ", "Research", "\n                                                                Research centres\n                                                            ", "\n                                                                Publications\n                                                            ", "\n                                                                Faculty by research area \n                                                            ", "Student life", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Concordia University", "Department of Chemistry & Biochemistry", "\r\n                    \r\n                    Concordia.ca\r\n                    \r\n                ", "\r\n                    \r\n                    Faculty of Arts and Science\r\n                    \r\n                ", "\r\n                    \r\n                    Department of Chemistry & Biochemistry\r\n                    \r\n                ", "\r\n                    \r\n                    Programs\r\n                    \r\n                ", "\r\n                    \r\n                    Undergraduate programs\r\n                    \r\n                ", "\r\n                    \t", "\r\n                    ", "\r\n                    \t", "\r\n                    ", "\r\n                        ", "\r\n                    ", "\r\n                        ", "\r\n                    ", "Undergraduate Calendar", "Class Schedules", "\r\n\t\t\t\t\t\r\n                    Fall 2016\r\n                ", "\r\n\t\t\t\t\t\r\n                    Winter 2017\r\n                ", "Chemistry (BSc)", "BSc Honours", "BSc Specialization", "BSc Major", "Minor", "Co-op Program", "Biochemistry (BSc)", "BSc Honours", "BSc Specialization", "BSc Major", "Co-op Program", "Advanced courses scheduled", "Procedures & forms", "Plagiarism seminar", "About the department", "Programs", "Research", "Student Life", "News & Events", "Contact us", "See Loyola Campus map", "See building map", "facebook", "twitter", "google", "youtube", "linkedin", "pinterest", "instagram", "flickr", "Concordia social", "Terms", "Privacy", "Accessibility", "Website feedback", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n            ", "\n            ", "\n        ", "\n            ", "\n            ", "\n        ", "See SGW Campus map ", "See Loyola Campus map ", "Website feedback", "Terms", "Privacy", "Accessibility"], ["Concordia University", "Advanced courses scheduled"], ["\n                ", "\n            ", "\n                ", "\n            "], ["\r\n                ", "\r\n            ", "\r\n                ", "\r\n            "], [], ["CHEM 477 –  ADVANCED LABORATORY IN BIOCHEMISTRY", "CHEM 451 – NANOCHEMISTRY", "CHEM 498 / 643 – ORGANOMETALLIC CHEMISTRY", "CHEM 495 – MODERN SPECTROSCOPY", "CHEM 498 / 620 – NONCOVALENT INTERACTIONS", "CHEM 498/620 – POLYMER CHEMISTRY AND NANOTECHNOLOGY", "CHEM 498/670 – SECONDARY METABOLISM", "CHEM498/610 – ADVANCED BIOANALYTICAL CHEMISTRY", "CHEM 498/614 – MODERN ASPECTS/PRACTICAL MASS SPECTROMETRY", "CHEM 431/631 – COMPUTATIONAL CHEMISTRY FOR CHEMISTS AND BIOCHEMISTS", "CHEM 498/670 – PROTEIN-PROTEIN INTERACTIONS", "CHEM 424/623 – ORGANIC SYNTHESIS", " - Call us at 514-848-2424"], ["Prerequisites: CHEM 271, 375", "Prerequisites:  CHEM 217, 218, 221, 222, 234, 235, 241", "Prerequisite: CHEM 324, 341, or equivalent.", "Tue. & Thurs. 11h45 – 13h00", "Prerequisites: CHEM 234, 241, 333", "Prerequisites: CHEM 324 or 325, 393 (or 293)", "Wed. 18:00 – 20:15", "Prerequisite: CHEM 222", "Thurs. 18:00 - 20:30", "Prerequisites: CHEM 222, CHEM 375, BIOL 261. CHEM 324 is recommended.", "Tues. 18h00 – 20h30", "Prerequisites: CHEM 222, CHEM 375, BIOL 261. CHEM 324 is recommended.", "Wed. & Fri. 10:15 – 11:30", "Prerequisites: CHEM 271, 375 or 312", "Tue. 18:00 - 20:30", "Prerequisites: CHEM 234, 241, 333", "Wed. 18:00 - 20:30", "Prerequisites: CHEM 271, 375, or permission from instructor.", "Wed. & Fri. 11:45 - 13:00", "Prerequisites: CHEM 222, 235, 324", "Tue. & Thurs. 11:45 - 13:00"]]}