{"http://www.concordia.ca/artsci/chemistry/cbgrc/presentations.html": [["http://www.concordia.ca/content/concordia/en/artsci/chemistry/cbgrc/presentations.html", "The presentation titles and abstracts of the 19th CBGRC are shown below.", "Oral presentations are 10-12 minutes in length with a 3 minute question period. Equipment for PowerPoint (MS Office 2007), slide or transparency presentations are available. Speakers however are reminded to have backup presentations in the event of technical difficulties. Speakers will be signaled at the 15 minute mark in order to close their talk.", "The size for all poster boards is 4' x 4' (height x width). All posters should measure less than 4' x 4'. Thumbtacks will be available to prop up posters. Presenters are encouraged to stand by their posters between the times indicated in the schedule.", "Please submit your abstracts in English and French (if possible). The Abstracts should not be more than 200 words per language (400 words in total).", "*Al Hejami, A. (1); Beauchemin, D. (1)", "This work aims at optimizing a sample introduction system for inductively coupled plasma optical emission spectrometry (ICP-OES) to analyze Ni-based materials in alkaline fuel cell electrolyte. Flow injection was coupled with ICP-OES to minimize the degradation of the sample introduction system (usually made of glass) by the basic samples and also to minimize sample consumption. Different approaches were used including the pre-evaporation technique with an infrared (IR) rope heater. Multivariate optimizations were conducted to find operating conditions maximizing analyte sensitivity and plasma robustness using 5 mg/L multi-element standard solution containing Bi, Co, Cu, Fe, Mg, Mn, Ni, Pb, Ti and Zn. Under optimum conditions, analyte sensitivities for elevated temperature using IR heater were 1.4 fold those obtained at room temperature. The detection limit (DL) was not improved upon IR heating: the average DL (3s; n = 10) ratio (without heating/ with heating) was 0.9 ± 0.4. At elevated temperature, the analyte sensitivities were enhanced by factor of 2.8 ± 0.3 upon using air sandwich flow injection compared to regular flow injection. The DL with air sandwich flow injection was improved as well; the average DL (3s; n = 10) ratio (regular / air sandwich) was 1.7 ± 1.4.", "*Desharnais, B. (1,2); Camirand-Lemyre, F. (3); Mireault, P. (2); Skinner, C.D. (1)", "Choosing an appropriate calibration model is a critical part of quantitative method validation. The analyst has several choices, such as forcing the calibration through the origin or not, choosing a weighting factor (“no weight”, 1/x or 1/x", ") and selecting model order (quadratic or linear). We present an automated, analyst-independent approach to the selection and validation of calibration models. The performance of different tests for various steps of the selection and validation process was examined with synthetic and experimental LC-MS/MS data collected for 50 analytes. The final procedure identifies heteroscedasticity through applying an F-test on the LLQ and ULQ replicate measurements, with a success rate >92%. Selection of the weight was found to be best performed through a variance evaluation, with a failure rate <14%, while the partial F-test was ultimately selected for picking the model order. The Cramer-Von Mises test of residual normality was chosen as the calibration model validation procedure because of its robustness with respect to experimental design and ability to reject inadequate models. All but three of the 50 LC-MS/MS analytes were attributed a quadratic, 1/x", ", calibration model, which is typical of this type of instrument.", "*Kormendi, A.(1); Gélinas, Y. (2)", "While most of the ocean is undersaturated in methane relative to the atmosphere, surface waters are in a supersaturated methane state[1]. This oxic environment should inhibit methanogensis, an anaerobic process, but sub-ppb concentrations have been measured, resulting in the oceanic methane paradox[1]. The origin of this methane remains poorly characterized, but can be determined using isotopic measurements of δ", "C-CH", ". Herein lies the challenge of achieving detection and quantification limits low enough to analyze surface water methane through gas chromatography-isotope ratio mass spectrometry. We are interested in developing a preconcentration method utilizing cryotraps to mitigate these analytical challenges, with possible application to additional small hydrocarbons present at lower levels in seawater.", "[1] Reeburgh, W.S. Chem. Rev. 2007, 107, 486-513.", "*Monnin, C. (1); Ramrup, P. (1); Daigle, C. (1); Slobodchikova, I. (1); Vuckovic, D. (1)", "In liquid chromatography-mass spectrometry (LC-MS) mobile phase modifiers can improve peak shape, analyte signal and analyte coverage. The goal of this project was to examine various mobile phase modifiers and their effects on the LC-MS detection of lipids present in human plasma using negative electrospray ionization. A cold isopropanol protein precipitation extraction of citrated human plasma was performed. Standard solutions of lipids containing at least on representative of each major lipid sub-class were also prepared. These plasma and standard samples were analyzed using a Waters reversed phase (RP) charged surface hybrid (CSH) C18 column, negative electrospray ionization and Thermo Scientific LTQ Orbitrap Velos high-resolution MS. Three different mobile phase modifiers were examined: 10 mM ammonium acetate with 1 mM acetic acid, 10 mM ammonium acetate and 0.02% acetic acid. 0.02% acetic acid showed an increase in signal and coverage, and was found to be the best additive in this comparison. This mobile phase was also compared to 0.1% ammonium hydroxide additive using two distinct approaches on Agilent QTOF 6550 iFunnel MS: (i) post column addition using a dual spray injection system to introduce ammonium hydroxide to the effluent within the electrospray source and (ii) addition directly into mobile phase in combination with pH-stable Kinetic EVO C18 column. Ammonium hydroxide showed signal suppression in both configurations. Based on these results, we propose the use of 0.02% acetic acid as the optimal additive for lipidomic analysis of plasma.", "*Russo, M. S. T. (1, 2); Paquet, A. (1); Vuckovic, D. (1, 2)", "The ratio between reduced and oxidized thiols in biological samples is an important indicator of oxidative stress. However, cell lysis and sample preparation expose thiols to an oxidative environment, and the resulting oxidation of reduced thiols can skew the measured ratio. To avoid this problem, the reduced thiols can be stabilized by derivatization using reagents such as maleimides. Three commonly used reagents, iodoacetamide, N-ethylmaleimide and (R)-(+)-N-(1-phenylethyl) maleimide (NPEM) were compared for the derivatization of common organic thiols prior to analysis by liquid chromatography-mass spectrometry (LC-MS). NPEM was found to be the best derivatizing agent with high derivatization efficiency and good derivative stability, but its derivatives eluted in two chromatographic peaks, which reduces precision in quantification. Although pH 7 is considered in literature as ideal for selective thiol derivatization, our LC-MS and/or NMR results show that the reaction also occurred with amine groups, and side reactions were also detected, such as opening of the maleimide ring and derivatization of both amine and thiol groups. These results indicate that maleimide derivatization is not as specific to thiols as described in literature and that other functional groups such as amines can undergo partial derivatization despite pH control of the reaction.", "*Balind, K. (1); Barber, A. (1); Gélinas, Y. (1)", "Among the most commonly used analytical methods in geochemistry is the ferrozine method for determining the dissolved iron concentration in water (Stookey, 1970). This cheap and easy-to-use spectrophotometric method involves a complexing agent (ferrozine), a reducing agent (hydroxylamine-HCl) and buffer (ammonium acetate with ammonium hydroxide). Previous studies have demonstrated that complex organic matter (OM) originating from the Suwannee River did not lead to a significantly underestimation of the measured iron content in OM amended iron solutions (Viollier et al., 2000). The authors concluded that this method could be used even in organic rich (i.e., 25 mg/L) waters. Here we compare the concentration of Fe measured using this spectrophotometric method to the total Fe as measured by ICP-MS in the presence/absence of specific organic molecules to ascertain if they interfere with the ferrozine method. These methodological artifacts may have far reaching implications due to the extensive use of this method.", "*Eysseric, E. (1); Barry, K (1); Houde, M (2); Gagnon, C (2); Segura, P. A. (1)", "Finding the formula of an unknown compound can be very difficult when only the exact mass is available and results obtained from formula generation algorithm may vary significantly. MassWorks is a software that uses the profile (continuum) information of the mass spectrum as opposed to the centroid information to calculate a parameter, the spectral accuracy, for formula generation. We report here the use of spectral accuracy to improve the certitude in the determination of molecular formulas for environmental analysis. Correct formula assessment of common surface water contaminants was performed with ultra-high performance liquid chromatography coupled to different types of mass spectrometers: a low resolution triple quadrupole, a high resolution quadrupole-time-of-flight and a high-resolution quadrupole-orbitrap. MassWorks algorithms for spectral accuracy determination, CLIPS and sCLIPS, were used to generate molecular formulas for spiked compounds in pure solvent and river samples from the Magog river (Quebec, Canada) extracted by solid-phase extraction. For high-resolution data, MassWorks sCLIPS was compared with Bruker'sSmart Formula. A set of rules is proposed to maximise MassWorks efficiency. Accurate determination of the molecular formula of targeted compounds and exact mass measurements were made possible with the low-resolution triple quadrupole using the internal calibration, but external calibration showed poor results. Accurate molecular formula was also performed with both high-resolution mass spectrometers.", "*Fréchette-Viens, L. (1); Hadioui, M. (1); Wilkinson, K. J. (1)", "Single particle ICP (spICP-MS) is a promising technique to detect low concentrations of engineered nanoparticles (ENP) in complex matrices (<ppb) because it can characterize both ENP concentration and size distribution. Since spICP-MS analyses are performed in non-acidified conditions, adsorptive losses of the ions and particles to various components of the instrument can be important. In this study, adsorption of La", " ions originating from the dissolution of La", "O", " nanoparticles were found to be strongly adsorbed on the introduction system and on the storage containers made of perfluoroalkoxy alkane (PFA), which greatly impacted the reproducibility of the results. As a solution, an ion exchange resin was used and led to more accurate determinations of the La2O3 NP size distributions in addition to improve size limit detection.", "Mireault, C.* (1,2); Baechler, S. (2,3); Roland, C. (1); Daoust, B. (1); Crispino, F. (1,2)", "The use of polymers in everyday life is becoming more widespread and ID document production is no exception. This study aims to assess the relevance and contribution of polymer analysis in a forensic intelligence framework. An extraction method for additives by dissolution / precipitation of polymers and a HPLC-QToF analysis method are developed to analyze additives from plastic ID documents, such as driver's license. The methodology is applied to genuine and false documents sets to create chemical profiles and compare them to one another.", "*Racine, M. (1); Segura, P. (1)", "The emerging organic contaminants (EOCs) is a new class of contaminants composed of pharmaceuticals, personal care products, pesticides, plasticizers and flame retardants among many other compounds. In order to increase the number of EOCs detected in an environmental sample, suspect screening based on liquid chromatography-high-resolution mass spectrometry (LC-HRMS) has gained increased attention in the last few years. The principle of this method is to compare isotopic pattern libraries of contaminants potentially present in the samples and experimental isotopic patterns to identify molecular formulas. For that purpose, a suspect screening method using ultra performance liquid chromatography-high-resolution mass spectrometry (UHPLC-QqTOFMS) was developed using 38 model compounds. Five different solid-phase extraction polymeric cartridges (Strata-X, Strata-x-AW, Strata-X-CW and Strata-X-A, Strata-X-C) were used to compare extraction recovery and overall efficiency in order to develop an optimal extraction method. Samples from the St-François river near Sherbrooke, QC were analyzed and the acquired data was compared to a library containing 250 water-borne contaminants in order to identify the presence of EOCs. Seventeen contaminants were detected in the samples extracted with Strata-X. Among those the presence of caffeine, roxithromycin and acetaminophen was confirmed using retention times and tandem mass spectra.", "*Hardouin Duparc, V. (1); Schaper, F. (1)", "The Chan-Evans-Lam coupling is a well-known cross-coupling reaction between an aryl or alkyl boronic acid and an alcohol, an amine or other nucleophiles. Discovered in 1998, an oxidative coupling is performed under air to form the C-O or C-N bond in presence of a copper(II) species, typically Cu(OAc)", ". Environmentally friendly, atom-economic, and typically not in need of harsh conditions, the Chan-Evans-Lam coupling could be very interesting for industrial processes and research applications. However, even with substrates as similar as anilines and amines, reaction conditions have to be optimized for each substrate. This commonly includes the choice of solvent, presence of base, presence of oxygen, heating, removal of water, and sometimes stoichiometric amounts of copper. We recently prepared several new copper complexes, stable under air and against water, which bear a tridentate ligand with a coordinated sulfonate part and a dissociable anion. These compounds were active in the Chan-Lam couplings for a large variety of amine reagents under identical, mild conditions. Further investigations showed that coupling occurs at room temperature under air, without the requirement of additional base. Neither heating, nor removal of water proved to be necessary.", "*Golbaghi, G. (1); Haghdoost, M. (1); Pitard, I. (1); Castonguay, A. (1)", "Ruthenium complexes are presently an object of great attention in the field of medicinal chemistry, as antitumor agents with selective antimetastatic properties and low systemic toxicity. Interest in Ru anticancer drugs has been growing rapidly since NAMI-A and KP1019 have successfully entered phase II clinical trials. Besides, some ruthenium complexes are active against platinum resistant cells and also display less side effects. Our goal is to create a series of multitasking ruthenium complexes bearing aromatase inhibitors currently used for estrogen receptor positive breast cancer (ER+) therapy. Ruthenium can act as a cell-killing agent through various modes of action, whereas aromatase inhibitors such as Letrozole and Anastrozole can act as anticancer agents by linking to aromatase, blocking the activity of the enzyme responsible for the production of estrogens in postmenopausal women. In this presentation, we report the synthesis of a series of ruthenium-Letrozole and ruthenium-Anastrozole complexes as well as their characterization using various techniques, including nuclear magnetic resonance spectroscopy, X-ray crystallography and high resolution mass spectrometry. In addition, we report their in vitro human breast cancer cell antiproliferative and antimigratory activities, which were assessed by MTS and wound healing assays, respectively. Furthermore, the results of in vivo toxicity test of the complexes on zebrafish embryos are also discussed.", "*Haghdoost, M. (1); Golbaghi, G. (1); Létourneau, M. (1); Castonguay, A. (1)", "Ruthenium complexes are promising candidates to replace platinum-based drugs, as they tend to exhibit high activity against cis-platin resistant cell lines and induce a lower occurrence of side effects than platinum-based complexes, possibly due to their different mechanism of actions [1]. In this study, four new structurally similar Ru(II) complexes with bidentate N,O donor ligands are reported, including the synthesis, characterization and in vitro antiproliferative activity of two different human cancer cell lines, notably MCF-7 (breast) and SH-SY5Y (neuroblastoma). Their structural properties, aquation reactivity, lipophilicity and cellular uptake as well as their ability to catalyze the reduction of NAD+ to NADH under abiotic and biological conditions were also studied. Results showed that the cytotoxicity, cellular uptake and lipophilicity of these complexes are significantly related to each other. The established lipophilicity-cytotoxicity relationship was used to design a ruthenium complex with a much higher antiproliferative activity.", "[1] Leijen, S., et al., Invest New Drugs, 2015. 33(1): p. 201-14.", "*Schott, O. (1); Chartrand, D. (1); Pal, A. K. (1); Hanan, G. S. (1)", "The development and well-being of our society rely on innovative research concerning sufficient clean energy resources. Nowadays, with global warming issue, new alternatives to fossil fuels are based on carbon neutral energies. In the field of molecular artificial photosynthesis, photo-catalytic systems are developed to oxidize water in order to reduce CO", " or protons [1]. Mimetic system for hydrogen generation was initiated by Lehn and Al. [2]: a system with a sacrificial electron donor such as triethanolamine, a photosensitizer Ru(bipy)", " and ' cobaloxime ' catalyst produce some hydrogen under blue light irradiation. Efficiency of photo-systems PS/Cat linked by coordination bonding is explored in literature [3]. Recently in our group, development of polynuclear supramolecular architecture Ru/Co proves greater efficiency as compared to Ru(bipy)", "[4]. In this following work, a heteroleptic photosensitizer [Ru(L)X(bipy)", "-X]", " (L= 4,4'-Bis(phenyl)aminocarbonyl] -2,2'-bipyridine) are investigated in different photo-reaction conditions (various wavelengths of irradiation, various concentrations, organic or aqueous media). In this case, a other supramolecular approach by halide recognition of amide pocket and the chloride of cobaloxime are evaluated for photo-catalysis. Additionally, cyclohexyl oxime Co derivative catalysts are experimented for hydrogen generation. Ru[(diphenyl-[4,4'-Bis(phenyl)aminocarbonyl]-2,2'-bipyridine)(bipy)", "][PF", "]", " and Co(chg)", "ClDMAP(chg=cyclohexane1-2dione oxime) enhance interesting performances compared to references. Herein, photo-physical, electrochemical measurements, and photo-catalytic activities of the new species are discussed.", "[1] Serena Berardi, Samuel Drouet, Laia Franca`s, Carolina Gimbert-Surinach, Miguel Guttentag, Craig Richmond, Thibaut Stoll , Antoni Llobet. Chem.Soc. Rev. 2013, 42, 1847", "\n[2] J. Hawecker, J-M Lehn, R. Ziessel, Nouveau Journal de Chimie. 1983, 7, 271", "\n[3] Frischmann, P. D.; Mahata, K.; Wuerthner, F. Chem. Soc. Rev. 2014, 43, 7501", "\n[4] Rousset, E.; Chartrand, D.; Ciofini, I.; Marvaud, V.; Hanan, G. S. Chem Commun (Camb) 2015", "*Harkness, R. (1); Mittermaier, A. (1)", "G-quadruplexes (GQs) are 4-stranded DNA structures formed by tracts of stacked, Hoogsteen-hydrogen bonded guanosines. GQs are found in gene promoters and telomeres where they regulate gene transcription and telomere elongation. Though GQ structures are well-characterized, many aspects of their conformational dynamics are poorly understood. For example, when there are surplus guanosines in some of the tracts, they can slide with respect to one another, a process we term G-register (GR) exchange. These motions could in principle entropically stabilize the folded state, crucially benefitting GQs as their stabilities are closely tied to biological function. We have developed a method for characterizing GR exchange where each isomer in the wild-type conformational ensemble is trapped by mutation and thermal denaturation data for the set of trapped mutants and wild-type are analyzed simultaneously. This yields GR isomer populations as a function of temperature, quantifies conformational entropy and sheds light on correlated sliding motions of the G-tracts. We measured entropic stabilizations from GR exchange up to 14.3 ± 1.6 J mol", " K", ", with melting temperature increases up to 7.3 ± 1.6°C. Furthermore, bioinformatic analysis suggests a majority of putative human GQ sequences are capable of GR exchange, pointing to the generality of this phenomenon.", "*Labelle, M.-A. (1); Ispas-Szabo, P. (1); Mateescu, M.-A.(1)", "In Europe, inflammatory bowel diseases (IBD) increases every year with about 260 000 news cases. The objective of this study is to obtain Barium Sulfate (BS) tablets carrying various charges and investigate their behavior as tracers in IBD. Current standard in imaging of IBD is BS used as radio-opacifier agent under a suspension form. Hypothesis: selected biocompatible polymers such as starch and cellulose derivatives could generate matrices with a determined delivery time of BS at specific segments of gastro-intestinal tractus allowing an accurate x-ray imaging of the bowels. Matrix-forming polymers (anionic, cationic, neutral) were investigated in relation with the BS charge (between 10-80%) and tablets were obtained by direct compression. The effect of loading was monitored by tablet hardness, their hydration and behavior in simulated gastric and intestinal fluids. The results have shown a possible correlation between the loaded BS and the polarity of the functional groups grafted on polymeric chains. The anionic polymers CarboxyMethyl Cellulose and CarboxyMethyl Starch could allow about 60% BS loading, thus being good matrices for delivery in small intestine. The HPMC (HydroxyPropylMethyl Cellulose, a neutral polymers) showed great stability at loadings up to 80% and could be recommended as carrier for BS colonic delivery.", "*Luo, Z. (1); Friscic, T. (1); Khaliullin, R. (1)", "Despite very similar structure pregnenolone (pre) and progesterone (pro), two steroid molecules, demonstrate dramatically different propensity to interact with aromatic molecules. It has been recently found that in the solid-state complexation with a wide variety of aromatic systems, pro forms cocrystals unselectively with almost all of them whereas pre cocrystallizes only with very few. The importance of intermolecular interactions of steroids for their biological signaling function motivated us to perform a systematic comparative analysis of intermolecular binding in cocrystals of pro and pre. To make such comparative examination possible we designed a computational procedure that generates experimentally inaccessible structures of pre cocrystals without relying on conventional crystal structure prediction algorithms, which would be unfeasible in this case. A detailed examination of the fundamental nature of interactions between steroid and aromatic molecules revealed that the different cocrystallization propensity of pro and pre cannot be attributed to the difference in the distribution of charges over the steroid backbone as has been suggested before. The observed phenomenon has more complex origins than previously thought and is a result of a fine balance between the strength of steroid-steroid and steroid-aromatics interactions.", "*Palato, S. (1); Seiler, H. (1); McGovern, L. (2); Kambhampati, P. (1)", "Ultrasmall (<1.1m) Cadmium Selenide nanocrystals (CdSe NC) exhibit a broad surface photoluminescence (PL) feature redshifted from their core excitonic state. Controlling this surface PL is key to enable applications such as lighting and nanosensing beyond proof-of-concept[1]. Yet, a microscopic theory of the nature of the surface state is lacking. We report on the investigation of ultrasmall NC PL using a streak camera providing simultaneous time and wavelength resolution. The time-resolved PL reveals the surface peak redshifts by up to 100nm over the course of 500ns. This yet unreported phenomenon is present for all sizes of ultrasmall NCs studied, and is ligand-sensitive. The slow timescale and large redshift is unaccounted for by current theories of white light emission in ultrasmall NCs. Considering the phenomenon takes place on a timescale similar to the fluorescence lifetime, the potential for independent population with different spectra and lifetimes is explored. The data can be explained by few (2-3) such populations. This explanation is consistent with recent studies linking ligand chemistry to surface PL[2].", "[1] L. Jethi, M. M. Krause, and P. Kambhampati, J. Phys. Chem. Lett. 6, 718 (2015).", "\n[2] M. M. Krause and P. Kambhampati, Phys. Chem. Chem. Phys. 17, 18882 (2015).", "*Rojas-Gutiérrez, P. A. (1); DeWolf, C. (1); Capobianco, J. (1)", "Lanthanide doped nanomaterials have gained significant attention due to the fact they can emit light under a multiphoton excitation process, where they are able to convert low energy light such as near-infrared (NIR) to ultraviolet and visible emissions in a process known as upconversion. Lanthanide-doped upconverting nanoparticles (Ln-UCNPs) have garnered attention for developments of novel biological probes. However, several requirements such as, water dispersibility, bio-compatibility, high colloidal stability, and the possibility of functionalization with targeting agents, must be achieved before Ln-UCNPs reach their full potential in biological applications. Supported lipid bilayer (SLB) is a self-assembling of two-dimensional continuous bilayer made of lipid molecules that interact via hydrophobic interactions, mimicking cell membranes. Enveloping nanoparticles with SLB is an alternative method that produces water dispersible nanoparticles with high bio-compatibility and gives the possibility of drug encapsulation inside the lipid bilayer. In the present work we show the formation and characterization of a SLB on LiYF", ":Tm", "/Yb", " UCNPs.", "Reber, C. (1); *Schütz, M. (2)", "Since 1998, at least 15 theoretical studies presenting calculations on the vibrational frequencies of cis- and trans-Pt ( [PtCl", "(NH", ")", "] ) have been published. However, only a few of them include experimental results, especially for trans-Pt. This work presents detailed variable-temperature Raman spectra of cis- and trans-[PtCl", "(NH", ")", "], as well as of cis-[PtBr", "(NH", ")", "]. Important recent information about temperature dependent structural changes in the cis-Pt system[1] is expanded towards trans-Pt and cis-[PtBr", "(NH", ")", "], two compounds for which only low-quality or no crystal structures are reported, despite their current pharmaceutical interest.[2] Our experimental data form a new benchmark for theoretical studies.[3] The influence of isotope distribution, crystal packing and asymmetry effects on vibrational band splitting is outlined. For cis-[PtBr", "(NH", ")", "], the Raman spectra and crystal structures expand fundamental physical information about this rather neglected compound.[4]", "[1] V. P. Ting, M. Schmidtmann, C. C. Wilson, M. T. Weller, Angewandte Chemie International Edition 2010, 49, 9408-9411.", "\n[2] T. Marzo, G. Bartoli, C. Gabbiani, G. Pescitelli, M. Severi, S. Pillozzi, E. Michelucci, B. Fiorini, A. Arcangeli, A. G. Quiroga, BioMetals 2016, 1-8.", "\n[3] Y. Wang, Q. Liu, L. Qiu, T. Wang, H. Yuan, J. Lin, S. Luo, Spectrochimica Acta Part A: Molecular and Biomolecular Spectroscopy 2015, 150, 902-908.", "\n[4] K. Nakamoto, P. J. McCarthy, J. Fujita, R. A. Condrate, G. T. Behnke, Inorganic Chemistry 1965, 4, 36-43.", "*Khan, A. (1); Borozenko, O. (2); Badia, A. (2); DeWolf, C. (1)", "As oxygen is inhaled it has to first cross a very thin layered membrane, lung surfactant, before it can enter the bloodstream. This lung surfactant membrane is composed of saturated and unsaturated phospholipids and membrane proteins which serve to reduce the surface tension at the air-liquid interface of the alveoli preventing alveolar collapse. To maintain this function through repetitive compression-expansion cycles, the film employs a mechanism of reversible reservoir formation and exhibits a high degree of fluidity. The inhalation of nanoparticulate may interfere with the functional properties of pulmonary surfactant including lowering the film collapse, altering viscoelastic properties and modifying lipid reservoir formation. This study aims to determine the degree to which nanoparticles interfere with the phase structure, compressibility, and viscoelastic properties when they deposit on the lipid membrane. The lung surfactant films are modelled using monolayers of lipid-only mixtures and natural membrane extracts, namely Survanta and Infasurf (two clinical formulations comprising extracted lipids and proteins in different ratios). Surface pressure area-isotherms, Brewster angle microscopy, rheological measurements and GIXD data of films in the absence and presence of cationic, neutral and anionic silica nanoparticles will be presented.", "*Miclette Lamarche, R. (1); DeWolf, C. E. (1)", "Phenolic compounds such as tannins exhibit antioxidant, metal chelating and protein-binding abilities; surfactants with this functionality may confer these properties to self-assembled structures and surfaces. We have previously shown the phenolic headgroup to be extremely self-adhesive give strong lateral rigidity to monolayers at liquid surfaces. The extent to which the phase behaviour can be tuned by modifying the intermolecular interactions via changes in subphase composition (such as pH, salt concentration and temperature) will be presented for lauryl gallate (C12) and octadecylgallate (C18) surfactants which exhibit liquid expanded and condensed phases, respectively, at the air water interface. The film organizational changes are determined by grazing incidence x-ray diffraction (GIXD) while morphology is assessed using Brewster angle microscopy at the air-water interface and atomic force microscopy for films deposited on mica. The competition of hydrogen-bonding and p-stacking interactions between headgroups can be manipulated to yield highly directional domain growth and control over the inter-surfactant distance. Contrary to what is observed for most surfactant monolayers, GIXD measurements show that the gallate headgroups are arranged in a crystalline packing state with limited free rotation, attributed to strong hydrogen bonding and p-stacking interactions of the gallate headgroup. The combination of parameters required to modify this preferred headgroup arrangement will be discussed. An understanding of the impact of these parameters on film organization is essential for the design of functional surface coatings.", "*Allouche, E. M. D. (1); Charette, A. B. (1)", "The cyclopropane moiety is the 10th most used ring for the development of new drugs.[1] For this reason, our research group is developing methodologies for the synthesis of stereoenriched cyclopropanes. Recently, the enantio- and diastereo- synthesis of highly substituted iodocyclopropanes have been described.[2] In order to access highly 1,2,3-substituted stereoenriched cyclopropanes moieties, new coupling conditions of iodocyclopropanes were developed. Although the Suzuki-Miyaura cross-coupling of iodocyclopropanes had been reported in the 1990's,[3] a complete optimization to improve the yields and the scope of the reaction was undertaken to make this transformation a very useful process to generate more complex cyclopropane derivatives.", "[1] Taylor, R. D.; MacCoss, M.; Lawson, A. D. G. J. Med. Chem. 2014, 57, 5845.", "\n[2] (a) Beaulieu, L.-P. B.; Zimmer, L. E.; Charette, A. B. Chem. Eur. J. 2009, 15, 11829. (b) Beaulieu, L.-P. B.; Zimmer, L. E.; Gagnon, A.; Charette, A. B. Chem. Eur. J. 2012, 18, 14784.", "\n[3] Charette, A.B.; Giroux, A. J. Org. Chem. 1996, 61, 8718-8719.", "*Alshamrani, A. K. (1); Jessop, P. G. (1)", "Neutral organic bases such as amidines are very useful in studies of the reactivity of CS", " to create C-C bonds. Reaction of amidines with CS", " in the absence of water and without adding other reagents or solvents is less documented. In this study, the examined cyclic amidines have shown different reactivity, and produced different important sulfur and nitrogen containing products. Previously, in our lab the reaction of CS", " with acyclic amidines with no NH bond and having both bulky and non bulky groups to the imine nitrogen tend to form isothiocyanates and thioamide simultaneously without addition of solvent or desulfurization reagents. In contrast, in the recent study, the reaction of cyclic amidines tetrahydropyrimidines with CS", " required adding solvent to complete the reaction, and they form different products (amidinium salt, zwitterionic adduct, or cyclic trithioanhydride) depending on the substituents on the amine nitrogen or central carbon of the amidine. The difference in the reactivity is attributed to the ability of the acyclic amidine molecules to rotate around the imine (N=C) bond after it bind to the CS", " to produce two linear molecules, while that cannot happen in the case of the cyclic amidines.", "*Chen, F. (1); Forgione, P. (1)", "Palladium catalyzed C-C bond formation method is an important part in synthetic chemistry. Pd-mediated desulfinative cross-coupling reactions is one of the recently developed environmental benign cross-coupling reactions. The starting material sulfinate salts are bench stable and easy to handle, but can undergo self-disproportionation in solution. Therefore, it is limiting the use of this useful method in synthesis. Extending the versatility of the usage of sulfinate salts can be achieved through the introduction of a protecting group to maintain the sulfinic acid functional group. The pyridine functional group is chosen mainly due to the directing impact on the ortho-functionalization and it can also act as a protecting group. The Pd-catalyzed halogenation with pyridine directed ortho-functionalization provide access to other useful scaffolds. Later the N-heteroarenes can be removed to regain the sulfinic acid functional group for further transformation. All those approaches can contribute to the methods in accessing multi functionalized arene systems.", "*Chingle, R. (1); Lubell, W. D. (1)", "Azopeptides have been synthesized for the first time by oxidation of aza-glycine residues and their pericyclic chemistry explored in the pursuit of peptidomimetics [1,2]. Diels-Alder cyclization and Alder-ene reactions on the imino urea amino amide surrogates have enabled respectively construction of constrained aza-pipecolyl residues and assembly of aza-allylglycines possessing substituents on the α- and β-nitrogen of the semicarbazide. Azopeptide configuration and influence on conformation were studied by X-ray crystallography. Azopeptide intermediates were used to synthesize mimics of the Ala-Val-Pro-Ile sequence from the second mitochondria derived activator of caspases (Smac) protein [2]. Evaluation for ability to induce apoptosis in cancer cells in MCF-7 breast cancer cells identified novel azapeptides that induced cell death more ef?ciently than the parent tetra-peptide likely by a caspase-9 mediated apoptotic pathway.", "[1] Chingle, R.; Lubell, W. D. Org. Lett. 2015, 17, 5400-5403", "\n[2] Chingle, R.; Ratni, S.; Claing, A.; Lubell, W. D. Biopolymers (Pept. Sci.) 2016, 106, 235-244", "*Crifar, C. (1); Lubell W. D. (1)", "Among the most important structural motifs in natural products, indole is also a common heterocycle in material science. In medicine, indole scaffolds are often referred to as \"privileged pharmacophores\". Significant attention over the last century has thus focused on the synthesis and functionalization of indole analogues. The synthesis of C-3-alkyl indoles is particularly important, because of their utility and physiological properties. Flow chemistry has rarely been applied to indole synthesis. Specifically, the Fisher indole synthesis has been performed in flow. We will describe an alternative flow indole synthesis method that has been developed to provide 3-substituted indoles.", "*Geranurimi, A. (1); Lubell, W. D. (1)", "α-Amino-β-hydroxy-γ-lactam (Hgl) analogs can be considered as constrained analogs of serine or threonine. The lactam ring restricts rotation about the ω, ψ, and χ dihedral angles and may stabilize β-turn conformers. Stereochemical isomers of α-amino-β-hydroxy-γ-lactam (Hgl) and their α-amino-γ-lactam (Agl) counterparts have been synthesized and incorporated into peptide sequences to investigate the influence of configuration on conformation and biological activity. Employing circular dichroism spectroscopy, the propensity of different diastereomers to adopt β-turn conformers was studied and may be compared with biological activity to ascertain the active conformation. In addition, through modification of the hydroxyl functional group, a second generation of β-substituted α-amino-γ-lactams were prepared to mimic other amino acid side chains.", "de léséleuc, M.§ (1); *Godin, É.§ (1); Parisien-Collette, S. (1); Lévesque, A. (1); Collins, S. K. (1)", "Macrolactones are one of the most common cyclic motifs in chemistry, but their synthesis is often difficult due to the competitive intermolecular reactions during the macrocyclization step. The common strategy to overcome potential oligomerization involves the use of slow addition and high dilution conditions. Our group has developed a macrocyclic Glaser-Hay coupling of terminal alkynes via a phase separation strategy which allows macrocyclization at high concentrations without the need for slow addition. Herein, we present the application of the method towards complex molecule synthesis. The formal total synthesis of Ivorenolide A, an 18-membered ring macrolactone which possesses a rare conjugated diyne and immunosuppressive properties, will be discussed. Key steps include the Glaser-Hay macrocyclization in continuous flow and a Z-selective olefin metathesis reaction.", "Minozzi, C. (1)", "Photocatalysis via visible light is a powerful technique to achieve many chemical reactions under mild conditions for the formation of carbon-carbon bonds. Popular photocatalysts, such as ruthenium- or iridium-based catalysts, have excellent reactivities but their cost is a disadvantage. We will discuss the development and application of new heteroleptic copper-based catalysts containing phosphine and bidentate amine ligands. The photocatalysts can promote different reaction processes such as a reductive decarboxylative coupling, atom transfer reactions, or the conversion of alcohols to halogens.", "Raymond, M. (1); *Morin, É. (1); Dubart, A. (1); Collins, S. K. (1)", "Neomarchantin A is a member of the bisbibenzyl family of natural products derived from the Chinese herb Marchantia polymorpha. Their synthesis typically employs a challenging macrocyclization often requiring large excesses of reagents, high dilution and/or slow addition of the substrate. Our group has a longstanding interest in improving macrocyclization reactions. We report a synthesis of neomarchantin A employing a catalytic ring closing metathesis reaction in continuous flow using a gas-liquid reactor as the key step.", "*Plescia, J. (1); De Cesco, S. (1); Mariaule, G. (1); Moitessier, N. (1)", "Cancer is a disease that affects 40% of Canadians. Several links have been found as to what could cause or help tumors to grow. This research project targets two peptidases: prolyl oligopeptidase (POP) and fibroblast activation protein alpha (FAP) that are linked to angiogenesis and tumor growth, respectively. We utilise virtual chemistry/biochemistry software created in our lab to discover lead compounds that would act as covalent inhibitors. So far, we have carried out virtual screenings for each enzyme; our first goal was to develop POP-selective inhibitors. After virtually modifying the hits to find synthetic targets, we have successfully synthesized three peptidomimetic, bicyclic series that showed high activity and selectivity both in vitro and in cell lines. Because of the success of this project, we have expanded into virtual screenings to find dual inhibitors for both POP and FAP. We recently synthesized a series of peptidomimetic potential dual inhibitors in only two steps. Currently, we have further expanded to design a first-of-its-kind, bicyclic, chiral boronic acid dual inhibitor whose synthesis (<10 steps) is currently underway.", "*Rochette, E. (1); Fontaine, F.-G. (1)", "Frustrated Lewis pairs (FLPs), are well known to activate small molecules, such molecular hydrogen, which lead to their applicaton in many metal-free catalytic systems. Recently, the reactivity has been extended to the activation of Csp", "-H and to the catalytic borylation of heteroarenes. The recent developments concerning the synthesis and catalytic activity of bench stable pre-catalysts and towards the design and the synthesis of more active catalysts will be dicussed.", "*Santandrea, J. (1); Minozzi, C. (1); Cruché, C. (1); Collins, S. K. (1)", "Alkynes are among the most versatile and derivatized functional groups in organic synthesis. They can be directly substituted by a heteroatom (N, O, P, S), but heteroatom-substituted alkynes have yet to be fully exploited in synthesis. The limited use of these compounds is mostly due to the underdeveloped methods to access them. In recent years, however, copper-catalyzed procedures have been developed to construct nitrogen-substituted alkynes (ynamines and ynamides), which have shown considerable utility in modern synthesis. In contrast, less progress has been made toward the formation of sulfur-substituted alkynes, despite the prominence of sulfur-carbone bonds in biomolecules and drugs. Herein, we report the development of a photoredox-mediated continuous-flow synthesis of alkynyl sulfides that employs an organic fluorophore and nickel(II) catalyst system. Highly chemoselective C-S coupling of aryl bromoalkynes with thiols can be achieved under mild reaction conditions. The rapid continuous-flow process displays excellent functional group tolerance, as well as high reproducibility from small to large scale synthesis.", "*Tac, F. (1); Mangel, D. (1); Babity, S. (1); Lalonde, S. (1); Forgione, P. (1)", "Heteroaromatic compounds have been shown to play a significant role in several disciplines such as material chemistry, agrochemical and pharmaceutical industry. Hence, there has been a great emphasis on development of methodologies for the synthesis of such motifs. Although effective, classical synthetic routes involve the use of harsh reaction conditions and dangerous organometallic compounds. More recently, the attention has been turned towards the development of more efficient novel methodologies employing milder reaction conditions and environmentally safe compounds. Herein we describe synthetic routes to form heteroaromatic motifs in a simple yet efficient manner through the use of diaryliodonium salts as coupling partners in decarboxylative and desulfinative palladium-catalyzed cross-coupling reactions.", "*Atmuri, N. D. P. (1); Lubell, W. D. (1)", "Azabicyclo[X.Y.0]alkanone amino acids serve as constrained peptide mimics and scaffolds for combinatorial chemistry. A general synthetic strategy has been achieved giving access to a set of these fused ring systems: 5,5-, 5,6-, 6,5-, 6,4-, 6,6-, and 7,5. Iodo-azabicyclo[X.Y.0]alkanone amino acid derivatives were prepared by employing electrophilic transannular cyclization of 8-, 9- and 10-membered unsaturated macrocyclic lactams. The latter were prepared by coupling of various ω-unsaturated amino acids followed by ring closing metathesis on the resulting dipeptides. Enantiomerically pure ω-unsaturated amino acid building blocks were made by transition metal catalyzed cross-couplings starting from iodo-alanine. Dihedral angles from X-ray crystallographic analyses of the 8-, 9- and 10-membered macrocycle lactams and several bicyclic amino acids reveals their potential to mimic the central residues of ideal β-turn geometry.", "*Boutin, H. (1); Rochette, É.(1); Bouchard, N. (1), Légaré Lavergne, J. (1), Matta C.F. (2) and Fontaine, F.G. (1)", "\n", "Frustrated Lewis pairs have proven to be effective for the activation of many unreactive molecules and to catalyze many reactions, such as hydrosilylation, hydroboration and hydrogenation of unsaturated substrates. The cooperativity between the Lewis base and the Lewis acid of the FLP allows the cleavage of a R-H bond, leading to the formation of the [L-H]", " and [Z-R]", " ion pair. These transformations rely on the change of oxidation state of the Lewis base, usually amine or phosphine group, from a +3 to a +5 oxidation state. On the other hand, the Lewis acid, generally boron-based, is refractory to oxidation change. We have shown that the ansa-aminohydroborane (1-NMe", "-2-BH", "-C", "H", "), upon mild heating, spontaneously liberates a molecule of hydrogen to form a B-B bond. Our group was able to propose a mechanism for this transformation using DFT calculations and kinetic studies. Diboranes containing a B-B single bond are useful for transition metal-catalyzed borylation reactions. Accessing to the +2 oxidation state of the boron could open the way to FLP catalyzed redox reactions.", "*Mohammadpour, F. (1); Hou, X. (2); Chemtob, S. (2); Lubell, W. D. (1)", "New labor-inhibiting drugs (so-called tocolytics) are needed to effectively suppress premature labour and prolong pregnancy. The prostaglandin F2a (PGF2a) receptor (FP) plays a key role in uterine contractions during term and preterm birth. Azapeptides possess a semicarbazide that acts as an amino amide surrogate. Aza-amino acyl proline analogues were found to modulate FP and inhibit PGF2a-induced uterine contractions by a mechanism involving biased G protein-coupled receptor signaling. We will present a structure-activity relationship study of such azapeptide FP modulators that is being pursued to understand their mechanism of action, to gain insight into the influence of different signaling pathways on labour, and ideally, to provide improved means for delaying preterm birth.", "*Ricard, S. (1); Gagnon, A. (1); Daoust, B. (2)", "Up to now, copper-catalyzed coupling reactions between nitrogenated compounds and vinyl diiodides were given very little attention and only few intramolecular examples can be found.[1] The interest of using the latter as coupling partners is to easily access β-nitrogenated vinyl iodides which can undergo a subsequent coupling reaction. Daoust’s group developed an efficient method for the preparation of non-natural α-amino acids from amides by successive C-N and C-O functionalization of trans-diiodoethene followed by a Claisen rearrangement.[2] In this project, we wish to extend this method to carbamates, non-symmetric vinyl diiodides and various allylic alcohols in order to synthesize highly functionalized allyl vinyl ethers which can be rearranged into γ,δ-unsaturated α-aminoketones. In this presentation, we will discuss our progress on the optimization of the method, its application to different substrates, and the versatility of β-nitrogenated vinyl iodides.", "[1] Jiang, B.; Tian, H.; Huang, Z.-G.; Xu, M. Organic Letters, 2008, 10, 2737.", "\n[2] a) Sanapo, G. F.; Daoust, B. Tetrahedron Letters., 2008, 49, 4196. b) Ricard, S.; Sanapo, G. F.; Rahem, N.; Daoust, B. Journal of Organic Chemistry, 2016, 81, 5066.", " ", "Navuluri, C. (1); *Siddiqui, S. H. (1); Charette, A. B. (1)", "Cyclopropanes are ubiquitous in Nature and are widely used in pharmaceutically and agrochemically relevant compounds. The enantioselective cyclopropanation of allylic alcohols using the bifunctional chiral controller, dioxaborolane, affords the corresponding cyclopropylmethanol derivatives in high yields and enantioselectivities. This transformation has been extensively used in the synthesis of natural products and active pharmaceutical ingredients. Upon completion the cyclopropanation reaction necessitates a strongly oxidative or a highly basic work up to liberate the boron-ligated cyclopropylmethanol derivatives limiting access to base-sensitive functionalities. Thus, a modified non-oxidative work-up allows for functional group compatibility and affords base-sensitive cyclopropylmethanol derivatives. The developed method is applicable for the related halocyclopropanation reactions mediated by the chiral dioxaborolane ligand.", "*Hadj-Moussa, H. (1); Storey, K. B. (1)", "When faced with harsh sub-zero winters, the wood frog (Rana sylvatica) retreats into a state of suspended animation by freezing up to 65% of its total body water in extracellular ice masses, displaying no measurable brain activity, respiration, or heartbeat. Freeze tolerance is a metabolically depressed state characterized by the global suppression of cellular functions and a reprioritization of energy usage. This complex balance of gene activation and suppression is controlled in part by the expression of microRNAs (short, non-coding RNA transcripts). MicroRNAs are proving to be master regulators of virtually all biological processes and act to selectively inhibit protein translation. This study aimed to elucidate the mechanisms by which microRNAs orchestrate natural vertebrate freeze tolerance. Immunoblotting was used to characterize microRNA biogenesis proteins in brains of control (5°C), frozen (24h at -3°C), and thawed (8h at 5°C) wood frogs, with results showing the differential regulation of key proteins over the freeze-thaw cycle. A modified stem-loop qPCR technique was used to characterize the relative expression levels of 120 wood frog specific microRNAs. Bioinformatics target enrichment predicted that the freeze-responsive microRNAs targeted genes involved in cellular processes vital for coordinating brain cryoprotection, such as axon guidance, endocytosis, and the circadian rhythm.", "*Khan, I. A. (1,2); Yoo, B. H. (1,2); Masson, O. (1,2); Baron, S. (3); Corkery, D. (2,4); Dellaire, G. (2,4); Attardi, L. D. (3); Rosen, K. V. (1,2)", "The ability of breast cancer cells to resist anoikis, apoptosis caused by detachment of non-malignant epithelial cells from extracellular matrix (ECM), is thought to be critical for breast tumor growth, invasion and metastasis. ErbB2, an oncoprotein is often overproduced in breast tumors and blocks breast cancer cell anoikis via mechanisms that are partially understood. We found that detachment of non-malignant human breast epithelial cells from ECM upregulates a pro-apoptotic protein Perp in these cells. Perp is a component of desmosomes and can cause apoptosis via unknown mechanisms. We established that ErbB2 overexpression in detached breast epithelial cells downregulates Perp in a Mek-dependent manner. We found that activation of Mek, increases cellular levels of Sprouty-2 which promotes further accumulation of epidermal growth factor receptor (EGFR) in breast cancer cells. EGFR then triggers Perp loss by these cells. We further demonstrated that Perp downregulation rescues detached non-malignant breast epithelial cells from death. Moreover, we observed that introduction of exogenous Perp in ErbB2-overproducing breast cancer cells kills them. In summary, we identified a novel mechanism that allows breast cancer cells to grow in a three dimensional manner. This mechanism is mediated by ErbB2-dependent loss of Perp by breast cancer cells.", "*Logan, S. (1) and Storey, K.B. (1)", "Winter is accompanied by environmental stressors which prompt a variety of animals to hibernate to survive. By hibernating, ground squirrels can save ~90% of the energy that they would otherwise expend over the winter if they kept a high core body temperature. Metabolic suppression involves the careful management of energy stores such that only certain genes are expressed to maintain cell viability and whole body homeostasis. Formerly thought to be activated upon mild cold-stress alone, cold-shock proteins like CIRP, HuR, and Rbm3 are now known to also respond to stressors such as UV/IR irradiation, chemical imbalances, heat shock, hypoxia, and starvation. These proteins have roles in mRNA stabilization and transport, as well as in the control of mRNA translation via their binding to translation machinery. The present study characterizes the response of CIRP, HuR and Rbm3 to hibernation in the muscle and liver of 13-lined ground squirrels. Relative protein/phosphorylation levels of CIRP, HuR, Rbm3 and known binding partners (eIF4E, p-4EBP, eIF2-alpha, etc.) were quantified via immunoblotting, as was RNA-binding protein cytoplasmic-nuclear distribution. Q-PCR was used to measure the levels of downstream transcripts (Ptbp1, Nr1d2). The present study suggests that RNA-binding proteins have an important role in the response to torpor.", "*Rousseau, O (1); Ebert, M. C. C. J. C. (1); Pottel, J. (1); Moitessier, N. (1); Pelletier,J. N. (1)", "The enzyme P450 BM3 (BM3) is part of the large family of P450s able to catalyze the challenging regiospecific oxidation of non-activated carbon atoms in a single step, a reaction of great industrial importance. Mutations within the enzyme can modulate the oxidation reaction towards new substrates through round of mutagenesis. For this purpose, I mutated BM3’s active site at 49 positions based on rational design and screened the libraries using an easy colorimetric plate assay based on the oxidation of indole to indigo. The plate screening revealed 29 new positions able to produce indigo and a gradation of blue in the colonies indicated the efficiency of each variants. Therefore the variants were pooled in 3 categories: white, light blue and dark blue and were sent to next-generation sequencing for rapid, cheap and massive identification. To further characterize the variants, an automated high-throughput method was optimized based on the fluorescence of the consumed NADPH co-factor. On 56 individual variants from V78, A82, F87, A264 and T268, already multiple mutations such as A82E, A82Q, A82K, V78S and V78A were found to have a high indigo conversion rate similar to the previously characterized mutations A82W and A82F. In a second round of screening, these methods will be used for novel conversions of industrial importance.", "*Babu, J. (1); Khan, F. (1); Rosonina, E. (1)", "Sumoylation (the covalent attachment of the SUMO peptide to cellular proteins) is a post-translational modification affecting diverse proteins in eukaryotic cells. However, proteins involved in transcription are one of the largest groups of sumoylation targets, and we find that the vast majority of SUMO targets are found on chromatin. Specifically, sumoylated proteins are associated with promoters of transcriptionally active genes in yeast, implying a general role for sumoylation during gene induction. To understand what role promoter-bound factor sumoylation plays in regulating gene expression, we applied a novel technique called ‘anchor away.’ By this method, the sole SUMO conjugating enzyme, Ubc9, is conditionally translocated to the cytoplasm, thereby blocking all nuclear sumoylation events. Under some conditions, depleted nuclear sumoylation resulted in a consistent increase in the expression of various constitutive genes, pointing a general transcription repressive role for the modification. However, this effect was not seen when the yeast cells were synchronized at the G1 phase with α-factor treatment. Although it was hypothesized that SUMO plays a critical role in regulating the gene induction process, our results indicate that promoter associated sumoylation might function to restrict gene expression only during certain stages of the cell cycle.", "*Girard, M. (1, 2); Guité-Vinet, F. (1, 2); Montpas, N. (1, 2); Heveker, N. (1, 2)", "CXCR3 is the chemokine receptor responsible for T cell trafficking towards inflamed or injured tissues. CXCR3 induces T cells chemotaxis by detecting increasing gradients of the inflammatory chemokines Mig, IP-10 and ITAC. Chemokine gradients must be regulated to mediate an appropriate immune response. A mechanism that appears to be important for this is chemokine degradation. Chemokine degradation is typically mediated by what are called \"Atypical chemokine receptors\" (ACKRs) who can prevent excessive inflammation by acting as specialised chemokine scavengers, leading to chemokine degradation in lysosomal compartments. Whereas ITAC is degraded by ACKR3, no ACKR identified to date is able to bind or degrade the pro-inflammatory chemokine IP-10. We recently found that activated human T lymphocytes efficiently degrade ITAC and IP-10 via CXCR3. Transfection assays in HEK293E cells gave insight into the degradation mechanism. For instance, only the CXCR3A isoform appears to mediate chemokine degradation, while CXCR3B cannot. Furthermore, b-arrestins seem to be required for efficient IP-10 and ITAC degradation. This research has revealed a new function of CXCR3 in T cells – chemokine degradation – suggesting that T cells play a role in inflammatory chemokine gradient regulation. However, the role of CXCR3-mediated chemokine degradation in chemotaxis, immunity or inflammation remains to be assessed.", "*Hossain, D. (1)", "The centrosome is the major microtubule organizing center of animal cells that plays a crucial function in the cell division process. Errors in cell division can lead to genomic stability and aneuploidy, known hallmarks of cancers. Furthermore, the centrosome has a role in biogenesis of cilia, hair-like protrusions found on the cell surface important for sensation and locomotion. The importance of cilia is underlined by recent studies that mutations affecting genes essential for cilia formation and function lead to a number of severe human diseases, collectively known as ciliopathies. Understanding how centrosome and cilia are assembled could shed light on the many human diseases caused by mutations of genes that affect protein function in this organelle. Though >500 centrosomal and ciliary proteins are identified, the precise biological function of many of these proteins have not been fully elucidated. Cep78, is a centrosomal protein originally identified by mass spectrometry from isolated centrosomes whose function is incompletely understood. Cep78 consists of 6 leucine rich repeats (LRR) and one coiled-coil domain (CC), and previous studies had shown that it may have a role in ciliogenesis. Here, we report that Cep78 interacts with EDD-DYRK2-DDB1VprBP, an E3 ligase that recognizes, and adds ubiquitin to a protein substrate. Depletion of Cep78 enhances the ubiquitination activity of EDD-DYRK2-DDB1VprBP, leading to increased substrate ubiquitination. Conversely, overexpression of Cep78 does the opposite, suggesting that Cep78 serves as a negative regulator of this E3 ubiquitin ligase. Thus, by viture of its ability to control the enzymatic activity of an E3 ligase, Cep78 is a protein important for maintaining centrosome homeostasis", "*LaRoche-Johnston, F. (1); Monat, C. (1); Coulombe, S. (1); Cousineau, B. (1)", "Group II introns are large ribozymes that require the assistance of intron-encoded or free-standing maturases to self-splice from their pre-mRNAs in vivo. They can excise as lariats, circles or in a linear form through branching, circularization or hydrolysis respectively. Branching is by far the main and most studied splicing pathway while hydrolysis and circularization have mostly been overlooked. We previously provided the first detailed molecular analysis of the group II intron circularization pathway in vivo showing that circularization is a conserved splicing pathway that occurs concurrently with branching in bacterial cells. Here we show that during circularization in vivo group II intron can capture mRNA fragments at the splice junction of excised intron RNA circles. We found that the captured mRNA fragments are flanked by IBS1/2-like sequences strongly suggesting that they are recognized, during the circularization pathway, by the intron’s EBS1 and EBS2 motifs through base pairing interactions. Our data thus support the incorporation of mRNA fragments at the splice junction of intron RNA circles by a new circularization pathway. The pathway is initiated by the complete reverse splicing of the intron within cellular mRNAs followed by its circularization using an upstream alternative 5’ splice site.", "*Mohideen, F. I. (1); Kwan, D. H. (1)", "Natural products and their derivatives play a major role in pharmaceutical industry. Many small molecule natural products contain sugar moieties that have a great significance upon their bioactivity. Examples include montbretin (anti-diabetic), erythromycin (antibiotic), daunorubicin and its derivatives (chemotherapeutics). These glycosides are synthesized by transferring glycosyl moieties from sugar donors onto aglycones by glycosyltransferases (GTs). To modify or improve the bioactivity via altering glycosylation, synthetic and semisynthetic approaches have been used. In vitro enzymatic methods would be an alternative to avoid multistep, labor-intensive organic routes. To utilize the maximum potential of glycosides, more GTs should be characterized and engineered. Thus, a well developed method for assaying GTs in a high-throughput fashion will be a valuable tool for discovering, studying and engineering GTs through directed evolution. The short term objectives of this project are to develop a methodology for a biphasic glycosyltransferase high-throughput assay and to utilize it to screen various GTs and precursors. Epirubicin is a high value anticancer drug with fewer side effects and is conventionally produced semisynthetically by modifying the glycosylation of a natural product. The long term objective is to utilize the developing assay to engineer a GT enzyme via directed evolution that can synthesize epirubicin.", "Moujaber, O. (1); Kodiha, M. (1); Papazova, E. (1); Bednarz, K. (1); Stochaj, U. (1)", "Organ functions decline during aging, and the most profound changes occur in the kidney. Kidneys are continuously exposed to oxidative stress. They are particularly vulnerable to physiological and environmental insults. The proper response to stress is crucial for cell and organ survival. The formation of cytoplasmic stress granules (SGs) is a conserved reaction that helps eukaryotic cells to survive stress. Aging impairs the stress response, but little is known about the underlying mechanisms. It is our goal to define how aging compromises the kidney’s ability to cope with stress. To this end, we developed two models of renal proximal tubule cell aging. They are based on the chemical or pharmacological induction of senescence. We demonstrated that both model systems display hallmarks of aging. Using these models, we assessed SG formation and stress-induced signaling. We showed that aging impairs SG assembly. Moreover, our studies uncovered the underlying molecular mechanisms. Taken together, our research provides a better understanding of the aging-dependent changes in kidney physiology. We identified new biomarkers that can score the stress response in kidney cells. Long-term, this information will help to develop new diagnostic and therapeutic tools to evaluate cellular aging.", "*Boudreault, S. (1); Thibault, P. (2); Durand, M. (2); Lapointe, E. (2) ;Lemay, G. (3); Bisaillon, M. (1)", "Viruses are experts in modulating host cell homeostasis. Recently, evidences showed that some viruses are able to modify the alternative splicing (AS) of few host genes. Since AS has an important regulatory role, we hypothesized that these changes in AS could be more important. To study virus-driven modifications of the AS landscape of host cell, mock and reovirus-infected L929 cells were analyzed by high-throughput RNA-sequencing (RNA-Seq) to characterize changes on cellular AS during viral infection. We determined that 240 alternative splicing events (ASEs) were significantly modified during reovirus infection (Q<0.05). These 240 events affect genes enriched in RNA processing and maturation pathways, such as RNA splicing. Then, we investigated what could cause these changes. First, we looked at splicing factors expression during the course of infection. ESRP1 was overexpressed 40 times in infected cells compared to control ones. A bystander experiments showed that ESRP1 overexpression does not require reovirus presence, since it is also overexpressed in cells exposed to only soluble antiviral factors secreted during infection. Our results demonstrate that the host-cell RNA splicing landscape is modified upon reovirus infection, and that this modulation could be induced by antiviral response triggered by viral infection.", "*Lopes, A.A.(1); English, A.(2)", "Heme proteins are important for many biological process such as cell respiration, transcription, and antioxidant defense. Heme is synthesized in an eight-step process that finalizes with the insertion of ferrous ion (Fe", ") into the porphyrin. This reaction is catalyzed by ferrochelatase (FECH), but no heme acceptor that interacts directly or indirectly with FECH has yet been described. Interestingly, cytochrome c peroxidase (Ccp1) is a heme protein that is synthesized in fermenting yeast before heme accumulation. Thus, apoCcp1 may be a heme acceptor of FECH, but these proteins appear to be localized on different sides of the inner mitochondrial membrane. Pet9, a highly abundant ATP/ADP transporter in the inner membrane has additionally been characterized as a heme transporter and was found to be both a Ccp1 and FECH interactor in pulldown studies. My aim is to characterize in detail the interaction between Ccp1, Pet9 and FECH and, as a starting point, I optimized expression of GST-apoCcp1 and of the GST control in BL21(DE3) E. coli cells. I added purified recombinant GST-apoCcp1 as bait or GST as a control to lysates of the mitochondrial-enriched (P10) fraction from 1-day BY4741 yeast cells. To solubilize the inner membrane, 20 mM N-octylglucoside was also added to the P10 lysates. Pet9 and mitochondrial matrix proteins such as aconitase and succinate dehydrogenase were detected in the GST-apoCcp1 pulldowns, which confirms successful solubilization of the membrane. Nevertheless, extensive cleavage of GST-apoCcp1 in the P10 lysates was detected by SDS-PAGE with silver staining. Fresh PMSF, a serine protease inhibitor, was added to P10 fractions to prevent cleavage of GST-apoCcp1, which reduces the sensitivity of pulldown assays. This and other strategies to optimize pulldown assays will be discussed.", "*Rahman, M. S. (1)", "The enzyme tRNA nucleotidyltransferase (tRNA-NT) is involved in adding cytosine-cytosine-adenine (CCA) to the 3’ end of eukaryotic tRNAs during their maturation, which is required for aminoacylation and protein synthesis. In yeast, this enzyme is defined as a Class II tRNA-NT due to the presence of multiple conserved N-terminal Motifs. Based on available crystal structures of related tRNA-NTs, specific functions have been defined to these motifs. One goal of this project is to better understand the role of Motif C, the least well characterized motif, in enzyme structure and function. Studying tRNA-NT variants containing amino acid substitutions at E189 and D190 in Motif C, shows reduced enzyme activity. Another goal is to understand how an alteration in Motif A (at R64) restores enzyme activity in those low-activity variants of Motif C. Circular dichroism and fluorescence spectroscopic analyses suggest no major changes in structure in the variants suggesting that changes caused by the substitutions act locally. Thermal stability is affected in some variants. Kinetic analyses showed no alterations in substrate binding (K", ") for ATP, CTP or tRNA, but a reduction in turnover number (k", ") for the 189 and 190 variants, and an increase in kcat in the position 64 double variants. These data suggest that Motif C may play a role in accommodating and orienting the substrates to promote catalysis. Proteolysis experiments using chymotrypsin suggest a reorientation of residues in the R64W variants hinting that this variant causes a change in organization at Motif A that in turn increases catalytic efficiency.", "*Sakeer, K. (1); Ispas-Szabo, P. (1); Mateescu, M. A. (1)", "The novel Ampholytic CarboxyMethyl-AminoEthyl-starch (CM-AE-St) polymer was synthesized first by starch treatment with sodium monochloroacetate to obtain CM-St and then by treatment with 2-chloroethylamine hydrochloride in order to introduce AminoEthyl (AE) groups. The CM-AE-St was characterized by physical methods, FT-IR, ", "H NMR, SEM, TG, X-ray diffraction and by in vitro drug dissolution. Higher DS for both CM- and AE- groups favor the ability of ampholytic CM-AE-St to control the drugs release of high soluble drugs such as Metformin followed in simulated gastric fluid (SGF) and in simulated intestinal fluid (SIF). For instance, monolithic tablets with CM-AE-St (DS 0.06 for CM and 0.059 for AE groups) and with metformin loading 50% similar shape and weight to the commercial Glumetza®, were able to prolong liberation of active drugs up to 10h, exhibiting a similar dissolution profile to that of commercial product. The presence of both (cationic and anionic) functional groups generates a self-stabilized polymer with improved ability to control the drug delivery. The release profiles show a good fit to Higuchi’s model (r", " > 0.99). The release pattern obtained with the ampholytic starch excipient seems to be in good agreement with the United States Pharmacopeia (USP) requirements for metformin controlled release tablets.", "*Tchoumi Nerée, A. (1); Pietrangeli, P. (2); Marcocci, L. (2); Ispas-Zsabo, P. (1); Mateescu, M.A. (1)", "Inflammatory Bowel Diseases (IBD), such as ulcerative colitis and Crohn Disease, are chronic gastrointestinal diseases. In Canada, up to 15% of the population suffer from IBD. The therapies available are mostly based on corticosteroids and on non steroidal anti-inflammatory drugs (NSAID) know to present various undesirable side effects. Diamine oxidase (DAO) is a protein extracted from lentil seedlings. It oxidizes primary biogenic amines (i.e. putrescine and histamine) producing the corresponding aldehydes, NH", " and H", "O", ". Histamine is a mediator of anaphylactic reactions and a proinflammatory factors. The disequilibrium between the accumulated histamine and the capacity for DAO to generate allergic phenomena and a harmful effect on subjects suffering of IBD. The aim of this project is to characterize the diamine oxydase (DAO) formulated with gastro-resistant excipients for an oral administration to reinforce the endogenous intestinal DAO. A special attention was to characterize the biological impact of the biliary acids on DAO activity. The spectrophotometry, fluorimetry and circular dichroïsme analysis revealed that the cholic acid or deoxycholic acid protect enzyme and prevent the loss of its activity in presence of 0.1M of NaHCO", " or NaOH. This study shows that cholic and deoxycholic acid may play an important function in maintain DAO activity.", "*Yasmina, N. (1); Philippe P, R.(1,2); Marc E,S.(1)", "Stearoyl-CoA desaturase-1 (SCD1) is a key element in the de novo synthesis of monounsaturated fatty acid as it catalyzes the delta-9 desaturation of saturated acyl-CoAs. SCD1 was shown to be expressed and required for the survival and proliferation of many carcinomas. In the studies reported here, we investigated the role of SCD1 in the proliferation of the human T lymphocytic leukemia Jurkat cell line and human peripheral T cells. T cell receptor stimulation of T cells significantly induced SCD1 expression. SCD1 knockdown and activity inhibition modulated the cellular fatty acid profiles with a significant decrease in the monounsaturated fatty acids 16:1n-7 and 18:1n-7, but not oleic acid 18:1n-9. SCD1 inhibition had no effect on cellular proliferation assessed by flow cytometry analysis following CFSE incorporation, however it induced apoptosis in T cells but not Jurkat cells. We measured cellular SCD5 presence by Western analysis and its expression could be the compensating delta-9 desaturase element responsible for the maintenance of cellular 18:1n-9 and proliferation capacity. Silencing or inhibition of both SCD1 and SCD5 isoforms could therefore be a therapeutic strategy for proliferative diseases.", "*Ali, M. (1)", "Bacterial secondary metabolites represent an important source of antimicrobial agents that could greatly help in human’s battle against pathogens. For example, previous studies indicate that gram-negative bacteria Photorhabdus luminescens produce a number of antibiotics. However, secondary metabolites are highly regulated in bacteria, which leads to difficulties in extraction and isolation. A plausible approach to overcome tight regulation could be to introduce of additional copies of transcription initiation factors or/and enhancer binding proteins. This could potentially upregulate DNA transcription of secondary metabolite gene cluster. Hence, s-54 transcription initiation factor and a constitutively active form of enhancer binding protein DctD were independently used to transform P. luminescens via plasmids. Firstly, P. luminescens transformed with s-54 gene, rpoN, showed no phenotypic difference to wild type. On the other hand, DctD transformation displayed a new product with blue glow under long wave UV light. Further on, LC/MS and tandem MS studies of DctD-positive cell extract show the formation of new compounds and a reduction in the production of others. HPLC-UV-Vis provided UV data corresponding to MS peaks of interest. Future work will be to grow large quantities of DctD-positive P. luminescens, test for antimicrobial activity, and obtain structures via 2D-NMR and/or crystallography.", "*Allaire, A. (1); Boivin, G. (2); Bisaillon, M. (1)", "Human cytomegalovirus (HCMV) is a herpesvirus causing latent infection in 60% of North Americans. Its primary infection in newborns and its reactivation in immunocompromised individuals are associated with many cases of mortality and morbidity. Several antiviral resistant strains are found in some infected patients. These strains have mutations in the viral gene encoding the HCMV DNA polymerase UL54. The research hypothesis is that these mutations affect the binding of antivirals to UL54, thus rendering them ineffective against the virus. This research aims to elucidate the antiviral resistance molecular mechanism of this pathogen. Until now, expression and purification of recombinant wild type (WT) and mutant UL54 proteins were performed. By spectrofluorimetry, it was possible to observe that the affinity of WT and mutant UL54 proteins is similar for ssDNA. However, the mutants’ affinity for dATP is different compared to the affinity of WT UL54 for this nucleotide. Preliminary results of the antiviral Foscarnet interaction to various forms of UL54 were also obtained by spectrofluorimetry. These suggest that the mutants UL54 associated with resistance weakly bind or don’t bind the antiviral as efficiently as the WT protein. Changes of the nucleotide and antiviral interaction with UL54 seem to be implicated in the molecular mechanism of resistance.", "*Brand, C. (1); Votaw, K. (2); McCullagh, M. (2); Geiss, B. (2); Bisaillon, M. (1)", "West Nile virus is a mosquito-borne ssRNA virus of the genus Flavivirus. Other members of this genus include Dengue virus and Zika virus. Flaviviruses are infecting millions of people and causing tens of thousands of deaths every year. Despite research efforts to find inhibitors targeting the active sites of viral enzymes, there are no antiviral treatments available. Here we characterize the interaction between the two flaviviral proteins NS3 and NS5 that play key roles in the replication complex in the prospect of identifying a new drug target. An interaction model between NS3, NS5 and viral RNA was developed by manual docking, and then subjected to molecular dynamics simulations. Residues involved in potential interactions between NS3 and NS5 were identified and mutated. The effects of the different mutations on viral replication as well as on protein-protein interaction were measured. One particular region on the surface of the NS3 protein was identified to play an important role in viral replication. A virtual screening for compounds that can bind this region will be performed, and the ability of these compounds to interfere with the replication complex formation and thus viral replication will be evaluated.", "*Ducharme, J. (1); Auclair, K. (2)", "Cytochrome P450 enzymes (CYPs) consist of a large family of hemoproteins catalyzing oxidation reactions that are essential to the biosynthesis of endogenous substances (steroids, lipids, vitamins). They include some of the most important enzymes involved in drug and xenobiotic metabolism. The action of CYPs is also one of the most important causes of drug-drug interactions. Finally they are implicated in drug resistance and xenobiotic toxicity. Human CYP3A4 alone is involved in the metabolism of ~50% of all drugs in the clinics. Interestingly, this enzyme displays cooperative behaviour, attributed in part to its large and flexible active site, which has been shown to simultaneously bind multiple copies of the same and different ligands at once. To get a better understanding of this particularity of CYP3A4, we propose a way to covalently attach various ligand molecules in the enzyme binding-site and investigate the impact on catalytic efficiency and cooperativity. This will help isolate the effect of the different ligands bound and give insight on how each of them impacts the overall activity of CYP3A4. Such information will help understand drug metabolism better and contribute to our general knowledge of this new mechanism of cooperativity.", "*Fortinez, C. (1); Bloudoff, K. (1); Schmeing, M. (1)", "Non-ribosomal peptide synthetases (NRPSs) are large multimodular mega-enzymes that catalyze peptide bonds resulting in the formation of biologically interesting compounds such as bleomycin (anti-tumor). Each module contains three integral domains including the adenylation domain (A) which transports the substrate to the peptidyl carrier protein (PCP) arm. The PCP domain of the current module and the PCP arm of the previous module will transport their covalently bound substrates to the condensation (C) domain where the peptide bond is catalyzed. The growing peptide chain will eventually be transported to the C domain of the next module where elongation continues. The C domain is sometimes replaced with a cyclization (Cy) domain in non-canonical NRPSs. They are responsible for two reactions. The first involves the formation of a peptide bond. The latter involves forming 5-membered heterocyclic rings with cysteine, threonine and serine side chains resulting in oxazole and thiazole ring formation found in anti-tumor compounds such as epothilone. The function of the Cy domain has not been fully elucidated. However, NRPSs are great in that rearranging different modules can produce novel therapeutic products. Insufficient knowledge of the C and the Cy domain has lead to efforts that result in low product yields. The hope is to do structural and biochemical experiments with the Cy domain to better understand its function.", "*Ghilarducci, K. (1); Djerir, B. (1); Desroches, C. (1); Arteau,, J. (1); Bourgault; S. (1); Lussier, M. P. (1)", "In order to keep the cells healthy, proteins must be appropriately regulated. In fact, whereas recent studies have highlighted the function of enzymes constituting the ubiquitin (UB) system in various cellular system, our understanding of the universal UB enzymatic machinery that govern protein degradation, activity and localization remains exceptionally limited. In this context, we are eager to expose fundamental molecular properties of RNF167, an enzyme of the UB system for which the molecular characteristics and intrinsic properties are exceptionally limited. Therefore, our objective is to identify and characterize UB-conjugating enzymes (UBE2) functionally interacting with RNF167. After optimizing the expression and purification procedure, we developed an in-vitro ubiquitination assay to determine which UBE2 functionally pair with purified RNF167. We show that RNF167 is functionally pairing with nine of the twenty-nine UBE2 tested. Also, we demonstrate the physical interaction between RNF167 and UBE2D1 via GST-pulldown. Finally, our Surface Plasmon Resonance experiment shows that the dissociation rate of UBE2D1/RNF167 is instantaneous and this is consistent with dissociation rate observed in the literature between UBE2s interacting with other UB ligases. Taken together, our results reveal functional interactions between RNF167 and UBE2s.", "*Semana, P. (1); Powlowski, J. (1,2)", "Ring-cleavage dioxygenases catalyze the critical oxygen-dependent ring-opening reaction in the metabolism of aromatic compounds by bacteria and fungi. While ring-cleavage dioxygenases of bacterial origin have been relatively well-studied, fungal enzymes from this group of enzymes are poorly characterized. Here, we report the functional characterization and identification of residues critical for activity of a novel gentisate 1,2-dioxygenase (GDO) from Aspergillus niger. Using a structural superposition of a homology-based model for the fungal enzyme, and the bacterial GDO template structures, we identified residues potentially involved in catalysis and/or substrate binding based on their positions relative to the bound substrate. We then generated and purified C-terminally hexahistidine-tagged variant proteins of A. niger-GDO, with residues Gln-92, His-150 and Asp-162 substituted by alanine, and residue Leu-166 by Ile. We found that, while single substitution variants H150A and D162A are not catalytically active, they are still able to bind gentisate as shown by a fluorescence-based ligand-binding assay. This loss of catalytic activity is not due to altered structural integrity of the variant proteins, as shown by circular dichroism and fluorescence emission spectra similar to the wild type. Furthermore, based on the observed kinetic parameters, we propose that residue Gln-92 is involved in catalysis but probably not in the initial binding of the substrate since its kcat value is 30-fold lower that of the wild type, with a Km for gentisate not significantly changed. Moreover, L166I had kinetic properties similar to the wild type enzyme indicating that the side chain of isoleucine can function equally well for that of leucine’s in substrate binding and catalysis. This work will serve as basis for further understanding the structure and activity relationships in gentisate 1,2-dioxygenases.", "*Barber, A. (1); Gelinas, Y. (1)", "As the largest sink for organic carbon (OC) on Earth, marine and lacustrine sediments play a major role in maintaining the global redox balance and are of central importance to the global carbon cycle. The majority of the OC preserved within sediments is intimately associated to the sediment mineral matrix, which is composed primarily of silicate minerals and metal oxides. Redox sensitive, nano-scale iron oxides in particular have a strong affinity for OC, forming stable Fe-OC complexes within oxic surface sediments. In fact approximately 20% of the total sediment organic carbon pool is associated to these reducible iron species, yet the mechanism by which these organo-mineral compounds sequester OC remains unknown. Here we use a combination of synchrotron X-ray techniques (Hard X-ray Microprobing and Scanning Transmission X-ray Microscopy) to determine, for the first time, the proportion of the sediment iron pool that is associated to OC through direct inner-sphere covalent interactions, as well as the nano-scale distribution/composition of iron-bound OC these environments. Through the collection of high spatial resolution images on intact sediment particles coupled to X-ray absorption spectra every ~40 nm across the image, we demonstrate the co-localization of specific organic functionalities and iron oxides on sediments from a variety of depositional environments. Using the Hard X-ray Microprobe we show that between 25.7 and 48.4% of the total reactive iron pool is directly associated to OC through inner-sphere organo-mineral interactions in coastal environments, compared to less than 15.4% for pelagic sediments, demonstrating the importance of this OC sequestration mechanism in coastal settings. This sedimentary ferric pump protects OC during its critical passage across oxic-to-anoxic redox transitions to the more reducing sediment layers in which OC is better preserved on geological time scales.", "*Bourgouin, J.-P. (1); Poulhazan, A. (1,2); Zito, F. (2); Arnold, A. A. (1); Warschawski, D. E. (1,2); Marcotte, I. (1)", "In addition to providing structural integrity to cells and organelles, lipid membranes are the hub of important processes such as ion transport, signalling and trafficking, and constitute one of the first barriers to contaminants. Our laboratory has thus developed a range of experiments designed to study biological cells in vivo by solid-state NMR. The objective of this work was to establish the feasibility of studying the lipid membranes of intact Chlamydomonas reinhardtii by ", "H SS-NMR with MAS. Since spectra obtained with non-selective labelling suffer from severe spectral overlap, new selective labelling strategies had to be tested, and their efficiency was probed and quantified. Since sensitivity is also improved by using MAS, we have also addressed the effect of spinning on microalgae viability. We will present a comparative assessment of the membrane rigidity of two different strains of Chlamydomonas reinhardtii, under various growth conditions and temperatures, by in vivo ", "H SS-NMR. This opens the way for using 2H MAS NMR as a diagnostic tool for the health of micro algae and other microorganisms.", "*Imfeld, A. (1); Gélinas, Y. (1); Ouellet , A. (2)", "Crude oil and petroleum products are continually being introduced into the environment during transportation, production, consumption and storage. Source identification of these organic contaminants proves challenging due to a variety of factors; samples tend to be convoluted, compounds need to be separated from an unresolved complex mixtures of highly altered aliphatic and aromatic compounds, and chemical composition and biomarker distributions can be altered by weathering, aging, and degradation processes. The aim of our research is to optimize a molecular and isotopic (δ", "C, δ", "H) method to fingerprint and identify petroleum contaminants in soil and sediment matrices, and to trace the temporal and spatial extent of the contamination event. This method includes the extraction, separation and analysis of the petroleum derived hydrocarbons. Sample extraction and separation is achieved using sonication, column chromatography and urea adduction. Compound identification and molecular/isotopic fingerprinting is obtained by gas chromatography with flame ionization (GC-FID) and mass spectrometer (GC-MS) detection, as well as gas chromatography coupled to an isotope ratio mass spectrometer (GC-IRMS). This method will be used to assist the Centre d’Expertise en Analyse Environnementale du Québec to determine the nature, sources and timing of contamination events as well as for investigating the residual contamination involving petroleum products.", "*Ma, P. K. (1); Hayes, P. L. (1)", "Atmospheric aerosols (i.e. particulate matter or PM) represent a major source of uncertainty in climate models, and elevated concentration of PM are linked to reduced life expectancies. Secondary organic aerosols (SOA) are formed in the atmosphere from gaseous precursors through oxidation reactions, and they represent a major component of the total PM mass globally. To better evaluate the different chemical pathways responsible for SOA formation, a box model is programmed to simulate the evolution of organic pollutants in an air parcel as it undergoes photochemical oxidation, therefore producing SOA. The model incorporates recently published parameterizations and data sets for the formation of SOA from a broad range of different organic compounds. The model is constrained by field measurements of precursors and the predications are compared against measurements of SOA taken in Southern California during the CalNex campaign. Predictions of the SOA mass were biased low at shorter photochemical ages when compared to field measurements, but at longer ages model/measurement agreement is observed. The results of this study also indicate that some recently proposed literature parameterizations for the production of SOA may overpredict concentrations due to poorly constrained concentrations of intermediate-volatility organic compounds, which are an important class of precursors.", "*Morel, E. (1); Tetreault, V. (1); Hauser, C. (2); Slaveykova, V. (3); Wilkinson, K. J. (1)", "With the growing number of applications using the rare earth elements (REEs), it is expected that manufactured forms of these elements will be rejected into natural matrices. Cerium (Ce) is a REE that is used in various forms; ionic (i.e. Ce(III)) or nanoparticular forms (i.e. CeO", " NPs). Even now it is no clear if the biological responses of organisms exposed to metal oxide nanoparticles are induced by nanoparticles themselves or by products of NP dissolution. To characterize the bioavailability of various Ce forms to Chlamydomonas reinhardtii, algae cells were exposed to Ce(III) or different types of CeO", " NPs (uncoated, citrate or poly-acrylic acid coated) in a controlled media at pH 7.0 containing 0.5 µM of total cerium. Results of bioaccumulation and speciation/characterization experiments are related to biological responses analysed at subcellular and cellular levels using RNA sequencing and flow rate cytometry experiments. The influence of physicochemical properties of NPs on Ce/algae interactions and the importance of the free ion concentration of Ce as the major bioavailable fraction of Ce to C.reinhardtii will be discuss.", "*Rowell, J.A. (1), Wilkinson, K.J. (1)", "As technological interest for rare earth elements (REE) is growing, it is becoming important to assess their environmental impact. Indeed, knowledge is required about the behaviour of these metals, more precisely with respect to the factors that influence their speciation and bioavailability. Based upon models such as the Biotic Ligand Model (BLM) that have been successful for predicting the effects of divalent metals, the complexation of metal ions by natural organic matter (NOM) is predicted to reduce the free ion concentration and simultaneously decrease metal bioavailability for aquatic organisms. Nonetheless, recent studies using simple organic ligands have shown that REE biouptake is higher than predicted and that internalization fluxes are higher than predicted in presence of fulvic acid. Thus, it becomes relevant to determine REE speciation in natural waters, especially in the presence of NOM, in order to predict their bioavailability. In this study, a dynamic ion-exchange technique was used to determine free ion concentrations and biouptake experiments were performed to measure the internalization flux of REE in algae. Samarium, an intermediate lanthanide, and the unicellular green alga Chlamydomonas reinhardtii were employed, and results were compared with modelling efforts in order to better understand the factors leading to REE bioavailability.", "*Tremblay, S. (1); Hayes P. L. (1)", "Atmospheric aerosols, i.e. particulate matter (PM), are a major source of uncertainty in climate models. Due to this uncertainty, it is important to analyze the correlation between the composition, the physical properties (e.g. particle size) and the optical properties of atmospheric aerosols using different instruments. In the Arctic, climate change is much more rapid than the global mean, highlighting the important need for atmospheric measurements in this region. To this end, field measurements of the composition of atmospheric aerosol are currently being performed at the Polar Atmospheric Environment Research Station (PEARL) in Eureka, Nunavut (80N, 86W) to characterize aerosols in the Canadian High Artic. The instruments deployed include two PAXs (Photoacoustic Extinctiometers) that measure aerosol light scattering and absorption at 870 nm and at 405 nm, an AMS (Aerosol Mass Spectrometer), an OPC (Optical Particle Counter) and a SMPS (Scanning Mobility Particle Sizer). Using the data obtained from these instruments, which have been operational since August 2015 until today, it is possible to observe changes in aerosol size distributions and aerosol concentrations as well as concomitant changes in the optical characteristics of aerosols.", "*Sommers, J. M. (1); Ma, P. K. (1); Hayes, P. L. (1)", "Organic aerosols (OA) are a major source of atmospheric particulate matter (PM), which have a complex effect on climate, both globally and in local areas. PM is also detrimental to human health in polluted regions. Some OA mass is emitted directly from industrial, vehicular and cooking sources, which are fairly well understood. Meanwhile, secondary organic aerosols (SOA) are formed from gaseous precursors and are relatively poorly understood, which makes it difficult to assess their impact on health and climate. SOA models prior to 2007 underestimated the mass of SOA formed by a factor of 10 or greater, while more modern models have better accuracy, they use poorly-constrained chemical mechanisms, which have resulted in other characteristics of SOA (i.e. oxygen to carbon ratio, formation rates) being poorly predicted by the models. In order to improve SOA modeling, we aim to marry chemically sound oxidation mechanisms with accurate SOA mass yields for speciated precursors in a customized box model. The results of this study are being applied to experimental measurements of SOA formed by emissions from the development of the Athabasca oil sands in order to better understand the atmospheric effects of continued extraction of oil in Northern Alberta.", "*Harrison, J. (1), Arteca, G. (1)", "It is essential to understand the properties of polymer-covered surfaces, specifically how their structural and dynamical properties are altered by confinement into small spaces. Recently, we have shown that in the absence of compression, reorganizations in grafting geometry can lead to “escape transitions” even in repulsive polymers. These transitions correspond to a switch from configurations with high interchain-entanglement to configurations where each individual chain is more self-entangled. The reorganizations appear to be triggered by the available space between chains and does not require more than excluded volume repulsions. In this work, we will focus on the effects elicited by confinement between polymer mushrooms grafted to different surfaces in a rectangular confining space. At low compression, the interchain-entanglement increases with excluded volume as chains swell and interpenetrate; this effect becomes more pronounced for longer chains. In contrast, we find there is a critical chain length at higher confinement where the interchain-entanglement decreases with excluded volume. We have studied the conditions that lead to minimal entanglement by changing grafting points, as well as considering pairs of chains that differ in length and excluded-volume interactions.", "*Bekah, D. (1); Kudinov, K. (2); Cooper, D.R. (1); Bradforth, S. (2); Capobianco, J.A (3).; Seuntjens, J.P. (1); Nadeau, J.L. (4)", "Over the past decade, there has been significant interest in combining radiotherapy and photodynamic therapy by conjugating a photosensitizer to scintillating nanoparticles. However, production of nanoscintillators stable in biological media is problematic. To solve this problem for citrate-capped core/shell LaF", " nanoparticles synthesized via a hydrothermal method, the ligand was first exchanged to alendronate, which served as a stable anchor for conjugation of molecules of interest. Having an average diameter between 5 nm and 8 nm dependent on the amount of Ce", " and/or Tb", " added to the core, the nanoparticles emitted visible light upon both UV and X-ray excitation. In subsequent steps, poly(ethylene) glycol and rose Bengal were conjugated to the alendronate ligand via amide coupling. This new formulation is stable in several solutions used routinely in the laboratory for cell culture. Cell uptake as well as lack of toxicity up to a concentration of 5 mg/mL were demonstrated in B16 murine melanoma cells as well as A549 lung cancer cells. Energy transfer between the nanoparticle and rose Bengal was also observed upon 254 nm excitation. Future work entails to quantify the amount of singlet oxygen being produced. The toxicity in the presence of radiation also needs to be determined.", "*Copp W. (1); Wilds, C. J. (1)", "Recently, a high resolution structure of the polyadenosine (poly rA) double helix was determined via X-ray crystallography. Crystallization setups of rA11 under neutral pH conditions (pH 7.0) in the presence of ammonium cations gave crystals that diffracted to 1 Å resolution. Each asymmetric unit was found to contain one parallel duplex of rA11 with ten base pairs per helix and a single nucleotide overhang at each end which could pair with the overhang of another duplex forming a continuous helix in the crystal. For 18 of the nucleotides in the duplex, electron density was observed for a molecule optimally positioned to form three hydrogen bonds with a purine N1 atom and a phosphate oxygen of two nucleotides involved in A-A base pairing and to the phosphate of a preceding nucleotide. This molecule was believed to be an ammonium cation, whose role in stabilizing this structure was verified by UV thermal denaturation (Tm) experiments. We were curious about the influence of the sugar portion of the nucleotide to form this homopolymeric duplex. Oligoadenylates containing various sugar modified nucleotides have been prepared and their influence on the stability and structure of this duplex will be described.", "*Fan, W. (1); Tong, X. (1); Farnia, F. (1); Zhao, Y. (1)", "Functional polymer nanoparticles have attracted much attention because of their potential applications in many areas such as energy, biosensors and high performance materials. However, the general polymeric nanoparticles with size over 50nm still cannot satisfied some specific requirements. Recently, single-chain nanoparticle (SCNPs), a class of specific nanoparticles which are formed by one polymer chain via intramolecular crosslinking-induced collapse, obtained highly interest due to their small size (1.5-20nm) and related distinct properties. [1] Here, we will report a class of sub-20nm CO", "-responsive polymeric single-chain nanoparticles via photo-induced coumarin based intra-chain crosslinking of a single linear precursor polymer chain. The well-defined SCNPs exhibit reversible size-tunable and low critical soluble temperature (LCST) tunable by CO", " and N", " bubbling. We further prepared CO", "-responsive tadpole-like janus SCNPs, and their spherical self-assemblies also exhibit reversible size-tunable in water. What’s more, the SCNPs were used as a nano-reactor to synthesis gold nanoparticles (AuNPs) in situ. The rate of AuNP formation was found to be increased by CO", " bubbling and realized rate switchable of the AuNP preparation by reversible bubbling CO", " and N", ". This provides a means of gas controllable the kinetics of AuNP formation.", "[1] A. M. Hanlon, C. K. Lyon, and E. B. Berda, Macromolecules 2016, 49, 2-14", "Rodriguez Burbano, D. C. (1)*; Capobianco, J. A. (2)", "Persistent luminescent nanophosphors are nano-sized materials based on the formation of defects in an insulator host crystal. The presence of these defects generate ‘metastable states’ located between the conduction and valence band that act as electron trapping sites. When the nanophosphors are irradiated with a high-energy (UV light), the absorbed energy can be stored as trapped electrons in the trapping sites. The stored energy may be released upon thermal and/or photo-stimulation, resulting in an intense emission in the visible region. The mechanisms for storage and subsequent energy release are complex and not totally understood. Furthermore, obtaining a stable persistent nanophosphor in the red region exhibiting a persistent luminescence decay of more than one hour has proven to be a difficult task. In this presentation, the synthesis, characterization and optical properties of the CaS:Eu", "/Dy", " red persistent luminescent nanophosphor are reported. The nature of the electron trap sites and the trapping and de-trapping mechanisms were studied by wavelength resolved thermally stimulated luminescence. The generation of strong red light emission following NIR excitation of the CaS:Eu", "/Dy", " nanophosphor is demonstrated. Moreover, we present the surface modification of the CaS:Eu", "/Dy", " nanophosphor for its potential use as a luminescent probe for in vivo optical imaging.", "*McTaggart, A. (1); Cuccia, L. (1)", "The limited symmetry repotoire of conventional crystallography poses a fundamental challenge in materials chemistry. In this regard, the ability to direct the self-assembly of nanostructures represents one of the ways in which this problem might be overcome, and could lead to the development of complex materials and devices grown in a parallel fashion. Biomorphs, which are characterized by their smoothly curved morphologies extending beyond the constraints of crystallographic symmetry, are one class of inorganic materials that are being explored for their nanoscaled components formed via a self-assembly process. The coprecipitation of carbonate and silica , under the influence of atmospheric CO", " in a basic reaction mixture of barium chloride (BaCl", ")/strontium chloride (SrCl", " ) and sodium silicate (Na", "SiO", "), can lead to biomorphs with very interesting morphologies such as helices, cardioidal sheets and vases. In this work, we will investigate the CO", " gas-diffusion system en route to the formation of silica-carbonate microstructures under varying parameters of CO", " concentration, pH and temperature. Furthermore, higher-order microarchitectures will be assembled in sequential growth steps by switching between desired reaction conditions, thereby nucleating and stacking structures onto previously formed ones. Finally, the use of chiral amino acids as templating guides to influence the chirality of the double spirals formed at pH 11.2 will be explored.", "*Medina Tato, S. (1); Reber, C. (2); Castillo Blum, S. (1)", "Lanthanide oxides nanoparticles (<50nm) with an organic surface agent were synthesized and characterized. The lanthanides employed were NdIII, SmIII, EuIII, GdIII, Tb(III,IV) and DyIII and the surface agent was 2,3-dihydroxyquinoxaline. The synthesis of the oxides is carried out through a sol-gel method and the addition of the surface agent is done at ambient conditions. The characterization includes powder XRD, TEM, SEM, FT-IR and TGA for the lanthanide oxide nanoparticles by themselves and solid state diffuse reflectance, luminescence (at room temperature, 200K and 100K) and Raman spectroscopies for both lanthanide oxides with and without the capping agent. Most of the lanthanide oxides nanoparticles present the characteristic narrow luminescence f-f transitions, except for TbO1.81 (pdf [00-075-0275]), a blend of TbIII and TbIV. Terbium (IV) has been found to not present luminescence[1]. Some compounds with the organic surface agent show broad bands related to the organic agent, while EuIII, SmIII and NdIII show f-f luminescence transitions that differ in some peaks in intensity and shape to the ones observed in their corresponding lanthanide oxide spectra.", "[1] C. Young In and S. Youngku, RSC Adv., 2014, 4, 31155", "*Sabri, T. (1); Pawelek, P. D. (1); Capobianco, J. A. (1)", "Photodynamic therapy is least invasive treatment in cancer therapy. The technique requires photoactive molecule “Photosensitizer” that is activated by light to produce reactive oxygen species which cause in situ cell death. There are two major drawbacks that limit the application of photodynamic therapy. First, the use of high energy excitation light that weakly penetrates tissues, allowing the technique to be suitable only for superficial treatments. Second, poor selectivity of the photosensitizer for cancer cells, as a consequence damaging healthy tissues or cells. Our research utilizes lanthanides upconverting nanoparticles that are excited with lower energy light and emit in the UV,visible and near infra-red region of the spectrum. The advantages of this optical property are that it permits light to penetrate deeper in tissues, and can activate a number of photosensitizers that have different excitation profiles. In order to render the particles suitable for biological applications, and to enhance selectivity of tumor tissues, the surface of lanthanides doped nanoparticles are coated with protein albumin. In addition, the photosensitizer, Rose Bengal, is conjugated to the albumin coated nanoparticles. Thus, the nanoconstruct has a dual effect the production of singlet oxygen, and unique selectivity for cellular uptake by cancer cells.", "*Wyszatko, K. (1); DeWolf, C. (2)", "Drop profile- analysis tensiometry (PAT) of bolaamphiphile SiBA-10 has shown a shift in the elastic modulus when the monolayer is in the presence of subphase containing amines. Specifically, this shift shows a larger elastic modulus achieved at lower surface pressures. It was found that tris (2-aminoethyl) amine (0.1M, pH 10) produces the largest shift, presumed to be evidence for the presence of crosslinking between SiBA-10 and tris (2-aminoethyl) amine molecules. Less pronounced effects were demonstrated by tris (0.1M), ethylenediamine (0.01M), and ethanolamine (0.01M) (all at pH 10), reasoned to still be because of binding between subphase and monolayer, but not necessarily crosslinking. This elasticity data is in agreement with isotherms our group has previously collected for SiBA-10 on these amine subphases. Isotherms of three amino-functionalized lipids HO10, TT10, and TO10 (AFLs) were obtained using a Langmuir Trough. It was found that on subphase consisting of GdnHCl, a known hydrogen bond disruptor, the isotherms of the lipids shifted to higher surface pressure. Mixtures of the AFLs and SiBA-10 molecules in ratios of 1:1 and 2:1 were found to produce isotherms unlike those of either constituent; this hybrid nature is proposed to be due to crosslinking between constituents at high surface pressures.", "For more information, contact Cindy Buonomano, Paola Andrea Rojas Gutiérrez or Philippe Archambault at:", "© Concordia University"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "More contact info", "Back to top", "Concordia University", "7141 Sherbrooke St. West", "\n Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Concordia University", "Concordia University", "Chemistry and Biochemistry Graduate Research Conference", "About CBGRC", "\n                                                                Location\n                                                            ", "\n                                                                Guest speakers\n                                                            ", "\n                                                                Organizing committee\n                                                            ", "\n                                                                Contact\n                                                            ", "Schedule", "Presentations", "Awards", "Sponsors", "Registration", "fr", "Concordia University", "Chemistry and Biochemistry Graduate Research Conference", "\r\n                    \r\n                    Concordia.ca\r\n                    \r\n                ", "\r\n                    \r\n                    Faculty of Arts and Science\r\n                    \r\n                ", "\r\n                    \r\n                    Department of Chemistry & Biochemistry\r\n                    \r\n                ", "\r\n                    \r\n                    CBGRC\r\n                    \r\n                ", "\r\n                    \t", "\r\n                    ", "\r\n                    \t", "\r\n                    ", "\r\n                        ", "\r\n                    ", "\r\n                        ", "\r\n                    ", "\r\n\t\t\t\t\t\r\n                    Analytical Chemistry\r\n                ", "\r\n\t\t\t\t\t\r\n                    Al Hejami, A. - Optimizing inductively coupled plasma optical emission spectrometry for analysis of Ni-based materials in alkaline fuel cell electrolyte\r\n                ", "\r\n\t\t\t\t\t\r\n                    Desharnais, B. - Automated selection and validation of a calibration model through statistical testing\r\n                ", "\r\n\t\t\t\t\t\r\n                    Kormendi, A. - Proposed mitigation of challenges faced in oceanic methane analysis\r\n                ", "\r\n\t\t\t\t\t\r\n                    Monnin, C. - Improving lipidomic analysis of human plasma using acetic acid as mobile phase modifier in negative mode electrospray ionization LC-MS\r\n                ", "\r\n\t\t\t\t\t\r\n                    Russo, M. S. T. - Mass-spectrometric evaluation of the derivatization of organic thiols with N-substituted maleimides\r\n                ", "\r\n\t\t\t\t\t\r\n                    Balind, K. - A Re-evaluation of the Ferrozine Method for Dissolved Iron: The Effect of Organic Interferences\r\n                ", "\r\n\t\t\t\t\t\r\n                    Eysseric, E. - Improved certitude in the determination of molecular formulas for environmental analysis using spectral accuracy\r\n                ", "\r\n\t\t\t\t\t\r\n                    Fréchette-Viens, L. - Detection and characterization of metal oxides nanoparticles by SP-ICPMS\r\n                ", "\r\n\t\t\t\t\t\r\n                    Mireault, C. - Analysis of polymers in false identity documents: A new contribution to forensic intelligence?\r\n                ", "\r\n\t\t\t\t\t\r\n                    Racine, M. - Analysis of emerging contaminants in the St-François river using a suspect screening method\r\n                ", "\r\n\t\t\t\t\t\r\n                    Inorganic Chemistry\r\n                ", "\r\n\t\t\t\t\t\r\n                    Hardouin Duparc, V. - Reactivity studies of Chan-Evans-Lam coupling using copper(II) complexes with sulfonated ligands\r\n                ", "\r\n\t\t\t\t\t\r\n                    Golbaghi, G. - Multitasking Ru (II) & (III) complexes bearing aromatase inhibitors: synthesis, characterization, in vitro antiproliferative activity and in vivo toxicity assessment\r\n                ", "\r\n\t\t\t\t\t\r\n                    Haghdoost, M. - Exploiting the lipophilicity-cytotoxicity relationship of a series of ruthenium(II) complexes to achieve superior cancer cell antiproliferative activity\r\n                ", "\r\n\t\t\t\t\t\r\n                    Schott, O. - Supramolecular photochemistry with Ru and Co towards artificial photosynthesis\r\n                ", "\r\n\t\t\t\t\t\r\n                    Physical Chemistry\r\n                ", "\r\n\t\t\t\t\t\r\n                    Harkness, R. - G-register exchange dynamics in guanine quadruplexes\r\n                ", "\r\n\t\t\t\t\t\r\n                    Labelle, M.-A. - Study of barium sulfate tablets as possible tracers in inflammatory bowel diseases\r\n                ", "\r\n\t\t\t\t\t\r\n                    Luo, Z. - Two similar steroid – drastically different complexation behavior\r\n                ", "\r\n\t\t\t\t\t\r\n                    Palato, S. - An extra piece of the puzzle: slow redshift of surface fluorescence in ultrasmall CdSe nanocrystals\r\n                ", "\r\n\t\t\t\t\t\r\n                    Rojas-Gutiérrez, P. A. - Formation of a Supported Lipid Bilayer on Faceted LiYF", ":Tm", "/Yb", " Upconversion Nanoparticles\r\n                ", "\r\n\t\t\t\t\t\r\n                    Schütz, M. - Temperature dependent band splitting in Raman spectra of square-planar dihalogendiammine Pt (II) complexes: Effects of isotope distribution and symmetry\r\n                ", "\r\n\t\t\t\t\t\r\n                    Khan, A. - Impact of nanoparticles on lung surfactant functioning\r\n                ", "\r\n\t\t\t\t\t\r\n                    Miclette Lamarche, R. - Controlling lateral spacing in phenolic surfactant monolayers at the air water interface\r\n                ", "\r\n\t\t\t\t\t\r\n                    Organic Chemistry\r\n                ", "\r\n\t\t\t\t\t\r\n                    Allouche, E. M. D. - Functionalization of iodocyclopropanes by Suzuki-Miyaura cross-coupling.\r\n                ", "\r\n\t\t\t\t\t\r\n                    Alshamrani, A. K. - Reactivity of CS", " with 1,4,5,6-tetrahydropyrimidine Derivatives\r\n                ", "\r\n\t\t\t\t\t\r\n                    Chen, F. - Applications of aromatic sulfinates derivatives in synthesis – using pyridine as a directing group for ortho-halogenation\r\n                ", "\r\n\t\t\t\t\t\r\n                    Chingle, R. - Azo-peptide conception and use in Smac mimic synthesis\r\n                ", "\r\n\t\t\t\t\t\r\n                    Crifar, C. - Indole synthesis by flow chemistry\r\n                ", "\r\n\t\t\t\t\t\r\n                    Geranurimi, A. - Synthesis and insertion of α-amino-γ-lactam derivatives into peptides to investigate relationships between conformation and biological activity\r\n                ", "\r\n\t\t\t\t\t\r\n                    Godin, É. -  Catalytic macrocyclization strategies using continuous flow: formal total synthesis of Ivorenolide A\r\n                ", "\r\n\t\t\t\t\t\r\n                    Minozzi, C. - Cu-Based sensitizers for photoredox reaction\r\n                ", "\r\n\t\t\t\t\t\r\n                    Morin, É. - Synthesis of neomarchantin A\r\n                ", "\r\n\t\t\t\t\t\r\n                    Plescia, J. - Computationally-aided design and synthesis of dual covalent inhibitors of prolyl oligopeptidase and fibroblast activation protein a for the treatment of cancer\r\n                ", "\r\n\t\t\t\t\t\r\n                    Rochette, E. - Recent development in the metal-free C-H bond activation using frustrated Lewis pairs\r\n                ", "\r\n\t\t\t\t\t\r\n                    Santandrea, J. - Toward a photoredox-mediated synthesis of alkynyl sulfides using continuous-flow\r\n                ", "\r\n\t\t\t\t\t\r\n                    Tac, F. - Palladium-catalyzed Decarboxylative and Desulfinative Cross-Coupling of Diaryliodonium salts\r\n                ", "\r\n\t\t\t\t\t\r\n                    Atmuri, N. D. P. - A general synthetic strategy for making azabicyclo[X.Y.0]alkanone peptidomimetics\r\n                ", "\r\n\t\t\t\t\t\r\n                    Boutin, H. - Spontaneous reduction of a hydroborane to generate a B-B single bond by the use of a Lewis pair\r\n                ", "\r\n\t\t\t\t\t\r\n                    Mohammadpour, F. - Targeting inhibition of preterm labor using azapeptide modulators of the prostaglandin F2a receptor\r\n                ", "\r\n\t\t\t\t\t\r\n                    Ricard, S. - Synthesis of γ,δ-unsaturated α-aminoketones using a tandem copper-catalyzed vinylation reaction followed by a Claisen rearrangement\r\n                ", "\r\n\t\t\t\t\t\r\n                    Siddiqui, S. H. - Improved Functional Group Compatibility for the Dioxaborolane-Mediated Enantioselective Cyclopropanation via a Non-Oxidative Work-up\r\n                ", "\r\n\t\t\t\t\t\r\n                    Molecular Biology\r\n                ", "\r\n\t\t\t\t\t\r\n                    Hadj-Moussa, H. - Micromanaging freeze tolerance: The role of microRNAs in regulating brain cryoprotection\r\n                ", "\r\n\t\t\t\t\t\r\n                    Khan, I. A. - ErbB2-dependent downregulation of a pro-apoptotic protein Perp is required for oncogenic transformation of breast epithelial cells\r\n                ", "\r\n\t\t\t\t\t\r\n                    Logan, S. - Characterizing the cold-shock response of RNA-binding proteins in hibernating 13-lined ground squirrels\r\n                ", "\r\n\t\t\t\t\t\r\n                    Rousseau, O. - Accelerating characterization of large variant libraries using plate and whole-cell high-throughput screening for industrially relevant reactions\r\n                ", "\r\n\t\t\t\t\t\r\n                    Babu, J. - Characterizing the role of sumoylation on gene expression\r\n                ", "\r\n\t\t\t\t\t\r\n                    Girard, M. - Inflammatory chemokine degradation by CXCR3\r\n                ", "\r\n\t\t\t\t\t\r\n                    Hossain, D. - Identification and characterization of novel centrosomal  protein, Cep78\r\n                ", "\r\n\t\t\t\t\t\r\n                    LaRoche-Johnston, F. - Capture of mRNA fragments at the splice junction of bacterial group II introns\r\n                ", "\r\n\t\t\t\t\t\r\n                    Mohideen, F. I. - Natural product glycosyltransferases screening and engineering for synthetic biology\r\n                ", "\r\n\t\t\t\t\t\r\n                    Moujaber, O. - Analysis of Stress Granule Formation in Aging Kidney Cells\r\n                ", "\r\n\t\t\t\t\t\r\n                    Biochemistry\r\n                ", "\r\n\t\t\t\t\t\r\n                    Boudreault, S. - Reovirus infection alters host cell alternative splicing landscape\r\n                ", "\r\n\t\t\t\t\t\r\n                    Lopes, A. A. - Mitochondrial interactors of Cytochrome C peroxidase in yeast cells\r\n                ", "\r\n\t\t\t\t\t\r\n                    Rahman, M. S. - Biophysical characterization of yeast tRNA nucleotidyltransferase variants\r\n                ", "\r\n\t\t\t\t\t\r\n                    Sakeer, K. - A self-stabilizing ampholytic starch excipients for sustained release of highly soluble drugs: The case of metformin\r\n                ", "\r\n\t\t\t\t\t\r\n                    Tchoumi Nerée, A. - The effect of cholic acid and deoxycholic acid on diamine oxidase therapeutic enzyme for colon delivery\r\n                ", "\r\n\t\t\t\t\t\r\n                    Yasmina, N. - The role of Stearoyl-CoA desaturase in proliferation maintenance of human T cells and T leukemic Jurkat Cells\r\n                ", "\r\n\t\t\t\t\t\r\n                    Ali, M. - Secondary Metabolite Induction in P. luminescens\r\n                ", "\r\n\t\t\t\t\t\r\n                    Allaire, A. - Human cytomegalovirus and its antiviral resistance\r\n                ", "\r\n\t\t\t\t\t\r\n                    Brand, C. - Characterization of the interaction between the NS3 and NS5 proteins within the West Nile virus replication complex\r\n                ", "\r\n\t\t\t\t\t\r\n                    Ducharme, J. - Investigation of Cytochrome P450 3A4 Cooperativity Through Active Site Bioconjugation of Natural Ligands\r\n                ", "\r\n\t\t\t\t\t\r\n                    Fortinez, C. - Understanding the role of the cyclization domain in non-ribosomal peptide synthetases\r\n                ", "\r\n\t\t\t\t\t\r\n                    Ghilarducci, K. - Analysing functional interactors of the ubiquitin ligase RNF167 via biochemical and biophysical assays\r\n                ", "\r\n\t\t\t\t\t\r\n                    Semana, P. - A novel gentisate 1,2-dioxygenase from Aspergillus niger: functional characterization and identification of residues critical for activity\r\n                ", "\r\n\t\t\t\t\t\r\n                    Environmental Chemistry\r\n                ", "\r\n\t\t\t\t\t\r\n                    Barber, A. - Inner-sphere covalent interactions control the ferric organic carbon pump in marine sediments\r\n                ", "\r\n\t\t\t\t\t\r\n                    Bourgouin, J.-P. - What microalgae reveal when they eat fats - an in vivo NMR study\r\n                ", "\r\n\t\t\t\t\t\r\n                    Imfeld, A. - Environmental forensics: using compound-specific stable carbon isotope analysis to track petroleum contamination\r\n                ", "\r\n\t\t\t\t\t\r\n                    Ma, P. K. - Modeling the formation and aging of secondary organic aerosols in polluted urban regions\r\n                ", "\r\n\t\t\t\t\t\r\n                    Morel, E. - Combined physicochemical analysis and multi-scale biological effects to characterize the bioavailability of Ce(III) and CeO", " nanoparticles for Chlamydomonas reinhardtii.\r\n                ", "\r\n\t\t\t\t\t\r\n                    Rowell, J. A. - Role of natural organic matter on rare earth elements speciation and bioavailability with Chlamydomonas reinhardtii\r\n                ", "\r\n\t\t\t\t\t\r\n                    Tremblay, S. - Characterization of the chemical, physical and optical properties of atmospheric aerosols in the Canadian High Arctic\r\n                ", "\r\n\t\t\t\t\t\r\n                    Sommers, J. M. - Improving the modeling of secondary organic aerosols produced from the oil sands in Alberta\r\n                ", "\r\n\t\t\t\t\t\r\n                    Computational Chemistry\r\n                ", "\r\n\t\t\t\t\t\r\n                    Harrison, J. - Computer Simulation of Molecular Shape Transitions in Adsorbed Polymers Under Confinement Conditions\r\n                ", "\r\n\t\t\t\t\t\r\n                    Nanochemistry\r\n                ", "\r\n\t\t\t\t\t\r\n                    Bekah, D. - Nanoparticle-enhanced radiotherapy/photodynamic therapy for cancer treatments\r\n                ", "\r\n\t\t\t\t\t\r\n                    Copp, W. - Influence of Modifications of the Ribose Sugar on the Parallel Stranded Adenosine Duplex\r\n                ", "\r\n\t\t\t\t\t\r\n                    Fan, W. - CO", "-responsive Polymeric Single Chain Nanoparticles for Controllable Gold Nanoparticles (AuNPs) Preparation in situ\r\n                ", "\r\n\t\t\t\t\t\r\n                    Rodriguez Burbano, D. C. - Development of CaS:Eu", "/Dy", " Persistent and NIR Photo-stimulated Nanophosphors\r\n                ", "\r\n\t\t\t\t\t\r\n                    McTaggart, A. - The self-assembly of silica-carbonate biomorps in a reaction-diffusion system\r\n                ", "\r\n\t\t\t\t\t\r\n                    Medina Tato, S. - Synthesis and characterization of luminescent nanoparticles with a surface agent that acts as an antenna group.\r\n                ", "\r\n\t\t\t\t\t\r\n                    Sabri, T. - Albumin coated upconverting nanoparticles functionalized with Rose Bengal\r\n                ", "\r\n\t\t\t\t\t\r\n                    Wyszatko, K. - Rheology and surface behavior of boronic acid- terminated silicone SiBA-10, various amino-functionalized lipids, and mixtures of these compounds.\r\n                ", "Inscription", "About CBGRC", "Schedule", "Presentations", "Awards", "Sponsors", "Registration", "See Loyola Campus map", "facebook", "twitter", "google", "youtube", "linkedin", "pinterest", "instagram", "flickr", "Concordia social", "Terms", "Privacy", "Accessibility", "Website feedback", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n            ", "\n            ", "\n        ", "\n            ", "\n            ", "\n        ", "See SGW Campus map ", "See Loyola Campus map ", "Website feedback", "Terms", "Privacy", "Accessibility"], ["Concordia University", "Presentations"], ["\n                ", "\n            ", "\n                ", "\n            ", "Rules", "Contact us"], ["\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            ", "\r\n                ", "\r\n            "], ["Orals", "Posters", "Orals", "Posters", "Orals", "Posters", "Orals", "Posters", "Orals", "Posters", "Orals", "Posters", "Orals", "Posters", "Orals", "Posters", "Orals", "Posters"], [" - Call us at 514-848-2424"], ["Oral presentations"]]}