{"http://www.concordia.ca/artsci/science-college/news/archive/cunews/main/stories/2014/04/30/-you-teach-becauseitsacalling.html": [["http://www.concordia.ca/content/shared/en/news/main/stories/2014/04/30/-you-teach-becauseitsacalling.html", "Over the last 15 years as a part-time instructor in the Faculty of Engineering and Computer Science (ENCS), Don Davis, BEng 92, MASc 95, estimates he’s taught between 70 and 80 courses in a range of engineering, mathematics and computer-science subjects. This past year alone, he taught nine.", "Davis, who earned a PhD from McGill University in 2004, is an expert in the field of electromagnetic engineering. He's sometimes hired as a consultant by medical, biomedical or telecommunications companies. While the contracts are lucrative, he says he’d rather be in the classroom.", "“You don’t teach for the money; you teach because it’s a calling,” Davis says. “As long as it fits with your life, and you feel that you’re making a positive impact on other people’s lives, you do it. When you stop feeling that, it’s time to ask yourself, ‘Is there something wrong with what I’m doing? Has the environment changed?’ You have to adapt.”", "Adapting is the cornerstone of Davis’s teaching practice. The veteran instructor, who earned an ENCS Teaching Excellence Award last year, strives to align his curricula with the current demands of industry, and challenges his students to solve the sorts of problems they might encounter in the workplace.", "“Companies don’t hire an engineer because they already have all the answers,” he says. “An engineer is something who’s in the tool shed of a lot of companies, and they’re called on when there’s a problem.”", "With the goal of creating a dynamic, interactive learning environment, Davis always includes ample time for questions and discussion in his classes.", "“The really skilled students have already read the book; they already know what I have to say,” he says. “What they’re in class for is to fill in the gaps. It’s really during the interaction that the learning occurs.”", "For Davis, the ideal classroom is one in which the learning flows both ways. “It’s not my great knowledge being shared with the world so much as it is my understanding blending with their understanding,” he says.", "“Sometimes the students’ questions, or my answers, are actually developing a new type of understanding. That’s the whole point of this.”", "\n ", "“Growing up, I always said that teaching was a job I’d never do,” says Christine Que, a part-time faculty member in the Centre for Engineering in Society. “I didn’t like having the attention on me. Speaking in front of people was a kind of torture.”", "Thanks to Que’s passion for languages, though, that changed. After a few years of working as an accountant, she left her hometown of Vancouver for Quebec City, where she studied French at Université Laval.", "“I needed a part-time job, and my French wasn’t good enough to get any other kind of job,” she says. “The one I did manage to get was teaching French at a private language school.”", "Her first class was daunting, but Que quickly got over her shyness and developed a love of teaching languages. “I enjoy the interaction I have with my students, particularly in the smaller classes, where I get to know each of them,” she says. “It helps to motivate them when they know that they’re not just a face in the crowd.”", "Que later came to Concordia to pursue a certificate in Teaching English as Second Language. She followed that up with a master’s in applied linguistics. As a graduate student, she taught two English as a Second Language courses for the Department of Education.", "After graduating, Que was offered a part-time job teaching Technical Writing and Research Methods for Engineers and Computer Scientists, a required class for master’s students in those disciplines who need to improve their English-language proficiency before graduating.", "The course was a major challenge for Que. “There I was, facing 30 students, and I had no engineering background. It was a high learning curve!”", "She soon adapted, though, and now teaches the course regularly.", "“I like the class because the students really seem to appreciate what you’re doing for them,” she says. “They’re a nice bunch who are curious to learn.”", "With her limited seniority, Que can only teach two courses a year at Concordia for now, but she also picks up language classes at McGill University and Collège de Maisonneuve.", "“I have a pretty busy schedule between the three places, and I’m never bored,” Que says. “There’s so much to learn.”", " ", "Next year will mark Pierre Gauthier’s 30th as a part-time instructor at Concordia. He hopes he’ll be at the university for 30 more.", "“I often joke that they’re going to have to kick me out of here,” he says.", "Gauthier, PhD 96, began teaching at Concordia at 22, as a graduate student in the Department of Mathematics and Statistics. “I’ve been teaching like a madman ever since,” he says.", "But that’s not all he’s been doing. For the last 25 years, Gauthier has also held down a full-time engineering job. He now works for Rolls-Royce Canada Ltd. As team lead for the company’s combustion numerical methods group, Gauthier is in charge of the mathematical models that analyze the combustion systems of jet engines used as stationary power plants.", "“I’m very lucky because I’ve got a foot in both worlds, and the two worlds communicate with each other,” he says. “Everything I do at work, I get to teach it here at Concordia.”", "Straddling the professional and academic spheres allows Gauthier to point to the real-life applications of what he’s teaching. That’s a touch his students appreciate.", "“The age-old question is, ‘When will I ever use this?’ Well, I can tell them, ‘I used it this morning.’ Then they pay attention,” he says. “I even bring in parts of engines, sometimes, and say, ‘The stuff we’re doing today may seem abstract, but we actually use it to figure out something specific inside the engine.’”", "Teaching also allows Gauthier to sharpen his own engineering and mathematical knowledge base. “It’s like going to the gym every day, in terms of keeping me on top of what I do at work,” he says.", "Gauthier recently became an affiliate associate professor, allowing him to supervise graduate students and run his own research projects with them — something he had already been doing at work.", "“I’m a proud Concordia graduate, so I try and bring as many Concordia students as I can into Rolls-Royce to do internships and summer work terms,” he says.", "Although most of Gauthier’s courses draw on his mathematics and engineering expertise, he also teaches a course at the School of Extended Learning that provides struggling students with practical tools for success. “When I teach this course, I feel I’m really making a difference because I can see a change in them from the beginning to the end of the term.”", "After almost 30 years, Gauthier is committed as ever to his part-time job at Concordia.", "“I want to be here as long as I can keep contributing,” he says. “I have a lot of fun doing it.”", " ", "\r\n        ", "\r\n    ", "\r\n        ", "\r\n    ", "Search for an expert to comment on any topic", "© Concordia University"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "By: Tom Peacock", "Enter a phrase or keyword", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links ", "MyConcordia", "Cspace", "Webmail", "Library", "Directories", "A-Z", "Maps", "Future students", "Student hub", "Alumni & friends", "Parents", "Faculty & staff", "Media", "Concordia University", "Concordia University", "Science College", "About the department", "\n                                                                Faculty members\n                                                            ", "Program", "\n                                                                Courses\n                                                            ", "Research", "Student life", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Information for... ", "Future students", "Student hub", "Alumni & friends", "Parents", "Faculty & staff", "Media", "Concordia University", "Science College", "\r\n                    \r\n                    Home\r\n                    \r\n                ", "\r\n                    \r\n                    Faculty of Arts and Science\r\n                    \r\n                ", "\r\n                    \r\n                    Science College\r\n                    \r\n                ", "\r\n                    \r\n                    News\r\n                    \r\n                ", "\r\n                    \t", "\r\n                    ", "\r\n                    \t", "\r\n                    ", "\r\n                        ", "\r\n                    ", "\r\n                        ", "\r\n                    ", "\nSee what two part-time instructors in the Faculty of Fine Arts have to say about life inside and outside Concordia’s classrooms.", " ", "\r\n\t\t\t\t\t\t            ", "\r\n\t\t\t\t\t\t            Faculty of Engineering and Computer Science\r\n\t\t\t\t\t\t        ", "\r\n\t\t\t\t\t\t            ", "\r\n\t\t\t\t\t\t            Department of Mathematics & Statistics\r\n\t\t\t\t\t\t        ", "\r\n\t\t\t\t\t\t            ", "\r\n\t\t\t\t\t\t            Centre for Engineering in Society\r\n\t\t\t\t\t\t        ", "A passion for teaching", "From fearless public speaking to light shows at the Super Bowl", "\n\t            teaching            \n\t        ", "About", "Academics", "Admissions", "Campus life", "Research", "International", "Future students", "Current students", "Alumni & friends", "Parents ", "Faculty & staff", "See SGW Campus map ", "See Loyola Campus map ", "facebook", "twitter", "google", "youtube", "linkedin", "pinterest", "instagram", "flickr", "Concordia social", "Terms", "Privacy", "Accessibility", "Website feedback", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n            ", "\n            ", "\n        ", "\n            ", "\n            ", "\n        ", "See SGW Campus map ", "See Loyola Campus map ", "Website feedback", "Terms", "Privacy", "Accessibility"], ["Concordia University", "‘You teach because it’s a calling’"], ["\n                ", "\n            ", "\n                ", "\n            ", "Related Links", "Related stories", "Related topics"], [], ["Find an expert"], [" - Call us at 514-848-2424"], []]}