{"http://www.concordia.ca/artsci/science-college/news/cunews/main/stories/2016/07/19/how-to-wrap-your-head-around-university-jargon.html": [["http://www.concordia.ca/content/shared/en/news/main/stories/2016/07/19/how-to-wrap-your-head-around-university-jargon.html", "\nThe debate over what has been dubbed “university jargon” is open-ended, marked by the ", " to have intellectuals abandon their academic language in lieu of a common-sense vocabulary, and ", " that disciplinary terminology is vital to higher learning.", "From the pages of ", " to those of ", ", notable writers, academic and otherwise, have volleyed their opinions on the subject back and forth for years.", "However, the question persists — what role does academic language play in the pursuit of knowledge?", "“What it really comes down to is how we understand, make and convey meaning,” says ", ", an assistant professor in Concordia’s ", " who teaches composition and rhetoric.", "Dunbar explains the essence of the problem is that for many people, including students coming into higher learning institutions, academic language is perceived as exclusive and an unnecessary obfuscation.", "“We need to accept and understand that students are struggling with what is really a second language,” says Dunbar, noting it takes time for starting scholars to adapt to literature often designed for a well-versed, highly specified audience.", "Dunbar also notes that difficult does not necessarily translate into superfluous, however.", "“There's jargon and then there's terminology. Jargon is a term that comes with many negative connotations. When we think about jargon, we think about the car salesman; it invokes that sort of slick, glib image. However, academic terminology is an essential part of intellectual growth. Ideas do not always present themselves in simplistic ways.”", "Moreover, she is wary of ", ".", "“When you or I study math, we expect there to be highly specialized formulas. We understand that that is the language of mathematics, so we don't say ‘well this is jargon and it should not be like this.’ Why then, do we have that expectation of the humanities? It is unrealistic to deny the need for concepts and theory in social and cultural studies.”", "Getting the low-down on disciplinary lingo is no easy quest, but it’s important to have a vocabulary capable of effectively communicating highly complicated ideas. Every year, students find themselves becoming disoriented as they wade through pages of thick, academic prose. Luckily, there are a lot of resources available at Concordia.", "“First off, there's the good old-fashioned dictionary — to use language properly you have to understand what words mean. Additionally, there are peer resources such as ", " and ", " at the ", ",” outlines Dunbar, adding: “There are also librarians, and of course there is always the professor. That’s what office hours are for!”", "Furthermore, Dunbar invites any students looking to improve their writing skills to take a ", ".  ", "“We're happy to help all students refine their ability to express themselves clearly in an academic milieu,” she says. “One really good exercise for students who are faced with dense theoretical thickets is to write a summary. It is a great strategy to move new material into that fund of deep learning.”", "Dunbar suggests that students take notes while reading, and at the end of each chapter identify and paraphrase the key points of the text into their own words. Only after summarizing the text should they attempt to analyze and synthesize it.", "“Students can feel intimidated or embarrassed about asking for help, but they should remember that there are so many resources, so many people with expertise who are not just willing, but eager to help them. I really hope no student would ever feel like they're not supported.”", "\n", "All students are subject to the administrative “jargon” employed by university staff and should familiarize themselves with this list of the more important terms. Doing so will come in extra handy when it’s time to register for and organize your class schedule.", "(Did Not Enter): The DNE deadline is the date by which you can officially withdraw from a course without having to pay for it. If you drop a course before this deadline it won’t appear on either your student record or official transcript.", "(Discontinued): If you miss the DNE deadline but still want to drop a course you can, as long as it’s done so before the DISC deadline. While it won’t affect your GPA, discontinuing a course will result in a DISC notation on your student record and official transcript. You will also be kept financially responsible for the payment of tuition and other fees pertaining to the course.", ": A course that spans one semester typically is worth three credits, while a two-semester course is worth six credits. To be considered full-time you must register for a minimum of 12 credits and a maximum of 15 credits per semester. In general, an undergraduate degree require between 90-120 credits to complete.", ": The Quebec Ministry of Education requires all Quebec Universities to have a permanent code for each registered student on whose behalf the University receives funding. You can find your permanent code on your unofficial transcript,  accessible via MyConcordia Portal.", ": Composed of two terms — a fall term (September to December) and a winter term (January to April), followed by a Summer Term (normally early May to mid-August)", ": A deficiency is a course you have not completed that is required for admission to your chosen program. Courses identified as “deficiencies” must be completed as early in your studies as possible.", " (Fail/Absent): on your transcript is used when the instructor at the end of the course has not received the required work and has not granted an extension of the deadline. It is a permanent grade.", " ", "\r\n        ", "\r\n    ", "\r\n        ", "\r\n    ", "\r\n        ", "\r\n    ", "Search for an expert to comment on any topic", "© Concordia University"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "By: Meagan Boisse", "Enter a phrase or keyword", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links ", "MyConcordia", "Cspace", "Webmail", "Library", "Directories", "A-Z", "Maps", "Concordia University", "Concordia University", "Science College", "About the department", "\n                                                                Faculty members\n                                                            ", "Program", "\n                                                                Courses\n                                                            ", "Research", "Student life", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Concordia University", "Science College", "\r\n                    \r\n                    Home\r\n                    \r\n                ", "\r\n                    \r\n                    Faculty of Arts and Science\r\n                    \r\n                ", "\r\n                    \r\n                    Science College\r\n                    \r\n                ", "\r\n                    \t", "\r\n                    ", "\r\n                    \t", "\r\n                    ", "\r\n                        ", "\r\n                    ", "\r\n                        ", "\r\n                    ", "exasperated pleas of some", "affirmations by others", "The New York Times", "scholarly journals", "Laura Dunbar", "Department of English", "charges that highly specialized language should be limited to only certain areas of academic inquiry", "writing assistants", "learning and study skill specialists", "Student Success Centre", "class in composition", "Student Success Centre", "complete glossary", "\r\n\t\t\t\t\t\t            ", "\r\n\t\t\t\t\t\t            Department of English\r\n\t\t\t\t\t\t        ", "\r\n\t\t\t\t\t\t            ", "\r\n\t\t\t\t\t\t            Student Success Centre \r\n\t\t\t\t\t\t        ", "\r\n\t\t\t\t\t\t            ", "\r\n\t\t\t\t\t\t            Composition Courses \r\n\t\t\t\t\t\t        ", "\r\n\t\t\t\t\t\t            ", "\r\n\t\t\t\t\t\t            Writing assistance \r\n\t\t\t\t\t\t        ", "5 great places to start your student job hunt at Concordia", "A newbie’s guide to making friends at Concordia", "Shiver me timbers! What does it mean to talk like a pirate?", "\n\t            research            \n\t        ", "\n\t            writing            \n\t        ", "\n\t            students            \n\t        ", "\n    ", "\n    ", "\n    ", "\n", "\n    ", "\n    ", "\n    ", "\n", "\n    ", "\n    ", "\n    ", "\n", "\n    ", "\n    ", "\n    ", "\n", "\n    ", "\n    ", "\n    ", "\n", "\n    ", "\n    ", "\n    ", "\n", "\n    ", "\n    ", "\n    ", "\n", "\n    ", "\n    ", "\n    ", "\n", "\n    ", "\n    ", "\n    ", "\n", "\n    ", "\n    ", "\n    ", "\n", "About", "Academics", "Admissions", "Campus life", "Research", "International", "Future students", "Current students", "Alumni & friends", "Parents ", "Faculty & staff", "See SGW Campus map ", "See Loyola Campus map ", "facebook", "twitter", "google", "youtube", "linkedin", "pinterest", "instagram", "flickr", "Concordia social", "Terms", "Privacy", "Accessibility", "Website feedback", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n            ", "\n            ", "\n        ", "\n            ", "\n            ", "\n        ", "See SGW Campus map ", "See Loyola Campus map ", "Website feedback", "Terms", "Privacy", "Accessibility"], ["Concordia University", "How to wrap your head around university jargon"], ["\n                ", "\n            ", "\n                ", "\n            ", "Related Links", "Related stories", "Related topics", "Latest stories", "Most popular"], ["OPINION: Big Pharma’s troubles are good news for innovation", "Concordia receives funding for 5 Canada Research Chairs", "The fight against fake news", "Concordia receives $2 million to advance smart-grid technology", "‘Student success is more gratifying than any prize’", "13 essential tips for exam success", "To nap or not to nap? Sleep tips for Concordians", "Jason Camlot wins the Donald Gray Prize for best Victorian Studies essay", "‘We are conducting research in a living lab’", "What's it like to meet  the Oracle of Omaha?"], ["\n", "\n", "Find an expert"], [" - Call us at 514-848-2424"], []]}