{"http://www.concordia.ca/artsci/biology/students/advising-support.html": [["http://www.concordia.ca/content/concordia/en/artsci/biology/students/advising-support.html", "\n", "\n", "\nStill can't find what you're looking for? Visit ", ".", "\nBelow you will find some ", "course outlines to help guide you in selecting courses:", "\nDepartment of Biology course requirements and descriptions are listed in Section 31.030 of the Undergraduate Calendar, which can be found below.", "\n", "\n", "\nPATRICK J. GULICK, PhD ", "; ", "\n", "\n", "\nRAGAI K. IBRAHIM, PhD ", "\nELAINE B. NEWMAN, PhD ", "\n", "\n", "\nGRANT BROWN, PhD ", "\nSELVADURAI DAYANANDAN, PhD ", "\nJAMES GRANT, PhD ", "\nVINCENT MARTIN, PhD ", "; ", "\nROBERT M. ROY, PhD ", "\nREGINALD K. STORMS, PhD ", "\nVLADIMIR TITORENKO, PhD ", "\nADRIAN TSANG, PhD ", "\nMALCOLM WHITEWAY, PhD ", "; ", "\nWILLIAM ZERGES, PhD ", "\n", "\n", "\nCATHERINE BACHEWICH, PhD ", "\nCHRISTOPHER BRETT, PhD ", "\nEMMA DESPLAND, PhD ", "\nDYLAN FRASER, PhD ", "\nALISA PIEKNY, PhD ", "\nMICHAEL SACHER, PhD ", "\nLUC VARIN, PhD ", "\nDAVID WALSH, PhD ", "\nROBERT WELADJI, PhD ", "\n", "\n", "\nDAVID KWAN, PhD ", "\nJIN SUK LEE, PhD ", "\nJEAN-PHILIPPE LESSARD, PhD ", "\nALEXANDER I. TAYLOR, PhD ", "\n", "\n", "\nIAN FERGUSON, PhD ", "\nMADOKA GRAY-MITSUMUNE, PhD ", "\n", "\n", "\nANNE-HÉLÈNE PRIEUR-RICHARD, PhD ", "\n", "\n", "\nDAVID MARCOGLIESE, PhD ", "\nPATRICK PARÉ, MSc ", "\n", "\n", "\nTONIA DE BELLIS, PhD ", "\nCHIARA GAMBERI, PhD ", "\nANTOINE O.H.C. LEDUC, PhD ", "\n", "\n", "\n", "\n", "\n", "\nRichard J. Renaud Science Complex, Room: SP 375.09", "\n514-848-2424, ext. 3400", "\n", "\n", "\nThe Biology Department is dedicated to teaching and research that advance understanding of life from molecules and cells to organisms, populations, and entire ecosystems. The Department’s programs inspire students with an appreciation of the rich diversity of the living world.", "\nStudents acquire a comprehensive grounding in modern biology through classroom study as well as extensive hands-on training in research methodology. A variety of specialized laboratories and equipment supports both research and teaching activities.", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "\n27     BIOL 225", ", 226", ", 261", ", 266", ", 367", ", 490", "; CHEM 221", "*, 271", "\n  3     Chosen from BIOL 322", "; CHEM 212", "\n12     Chosen from BIOL 227", ", 330", ", 337", ", 340", ", 364", ", 366", ", 371", ", 382", ", 385", "\n30     Chosen from Biology credits** at the 300 and/or 400 levels with at least nine", "\n         credits at the 400 level", "\n", "\n", "\n", "\n", "\n51     BIOL 225", ", 226", ", 261", ", 266", ", 364", ", 366", ", 367", ", 368", ", 466", ", 490", ";", "\n         CHEM 212", ", 221", "*, 222", "*, 271", ", 375", ", 477", "\n21     Chosen from BIOL 227", "; Biology credits** at the 300 and/or 400 levels, with", "\n         at least 12 credits at the 400 level", "\n", "\n", "\n", "\n", "\n30     BIOL 225", ", 226", ", 261", ", 266", ", 322", ", 367", ", 490", "; CHEM 221", "*, 271", "\n12     Chosen from BIOL 227", ", 330", ", 337", ", 340", ", 364", ", 366", ", 371", ", 382", ", 385", "\n12     Chosen from BIOL 321", ", 350", ", 351", ", 353", ", 354", "; GEOG 363", "\n  9     Chosen from BIOL 450", ", 451", ", 452", ", 457", ", 459", ", 473", "; GEOG 463", "\n  9     Chosen from Biology credits** at the 300 and/or 400 levels", "\n", "\n", "\n", "\n21     BIOL 225", ", 226", ", 261", ", 266", ", 367", "; CHEM 221", "*, 271", "\n  3     Chosen from BIOL 322", "; CHEM 212", "\n12     Chosen from BIOL 227", ", 330", ", 337", ", 340", ", 364", ", 366", ", 371", ", 382", ", 385", "\n24     Chosen from Biology credits** at the 300 and/or 400 levels with at least", "\n         six credits at the 400 level", "\n", "\n", "\n", "\n45     BIOL 225", ", 226", ", 261", ", 266", ", 364", ", 366", ", 367", ", 368", ", 466", ";", "\n         CHEM 212", ", 221", "*, 222", "*, 271", ", 375", ", 477", "\n21     Chosen from BIOL 227", "; Biology credits** at the 300 and/or 400 levels,", "\n         with at least 12 credits at the 400 level", "\n", "\n", "\n", "\n24     BIOL 225", ", 226", ", 261", ", 266", ", 322", ", 367", "; CHEM 221", "*, 271", "\n12     Chosen from BIOL 227", ", 330", ", 337", ", 340", ", 364", ", 366", ", 371", ", 382", ", 385", "\n  9     Chosen from BIOL 321", ", 350", ", 351", ", 353", ", 354", "; GEOG 363", "\n  6     Chosen from BIOL 450", ", 451", ", 452", ", 457", ", 459", ", 473", "; GEOG 463", "\n  9     Chosen from Biology credits** at the 300 and/or 400 levels", "\n", "\n", "\n", "\n21     BIOL 225", ", 226", ", 261", ", 266", ", 367", "; CHEM 221", "*, 271", "\n  3     Chosen from BIOL 322", "; CHEM 212", "\n  9     Chosen from BIOL 227", ", 330", ", 337", ", 340", ", 364", ", 366", ", 371", ", 382", ", 385", " with", "\n         at least six credits from courses with lab components (227, 330, 337, 340, 382)", "\n12     Chosen from Biology credits** at the 300 and/or 400 levels with at least three", "\n         credits at the 400 level", "\n", "\n", "\n  9     BIOL 225", ", 226", ", 227", "\n  3     Chosen from BIOL 206", ", 261", "\n12     Biology elective credits", "\n", "\n", "\n", "\n", "\n", "\n", "\nMADOKA GRAY-MITSUMUNE, ", "\n", "\nThe Biology co-operative program is offered to students who are enrolled in the BSc Honours or Specialization in Biology; Cell and Molecular Biology; and Ecology. Students interested in applying for the Biology co-op should refer to §24 where a full description of the admission requirements is provided.", "\nAcademic content is identical to that of the regular program, but six study terms are interspersed with three work terms.", "\nStudents are supervised personally and must meet the requirements specified by the Faculty of Arts and Science and the Institute for Co-operative Education in order to continue their studies in the co-op format.", "\nLiaison between the student, the employers and the Institute for Co-operative Education is provided by the Biology co-op committee, which includes the student’s advisors.", "\nPlease refer to ", " for the schedule of study and work terms and the full description of admission requirements.", "\n", "\n", "\n", "\n", "\n", " (3 credits)", "\nA series of lectures, demonstrations, and seminars to provide non-biologists with a general survey of the fundamental principles of life, with special emphasis on the structures and functions of human beings. Lectures only.", "\n", "\n", " (3 credits)", "\nFundamentals of plant and animal biology: basic physics and chemistry of life; cell and tissue structures and functions; anatomy and physiology of human systems; survey of plant and animal taxonomy, ecology, heredity, and evolution. Lectures and laboratory.", "\n", "\n", "\n", " (3 credits)", "\nThis course presents the fundamentals of biology including the basic physics and chemistry of life, the structure and functions of cell and tissues, and aspects of anatomy, physiology, taxonomy, heredity and evolution, with examples ranging from micro-organisms to humans. Lectures only.", "\n", "\n", "\n", " (3 credits)", "\nThis course deals with food composition (carbohydrates, lipids, proteins, vitamins, and minerals), its absorption and utilization, energy balance, special diets, and food technology. Lectures only.", "\n", "\n", "\n", "(3 credits)", "\nThis course begins with an introduction to the science of ecology and to the concept of sustainability as an ecological principle. The concept of sustainability is then broadened to include humans, as students are introduced to ethics, economics, and resource management from an eco-centric point of view. Students are encouraged to think critically about current environmental problems and to take action on an individual project.", "\n", "\n", "\n", "\n", " (3 credits)", "\nA survey of classical and contemporary developments in the study of heredity, with particular attention to human examples. This course is open to the general student body. Lectures only.", "\n", " ", "\n", "\n", "\n", " (3 credits)", "\nPrerequisite: Cegep Biology 301 or 101-NYA or BIOL 201. An introduction to plant and animal form and function is presented. This course provides an overview of basic physiological and morphological aspects of plants and animals that allow survival and reproduction. Topics in animal biology include animal architecture, internal fluids, homeostasis, digestion and nutrition, nervous and chemical coordination; topics in plant biology include plant organization, photosynthesis, respiration, water relations, and growth regulation. Reproduction and development of both plants and animals are introduced. Lectures only.", "\n", "\n", " (3 credits)", "\nPrerequisite: Cegep Biology 301 or 101-NYA or BIOL 201. This course introduces the evolution, biodiversity, and ecology of organisms. The origin and diversity of life, from prokaryotes, through simple eukaryotes to multi-cellular organisms are introduced. Natural selection, speciation, and phylogeny, stressing evolutionary relationships in conjunction with changing conditions on earth, are presented. The course introduces major concepts in ecology: the physical and chemical environment, population structure, life histories, species interactions, communities, and ecosystems. Lectures only.", "\n", "\n", " (3 credits)", "\nPrerequisite: BIOL 225; BIOL 226 previously or concurrently. This course reviews the diversity of organisms and introduces methods used in their study. The tutorials focus on key evolutionary mechanisms associated with organism diversity, model organisms that illustrate it and phylogenies that integrate diversity. The laboratory exercises are in basic protocols and may include bacterial classification; the structural diversity of protists; reproductive diversity among fungi; invertebrate internal morphology and behaviour; arthropod and mollusk classification; exercises in vertebrate homology; and studies on plant structure, development and physiology. Laboratory and tutorial.", "\n", "\n", " (3 credits)", "\nPrerequisite: Cegep Biology 301 or 101-NYA or BIOL 201; 202 NYA or CHEM 205; 202-NYB or CHEM 206. Basic genetic principles, including mechanisms of meiosis and mitosis, Mendelian genetics, recombination, gene mapping, and chromosome rearrangements; an introduction to molecular genetics, including nucleic acid structure and biosynthesis transcription and translation; the course also includes an introduction to recombinant DNA technology and to concepts of population genetics. Lectures and tutorials.", "\n", "\n", " (3 credits)", "\nPrerequisite: Cegep Biology 301 or 101-NYA or BIOL 201; 202-NYA or CHEM 205; 202-NYB or CHEM 206. Structure and functions of the cell and its organelles: cytoskeleton, chromosomes, cell cycle and cell division, organelle biogenesis, molecular motors, trafficking of proteins and membranes, signal transduction, trans-membrane transport, cancer, apoptosis. Lectures only.", "\n", "\n", " (3 credits)", "\nSpecific topics for this course, and prerequisites relevant in each case, are stated in the Undergraduate Class Schedule.", "\n", "\n", " (3 credits)", "\nPrerequisite: BIOL 225, 226. Through readings, discussions, and lectures, students explore the evidence for evolution, as well as current theories for the mechanisms that cause evolu­tionary change. Topics covered include principles of inheritance and variation, adaptation through natural selection, random processes in evolution, and the role of molecular and macroevolutionary processes in shap­ing current patterns of biodiversity. Lectures and tutorials.", "\n", "\n", " (3 credits)", "\nPrerequisite: Nine BIOL credits in a Biology major, honours, or specialization program or completion of Stage I of the Geography honours or specialization programs in Environmental Science or permission of the Department. This course examines statistical methods for the biological sciences; experimental design; data description; binomial, Poisson and Normal distributions; statistical inference; hypothesis testing; chi-square; one and two sample tests of the mean; analysis of variance including 2-way and nested ANOVAs; correlation; regression; and analogous non-parametric techniques. Lectures and laboratory.", "\n", "\n", "\n", " (3 credits)", "\nPrerequisite: BIOL 225, 226. This course explores how the anatomy, physiology, life history, ecology and behaviour of vertebrates interact to generate animals that function effectively in their environments, and how different vertebrate groups have evolved over the past few hundred million years. Major vertebrate groups discussed are cartilaginous fishes, bony fishes, amphibians, reptiles, birds and mammals. Other special topics on vertebrate biology considered include the role of ecology in vertebrate speciation, vertebrate adaptations to extreme environments, seasonal migrations, human evolution, as well as conservation issues facing different vertebrate groups worldwide.", "\n", "\n", "\n", " (3 credits)", "\nPrerequisite: BIOL 225, 226, 227. This course surveys the diversity of invertebrates and their functional systems, emphasizing the basic themes that define each phylum and those that are common to all animals. The course focuses on evolution, life histories, physiology, and anatomy of the major phyla and the diversity of the minor phyla. Lectures and laboratory.", "\n", "\n", "\n", " (3 credits)", "\nPrerequisite: BIOL 225, 226. This course surveys the biology of the plant kingdom. Topics include the evolution of the major groups and a comparative analysis of the form (anatomy), function (physiology), and life history of plants. Examples from the local flora are emphasized. Lectures and laboratory.", "\n", "\n", " (3 credits)", "\nPrerequisite: BIOL 225, 226. This course is designed to introduce students to the diversity of adaptations possessed by individuals which enables them to interact successfully with the abiotic and biotic environment. Major topics include responses to temperature, water, gas exchange, light, and other species. In addition, sensory ecology and escape in time and space are covered. Physiological adaptations are emphasized. Lectures only.", "\n", "\n", " (3 credits)", "\nPrerequisite: BIOL 226. This course introduces the processes which determine the distribution and abundance of individuals in populations. Population growth, density-dependent and density-independent population regulation, survivorship, life history parameters, the population dynamics of competition, predation and parasitism, and the roles of predation and competition in affecting community structure are discussed. Lectures and tutorials.", "\n", "\n", " (3 credits)", "\nPrerequisite: BIOL 225, 226. This course presents an introduction to biological communities, the processes that maintain them and their emergent properties. Topics include the interactions between abiotic and biotic factors in determining community composition, the concepts of niche and habitat, succession theory, community diversity and stability, energy flow and nutrient cycling. Examples emphasize both aquatic and terrestrial ecosystems, and the major global biomes. Lectures only.", "\n", "\n", " (3 credits)", "\nPrerequisite: BIOL 226. Behavioural ecology is the study of behavioural adaptation. The topics include foraging, anti-predator, fighting, mating, reproductive and social behaviour. Students will be introduced to optimality and game theories. Lectures and tutorials.", "\n", "\n", " (3 credits)", "\nPrerequisite: BIOL 266; CHEM 271. This course covers general and specialized processes at the molecular and cellular level in eukaryotes and prokaryotes; protein folding and degradation, signalling by nerves, bioenergetics (respiration and photosynthesis), cell motility, muscle contraction, eukaryotic cilia and flagella, sensory perception, and fundamental immunology. Lectures only.", "\n", "\n", " (3 credits)", "\nPrerequisite: BIOL 261, 266. This course explores the mechanisms of cellular interactions and genetic control that govern cell differentiation and development in a range of organisms, from simple model systems to mammals. Specific questions address how cell movement and cell recognition take place, how the genome is restricted in differentiation, how cytoplasmic signals influence differentiation, how gradients affect development, how genes control segmentation, and how growth factors and hormones influence development. The role of genetic engineering in the understanding of developmental processes is discussed. The course is based on gaining an understanding of the basic concepts, mechanisms, and experimental tools used in developmental research. Lectures only.", "\n", "\n", " (3 credits)", "\nPrerequisite: BIOL 261; CHEM 271. This course examines DNA structure, recombinant DNA methodologies, gene structure, transcriptional and post-transcriptional regulation, RNA processing events, translation, chromatin modification, chromatin remodelling and DNA replication. The experimental evidence supporting these concepts is also discussed. Lectures and tutorials.", "\n", "\n", " (3 credits)", "\nPrerequisite: BIOL 261, 266; CHEM 212 or 217 or BIOL 227. This course introduces students to the basic laboratory techniques of cell biology, microbiology, bacterial genetics, and molecular biology. Experiments include cell membrane functions in red blood cells, bacterial identification, mutagenesis, genetic transformation, gene mapping, DNA isolation and recombinant DNA techniques. Through tutorials, students learn the theory behind techniques and their use in research. Special focus is placed on lab manipulation skill, data organization, and data interpretation. Laboratory and tutorials.", "\n", "\n", " (3 credits)", "\nPrerequisite: Six credits chosen from BIOL 226, 261, CHEM 271; or permission of the Department. This course provides an in-depth study of the structure and function of microbes. It emphasizes the genetic and biochemical characteristics of microbes which distinguish them from plants and animals. Consideration is also given to the impact of microbes on the global environment and on the quality of human life. Lectures only.", "\n", "\n", " (3 credits)", "\nPrerequisite: CHEM 221, 271. The concept of a balanced diet is studied in relation to caloric content and to protein, lipid, carbohydrate, vitamin, and mineral requirements. The consequences of dietary deficiencies are examined. Special topics such as dieting, organic foods, vitamins, food additives, and toxins are discussed. Lectures only.", "\n", "\n", " (3 credits)", "\nPrerequisite: BIOL 225, 226, 266. This course offers a comparative analysis of physiological processes across diverse animal groups at the cellular and systems levels. Topics include endocrinology, muscle contraction, sensory integration, nervous systems, respiration, digestion, and circulation. Lectures and laboratory.", "\n", "\n", " (3 credits)", "\nPrerequisite: BIOL 225; BIOL 226 previously or concurrently, BIOL 227 recommended. This course introduces the student to the variety and complexity of insect life. Basic classification is followed by a more detailed study of morphology and anatomy, together with some physiological considerations. Other topics such as adaptations for aquatic life and social behaviour are discus­sed. Laboratories include the identification of insects collected by students, as well as structured laboratory sessions which complement the lectures. Lectures and laboratory.", "\n", "\n", " (3 credits)", "\nSpecific topics for this course, and prerequisites relevant in each case, are stated in the Undergraduate Class Schedule.", "\n", "\n", " (3 credits)", "\nPrerequisite: BIOL 367. This course covers a survey of specialized topics in plant molecular genetics including plant disease resistance, flower induction, signal transduction, bioinformatics and genetically modified organisms (GMOs) which have strongly influenced plant improvement in modern agriculture through genetic engineering. Lectures only.", "\n", "\n", " (3 credits)", "\nPrerequisite: BIOL 227, 322 or equivalent, and a minimum of six credits from BIOL 321, 350, 351, 353, 354. This course introduces students to a variety of techniques of experimental design, data collection, and quantitative analysis. Students participate in a series of modules, each of which presents experimental and analytical techniques appropriate for one area of modern research in ecology, behaviour, or evolution. Some modules require students to collect and subsequently analyze original data from field or laboratory settings. Modules and their contents may vary from year to year. Tutorials and laboratory.", "\n", "\n", " (3 credits)", "\nPrerequisite: BIOL 322 or equivalent, BIOL 353. This course is designed to give students practical experience working with field-based community ecology. It involves one or two weeks of fieldwork in a research station (mandatory sleepover), followed by weekly meetings during the fall term. Students learn about sampling methods, experimental design, and statistical tools with the aim of estimating and comparing patterns of biological diversity. Students design and implement their own short study in the field. In the weekly meetings, students process samples collected in the field, perform analysis, present their results in the form of oral presentation as well as written assignment. Students reside in a field station during the field-based portion of the course. They are expected to cover the cost of room and board, and other necessary fees. The location and cost of the fieldwork may change from year to year. Interested students must contact the instructor to obtain detailed information.", "\n", "\n", " (3 credits)", "\nPrerequisite: BIOL 261; three credits chosen from BIOL 321, 351, 353, 367. Conservation genetics employ the principles of population genetics and systematics to address problems related to conservation of biodiversity. This course examines the main factors that affect genetic variation within and among populations, including natural selection, random genetic drift, mutation and gene flow. The impact of human activities on levels and patterns of genetic variation in both plant and animal communities is discussed. The utility of molecular markers in determining conservation units is examined. Several case studies from the current literature are used to illustrate the many applications of modern molecular techniques in conservation genetics. The course comprises lectures, student presentations, and use of software in genetic data analysis.", "\n", "\n", " (3 credits)", "\nPrerequisite: A minimum of nine credits chosen from BIOL 321, 350, 351, 353, 354. This course introduces students to the scientific principles of conservation biology, an interdisciplinary science which aims at identifying and managing environmental problems. Topics may include pollution, climate change, farming, renewable resources, designing nature reserves and conserving biodiversity. Course assignments emphasize effective scientific communication, collaboration and problem-solving skills. Lectures and tutorials.", "\n", "\n", " (3 credits)", "\nPrerequisite: BIOL 322 or equivalent, BIOL 353.The course begins with the molecular structure of water and its relationship to life in aquatic ecosystems. Lectures deal with primary and secondary production in streams, lakes, oceans and estuaries. The role of fish in aquatic communities is introduced in the second half of the course and is the subject of a field trip. Lectures, field trips, and laboratory.", "\n", "\n", " (3 credits)", "\nPrerequisite: BIOL 367. Through lectures and directed readings in classical and contemporary genetics, students are exposed to research literature and problems in this area. Students probe in greater depth areas of particular interest in order to develop a critical sense and deepen an understanding of past and current work in this field. Lectures only.", "\n", "\n", " (3 credits)", "\nPrerequisite: BIOL 266, 364, 367. The role of the immune system in maintenance of body homeostasis will be presented with particular reference to cells and tissues of the immune system, their organization as well as their structural and functional relationships. Topics include: maturation and differentiation of B and T lymphocytes; structure and properties of antibodies; immune responses to antigens; genetic aspects of anti-body synthesis; immunological considerations in AIDS, cancer, and autoimmune diseases. Lectures and seminars.", "\n", "\n", " (3 credits)", "\nPrerequisite: BIOL 367. This course covers modern comparative genomics including the nature and scope of the various genome projects, gene discovery and data mining, molecular phylogenies, origin of the eukaryotic cell, evolution of gene regulatory networks, concerted evolution, and haplotype mapping. Lectures and seminars.", "\n", "\n", "\n", " (3 credits)", "\nPrerequisite: BIOL 367, 368. This course covers the theory and practice of modern experimental procedures in molecular biology, including use of restriction enzymes, gene cloning and hybridizations, DNA sequencing, site-directed mutagenesis, RT-PCR, and yeast two-hybrid analysis. Laboratory and tutorials.", "\n", "\n", " (3 credits)", "\nPrerequisite: BIOL 266, 364. This course examines selected topics in cell and molecular biology including the growth and division of differentiated and non-differentiated eukaryotic cells. The focus is on the control of cell cycling under normal and abnormal states, such as cancer and viral infection. Lectures only.", "\n", "\n", "\n", " (3 credits)", "\nPrerequisite: BIOL 367. This course covers fundamental principles and essential concepts underlying the present understanding of gene expression in eukaryotes. Topics may include the role of RNA transcription, RNA localization, RNA transport and microRNAs in eukaryotic gene regulation; the role of DNA methylation, alternative splicing, the histone code and chromatin remodelling in genomic imprinting and epigenetics; and large scale approaches to understanding gene expression such as high throughput sequencing methods, genome wide profiling of mRNA expression, proteomics, and CHIP and CHIP-CHIP analysis. Lectures only.", "\n", "\n", " (3 credits)", "\nPrerequisite: BIOL 266, 367. The life cycles of viruses are discussed with emphasis on the molecular basis of their entry into, reproduction in, and exit from host cells. These life cycles are related to the pathogenicity of different groups of viruses to provide an understanding of the variety of viral diseases.", "\n", "\n", "(3 credits)", "\nPrerequisite: BIOL 371 or 353. This course surveys microbial diversity and ecophysiology with emphasis on how the activities and interactions of individual organisms influence Earth systems at the ecosystem scale. Topics may include the origin and evolution of the biosphere, microbial interactions and ecosystems, nutrient cycling, molecular and genomic methods in environmental microbiology, microbial associations with plants and animals, and the application of microorganisms to environmental sustainability and bioremediation, human welfare, health, and biotechnology. Lectures only.", "\n", "\n", "\n", "(3 credits)", "\nPrerequisite: BIOL 364. This course familiarizes students with current theory and research in cellular neuroscience through student presentations and discussions of original scientific literature. Topics include neural circuitry, brain genomics, neuronal structure, synaptic plasticity, neurotransmission, and molecular basis of neurological disease. Lectures only.", "\n", "\n", "\n", "(3 credits)", "\nPrerequisite: BIOL 367. This is an interdisciplinary course offered to students who are either in Biology or Electrical and Computer Engineering programs. Students are introduced to the emerging field of synthetic biology and learn to design computational machines that can be implemented in biological media. The term is divided into two phases. In Phase I, Biology students learn basic computer hardware and software concepts, while Engineering students are introduced to gene structure and recombinant DNA technology. In Phase II, all students learn the principles and various applications of cell-based computational machines. Students work in teams to create a project proposal to describe the design of a computational machine using gene regulatory networks. Lectures only.", "\n", "\n", "\n", "(3 credits)", "\nPrerequisite: BIOL 367; within 30 credits of graduating with a BSc in a Department of Biology honours or specialization program and permission of the Department. In this course, students become familiar with the theory and methodologies of bioinformatics. The course is comprised of three general themes: (1) biological sequence data and evolutionary analysis, (2) structural and functional analysis of genes and genomes and (3) comparative genomics. Lecture material is supplemented by in-class activities, assignments and a bioinformatics project where students have the opportunity to apply their skills and knowledge to a self-generated research question.", "\n", "\n", "\n", "(3 credits)", "\nPrerequisite: BIOL 367; within 30 credits of graduating with a BSc in a Department of Biology honours or specialization program and permission of the Department. This course provides an overview of genome analysis including cloning systems; sequencing strategies; methods of detecting genes and approaches to mapping genomes. It covers the theory and design of the different approaches, and the analysis of genomic data generated from them. Lectures only.", "\n", "\n", "\n", "(3 credits)", "\nPrerequisite: BIOL 367; within 30 credits of graduating with a BSc in a Department of Biology honours or specialization program and permission of the Department. This course focuses on the functional analysis of expressed genes and their products. Course content includes cDNA library construction, expressed sequence tags (ESTs), functional analysis by gene knock-outs, localization of gene products by gene knock-ins, transcription profiling using microarrays and RNA-Seq, systematic identification of proteins using mass spectrometry, ", " and ", " recombinant protein synthesis and functional analysis of proteins by detection of protein-protein interactions using affinity co-purification and protein complementation assays. Lectures only.", "\n", "\n", "\n", "(3 credits)", "\nPrerequisite: BIOL 367; within 30 credits of graduating with a BSc in a Department of Biology honours or specialization program and permission of the Department. This course provides an in-depth evaluation of current biotechnology tools used in pharmaceutical and forestry industries, and in environmental remediation. New technologies and genomic approaches that can be applied to these processes are also discussed. Lectures only.", "\n", "\n", "\n", " (3 credits)", "\nPrerequisite: BIOL 367; within 30 credits of graduating with a BSc in a Department of Biology honours or specialization program and permission of the Department. This course provides an overview on the use of biotechnology in agriculture and in the agri-food industry. Plant genomics and genetic manipulation of plants are emphasized. Also discussed are biotechnology methods used in reducing agricultural pollutants and converting agricultural surplus to energy. Lectures only.", "\n", "\n", "\n", "(3 credits)", "\nPrerequisite: BIOL 367; within 30 credits of graduating with a BSc in a Department of Biology honours or specialization program and permission of the Department. This course provides an in-depth look at high-throughput instruments used in biotechnology and genomics. Students are exposed to technologies such as massively parallel sequencing, high-throughput genotyping, construction of DNA microarrays, proteomics, robotics platform, mass spectrometry, fluorescence-activated cell sorting, chemical screening, microfluidics, surface plasmon resonance, protein microarrays.", "\n", "\n", "\n", " (6 credits)", "\nPrerequisite: Within 30 credits of graduating with a BSc in a Department of Biology honours or specialization program and permission of the Department. In this course, the student undertakes a special research project selected in consultation with, and conducted under, the supervision of a faculty member of the Department. The project is intended to develop the student’s knowledge of standard scientific procedures, including methods of researching scientific literature, the planning and execution of experimental and analytical procedures, the writing of a formal report, and the presentation of a seminar on the project.", "\n", "\n", "\n", " (3 credits)", "\nSpecific topics for this course, and prerequisites relevant in each case, are stated in the Undergraduate Class Schedule.", "\nUndergraduate Program Assistant", "\nSP-375.09", "\n", "\nGraduate Program Assistant", "\nSP-375.13", "\n", "© Concordia University"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Facebook", "Twitter", "LinkedIn", "GooglePlus", "Back to top", "Concordia University", "Montreal", "Quebec", "Canada", "Montreal", "Quebec", "Canada"], ["Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links ", "MyConcordia", "Cspace", "Webmail", "Library", "Directories", "A-Z", "Maps", "Concordia University", "Concordia University", "Department of Biology", "About the department", "\n                                                                Faculty members\n                                                            ", "\n                                                                Technical staff\n                                                            ", "\n                                                                Job opportunities\n                                                            ", "Programs", "\n                                                                Undergraduate programs\n                                                            ", "\n                                                                Graduate programs\n                                                            ", "Research", "\n                                                                Weekly research seminar\n                                                            ", "\n                                                                Research areas\n                                                            ", "\n                                                                Recent theses\n                                                            ", "Student life", "\n                                                                Advising & support\n                                                            ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "Calendar of events", "Latest news", "Media Relations", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Quick links  ", "Webmail", "Library", "Cspace", "  ", "Calendar - Graduate", "Calendar - Undergraduate", "Class schedules", "Class cancellations", "Course registration", "Important academic dates", "More academic resources", "  ", "Concordia stores", "IT services", "Job opportunities", "Security", "Shuttle bus", "Student Service Centre (Birks)", "All campus services", "  ", "Calendar of events", "Latest news", "Media Relations", "  ", "Arts and Science", "Engineering and Computer Science", "Fine Arts", "John Molson School of Business", "School of Graduate Studies", "All Schools, Colleges & Departments", "Concordia University", "Department of Biology", "\r\n                    \r\n                    Concordia.ca\r\n                    \r\n                ", "\r\n                    \r\n                    Faculty of Arts and Science\r\n                    \r\n                ", "\r\n                    \r\n                    Department of Biology, Concordia Biology, Biology, Study Biology \r\n                    \r\n                ", "\r\n                    \r\n                    Student life\r\n                    \r\n                ", "\r\n                    \t", "\r\n                    ", "\r\n                    \t", "\r\n                    ", "\r\n                        ", "\r\n                    ", "\r\n                        ", "\r\n                    ", "Forms & advising", "Course outlines", "Course descriptions", "Change of Concentration Form", "BIOL 490 application/admission form", "Request for Specific Transfer Credits and/or Exemptions", "Late Registration and Withdrawal", "Student Request Form", "Student Academic Services (Faculty of Arts & Science)", "Fundamentals of Human Biology", "Introductory Biology", "General Biology", "Fundamental Nutrition", "Form and Function of Organisms", "Biodiversity and Ecology", "Laboratory Studies in Biodiversity", "Molecular and General Genetics", "Cell Biology", "Evolution", "Biostatistics", "Vertebrate Biology", "Invertebrate Biology", "Plant Biology", "Physiology of Plant Development", "The Ecology of Individuals", "Basic Population Ecology", "Communities and Ecosystems", "Behavioural Ecology", "Cell Physiology", "Mechanisms of Development", "Molecular Biology", "Genetics and Cell Biology Laboratory", "Microbiology", "Nutrition", "Comparative Animal Physiology", "Intermediate Topics in Biology-Human Biology", "Plant Molecular Genetics", "Techniques in Ecology", "Population and Conservation Genetics", "Applied Ecology and Conservation Biology", "Aquatic Ecology", "Advanced Genetics", "Immunology", "Advanced Techniques in Molecular Biology", "Advanced Cell Biology", "Gene Structure", "Environmental Microbiology", "Advanced Topics in Biology", "Advanced Topics in Biology", "Advanced Topics in Biology", "Advanced Topics in Biology", "Bioinformatics ", "Biotechnology and Genomics Laboratory", "Scientific Communication", "requirements for your program", "course descriptions", "§24", "§200.1", "leonie.morris@concordia.ca", "biograd.fas@concordia.ca", "About the department", "Programs", "Research", "Student life", "News & events", "Contact us", "See Loyola Campus map", "See building map", "facebook", "twitter", "google", "youtube", "linkedin", "pinterest", "instagram", "flickr", "Concordia social", "Terms", "Privacy", "Accessibility", "Website feedback", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n                ", "\n            ", "\n            ", "\n            ", "\n        ", "\n            ", "\n            ", "\n        ", "See SGW Campus map ", "See Loyola Campus map ", "Website feedback", "Terms", "Privacy", "Accessibility"], ["Concordia University", "Advising & support"], ["\n                ", "\n            ", "\n                ", "\n            "], [], ["Contacts"], [" - Call us at 514-848-2424"], []]}